{ "usCongressBioId" : "B000406", "familyName" : "Bergen", "givenName" : "Teunis", "middleName" : "Garret", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Bergen", "unaccentedGivenName" : "Teunis", "unaccentedMiddleName" : "Garret", "birthDate" : "1806-10-06", "birthCirca" : false, "deathDate" : "1881-04-24", "deathCirca" : false, "profileText" : "(Second cousin of John Teunis Bergen), a Representative from New York; born in Brooklyn, N.Y., October 6, 1806; attended the common schools and Erasmus Hall Academy, Flatbush, N.Y.; engaged in agricultural pursuits and surveying; supervisor of New Utrecht, Kings County, N.Y., 1836-1859; member of the State constitutional conventions in 1846, 1867, and 1868; delegate to the Democratic National Conventions at Baltimore and Charleston in 1860; elected as a Democrat to the Thirty-ninth Congress (March 4, 1865-March 3, 1867); was not a candidate for renomination in 1866; resumed agricultural pursuits and surveying near New Utrecht; also engaged in literary and historical work; served as ensign, captain, adjutant, lieutenant colonel, and colonel of the Two Hundred and Forty-first Regiment, New York State Militia, known as Kings County Troop; died in Brooklyn, N.Y., April 24, 1881; interment in Greenwood Cemetery.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1865-03-04", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 39th United States Congress", "congressNumber" : 39, "congressType" : "USCongress", "startDate" : "1865-03-04", "endDate" : "1867-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "NY" } } }], "creativeWork" : [{ "freeFormCitationText" : "Bergen, Teunis G. <i>The Bergen family, or, The descendants of Hans Hansen Bergen, one of the early settlers of New York and Brooklyn, L.I. [microform]: With notes on the genealogy of some of the branches of the Cowenhoven, Voorhees, Eldert, Stoothoof, Cortelyou, Stryker, Suydam, Lott, Wyckoff, Barkeloo, Lefferts, Martense, Hubbard, Van Brunt, Vanderbilt, Vanderveer, Van Nuyse, and other Long Island families </i>. New York: Bergen &amp; Tripp, 1866." }, { "freeFormCitationText" : "------. <i>Genealogical memoranda</i>. Brooklyn, N.Y.: The editor, 1919." }, { "freeFormCitationText" : "------.<i> Genealogy of the Lefferts family, 1650-1878 [microform]</i>. Albany, N.Y.: J. Munsell, 1878." }, { "freeFormCitationText" : "------. <i>Genealogy of the Van Brunt family. 1653-1867</i>. Albany: J. Munsell, 1867." }, { "freeFormCitationText" : "------. <i>Register in alphabetical order, of the early settlers of Kings County, Long Island, N.Y., from its first settlement by Europeans to 1700. With contributions to their biographies and genealogies, compiled from various sources. Introd. by Harriett Mott Stryker-Rodda</i>. Cottonport [La.]: Polyanthos, 1973." }, { "freeFormCitationText" : "Purple, Samuel Smith. <i>A memoir of the life and writings of Hon. Teunis G. Bergen, of New Utrecht</i>. New York: Privately printed, 1881." }], "researchRecord" : [{ "name" : "ca. 1760-1870, 2 cubic feet.", "recordType" : ["Papers"], "description" : "The collection contains working papers and notes produced by Teunis Bergen in preparing genealogical and historical papers, many published, concerning early Dutch settlers of Brooklyn, including his own family. Some notes were taken from church and family records, wills, and newspapers; others are facsimiles of signatures as well as some originals. Military records pertain to Bergen's service as an officer in the New York State Militia in Brooklyn. Some papers concern a lawsuit involving Bergen Island in Jamaica Bay near Flatlands, Brooklyn, 1760's-1790's. A few documents relate to fees due Alexander Hamilton, one of the attorneys.", "recordLocation" : { "name" : "Cornell University", "location" : { "addressLocality" : "Ithaca", "addressRegion" : "NY" } } }, { "name" : "1830-1881, 4 boxes.", "recordType" : ["Papers"], "description" : "This collection includes genealogical material, especially on the Bennett, Bergen, Cortelyou, Stoothoff, and Van Brunt families. It also contains local historical material pertaining to Flatbush, Flatlands, Gravesend, New Utrecht, and Kings County.", "recordLocation" : { "name" : "Manuscripts and Special Collections", "location" : { "addressLocality" : "Albany", "addressRegion" : "NY" }, "parentRecordLocation" : { "name" : "New York State Library", "location" : { "addressLocality" : "Albany", "addressRegion" : "NY" } } } }, { "name" : "N.d., 0.5 linear foot.", "recordType" : ["Papers"], "description" : "An unpublished manuscript written by Teunis Bergen on the history of New Utrecht, from the first settlers of the area to the mid 1800s.", "recordLocation" : { "name" : "Brooklyn Historical Society", "location" : { "addressLocality" : "Brooklyn", "addressRegion" : "NY" } } }, { "name" : "1814-1881, 2.5 linear feet.", "recordType" : ["Papers"], "description" : "The Teunis Bergen collection includes account books, travel logs, correspondence, military papers and school books. Deeds also found in this series document Teunis Bergen's land transactions in New Utrecht (also known as Bay Ridge or \"The Narrows\") and in the city of Brooklyn ca. 1830's-1870's. Records concerning a farm in Keyport, New Jersey which Teunis Bergen owned that was run by his son Garret T. Bergen are included as well. Teunis Bergen also collected autographs of the delegates at the New York State Conventions in 1854 and 1859. Also included are papers of Garret and Jane Bergen (Teunis's parents) which include estate papers as well as deeds for purchasing land in New Utrecht. Genealogical research used to compile Teunis Bergen's book \"The Bergen Family\" can be found in the library at the Brooklyn Historical Society, consisting of correspondence and research from a variety of sources.", "recordLocation" : { "name" : "Brooklyn Historical Society", "location" : { "addressLocality" : "Brooklyn", "addressRegion" : "NY" } } }, { "name" : "1820-1886, 13 boxes.", "recordType" : ["Papers"], "description" : "Personal and official correspondence and business papers.", "recordLocation" : { "name" : "Brooklyn Historical Society", "location" : { "addressLocality" : "Brooklyn", "addressRegion" : "NY" } } }, { "name" : "1822-1877, 0.75 linear foot.", "recordType" : ["Papers"], "description" : "The papers of Teunis Bergen contain correspondence regarding surveys of New Utrecht and a census taken in New Utrecht as well as correspondence with other law offices and as the town supervisor. Also include are deeds for land in New Utrecht (ca. 1820-1880) and meeting minutes for school district no. 2 (1822-1850), as well as papers relating to his positions on the New Utrecht Commission of Excise, the New Utrecht Highway Commission and the New Utrecht Board of Health. Some of the historical research believed to be used for \"History of New Utrecht\" include translations of Dutch Colonial documents, a military history of New Utrecht containing a list of officers (1664-1821) and notes on church histories. Drafts of chapters and appendices of \"History of New Utrecht\" are also in this collection.", "recordLocation" : { "name" : "Brooklyn Historical Society", "location" : { "addressLocality" : "Brooklyn", "addressRegion" : "NY" } } }, { "name" : "1827-1880, 1.5 linear feet.", "recordType" : ["Papers"], "description" : "The collection contains 39 string-bound booklets of receipts which Teunis Bergen numbered and called \"sheets.\" Sheets 2 and 3 are bound together. The booklets have a loose chronological arrangement and the pages are numbered. The types of receipts included are from banks, businesses and tax collectors.", "recordLocation" : { "name" : "Brooklyn Historical Society", "location" : { "addressLocality" : "Brooklyn", "addressRegion" : "NY" } } }, { "name" : "1828-1880, 2 linear feet.", "recordType" : ["Papers"], "description" : "The collection predominately contains account books, financial journals, cash books and banking records. Several of these books and journals contain information on Teunis Bergen's farming operations, military expenses, and dues for members of the Bay Ridge Fire Department. Also included are records of the Board of Supervisors which contain indexes of bills passed between 1846-1848, and original deeds for purchasing land in New Utrecht which traces property owners before Garret Bergen (Teunis' father) bought the land in 1828.", "recordLocation" : { "name" : "Brooklyn Historical Society", "location" : { "addressLocality" : "Brooklyn", "addressRegion" : "NY" } } }, { "name" : "1832-1880, 0.25 linear foot.", "recordType" : ["Papers"], "description" : "The collection contains correspondence regarding Teunis Bergen's involvement with local military activities, court dates, his role as New Utrecht supervisor, appointments to positions in various community organizations, meeting notices and letters from companies he held stocks with. The collection also contains a court decision concerning ownership of the Brooklyn &amp; Flatbush Turnpike, an annual report from the Brooklyn Bureau of Charities, a broadside advertising the Catherine and Main Street Ferry Company, an article from the Board of Health regarding the Cholera epidemic, a report from the Street Committee of the Brooklyn Common Council, a listing of the elected delegates from Kings County who attended the Provincial Convention in New York City (1775), and price lists for seeds sold by G.R. Garretson from Flushing.", "recordLocation" : { "name" : "Brooklyn Historical Society", "location" : { "addressLocality" : "Brooklyn", "addressRegion" : "NY" } } }, { "name" : "In the Conover/Cowenhoven Family Papers, 1820-1881, 0.25 linear foot.", "recordType" : ["Papers"], "description" : "Other authors include Teunis Bergen.", "recordLocation" : { "name" : "Brooklyn Historical Society", "location" : { "addressLocality" : "Brooklyn", "addressRegion" : "NY" } } }, { "name" : "1866-1918, 0.5 cubic foot.", "recordType" : ["Papers"], "description" : "The papers of Teunis Bergen contain copies of discourses and speeches, 1877-1899; a Christmas card from Teunis and Caroline Bergen, n.d.; news clippings and articles, 1880-1918; a typescript translation of a letter from Domimie Casparus Van Zuren of Holland to Goert Stevens Van Voorhees and wife of Flatlands, Long Island, n.d.; genealogies of Bergen, Duryea, Moneoort, Lefferts, Van Brunt, and Martense families, 1866-1880.", "recordLocation" : { "name" : "Long Island Collection", "location" : { "addressLocality" : "East Hampton", "addressRegion" : "NY" }, "parentRecordLocation" : { "name" : "East Hampton Free Library", "location" : { "addressLocality" : "East Hampton", "addressRegion" : "NY" } } } }, { "name" : "1866, 1 letter.", "recordType" : ["Papers"], "description" : "A letter from Teunis G. Bergen letter to Charles Lanman written on February 10, 1866. In the letter, Teunis Bergen informs informing Charles Lanman how to obtain a copy of the author's recently published Bergen genealogy.", "recordLocation" : { "name" : "R Stanton Avery Special Collections Department", "location" : { "addressLocality" : "Boston", "addressRegion" : "MA" }, "parentRecordLocation" : { "name" : "New England Historical Genealogical Society", "location" : { "addressLocality" : "Boston", "addressRegion" : "MA" } } } }, { "name" : "ca. 1760-1870, 2 cubic feet.", "recordType" : ["Papers"], "description" : "The collection contains working papers and notes produced by Teunis Bergen in preparing genealogical and historical papers, many published, concerning early Dutch settlers of Brooklyn, including his own family. Some notes were taken from church and family records, wills, and newspapers; others are facsimiles of signatures as well as some originals. Military records pertain to Bergen's service as an officer in the New York State Militia in Brooklyn. Some papers concern a lawsuit involving Bergen Island in Jamaica Bay near Flatlands, Brooklyn, 1760's-1790's. A few documents relate to fees due Alexander Hamilton, one of the attorneys.", "recordLocation" : { "name" : "Queens Borough Public Library", "location" : { "addressLocality" : "Jamaica", "addressRegion" : "NY" } } }, { "name" : "In the Reformed Church Records, 1699-1953, 13 items, 7 v., and 2 microfilm reels.", "recordType" : ["Papers"], "description" : "Other authors include Teunis G. Bergen.", "recordLocation" : { "name" : "Rutgers University Libraries", "location" : { "addressLocality" : "New Brunswick", "addressRegion" : "NJ" } } }] }
