{ "usCongressBioId" : "B000956", "familyName" : "Browne", "givenName" : "George", "middleName" : "Huntington", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Browne", "unaccentedGivenName" : "George", "unaccentedMiddleName" : "Huntington", "birthDate" : "1811-01-06", "birthCirca" : false, "deathDate" : "1885-09-26", "deathCirca" : false, "profileText" : "A Representative from Rhode Island; born in Gloucester, R.I., January 6, 1811; attended the public schools and was graduated from Brown University in 1840; studied law; was admitted to the bar in 1843 and commenced practice in Providence, R.I.; elected a representative to the so-called ``Charter'' General Assembly of Rhode Island in 1842; at the same time was elected a representative to what was termed the ``Suffrage'' legislature and attended the latter; member of the general assembly under the constitution 1849-1852; appointed United States district attorney in 1852 and served until 1861 when he resigned; delegate to the Charleston and Baltimore Democratic National Conventions in 1860; delegate to the peace convention held in Washington, D.C., in 1861 in an effort to devise means to prevent the impending war; elected as a candidate of the Democratic and Constitutional Union Parties to the Thirty-seventh Congress (March 4, 1861-March 3, 1863); unsuccessful candidate for reelection in 1862 to the Thirty-eighth Congress; declined the appointment as Governor of the Territory of Arizona in 1861; entered the Union Army as colonel of the Twelfth Regiment, Rhode Island Volunteer Infantry, October 13, 1862, and served throughout the Civil War; member of the State senate in 1872 and 1873; elected chief justice of the supreme court of Rhode Island in May 1874 but declined the office; died in Providence, R.I., September 26, 1885; interment in Swan Point Cemetery.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1861-03-04", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 37th United States Congress", "congressNumber" : 37, "congressType" : "USCongress", "startDate" : "1861-03-04", "endDate" : "1863-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Unionist" } }], "caucusAffiliation" : [{ "party" : { "name" : "Unionist" } }], "represents" : { "regionType" : "StateRegion", "regionCode" : "RI" } } }], "creativeWork" : [{ "freeFormCitationText" : "Tillinghast, Pardon Elisha. <i>Reminiscences of service with the Twelfth Rhode Island Volunteers, and a memorial of Col. George H. Browne</i>. Providence: The Society, 1885." }], "researchRecord" : [] }
