{"usCongressBioId":"B000347","familyName":"Bell","givenName":"Theodore","middleName":"Arlington","honorificPrefix":"Mr.","unaccentedFamilyName":"Bell","unaccentedGivenName":"Theodore","unaccentedMiddleName":"Arlington","birthDate":"1872-07-25","birthCirca":false,"deathDate":"1922-09-04","deathCirca":false,"image":[{"caption":"Collection of the U.S. House of Representatives"}],"profileText":"A Representative from California; born in Vallejo, Solano County, Calif., July 25, 1872; moved with his parents to St. Helena, Napa County, in 1876; attended the common schools; studied law; was admitted to the bar in 1893 and commenced practice at Napa, Calif.; district attorney of Napa County 1895-1903; elected as a Democrat to the Fifty-eighth Congress (March 4, 1903-March 3, 1905); unsuccessful candidate for reelection in 1904 to the Fifty-ninth Congress; moved to San Francisco in 1906 and continued the practice of his profession; unsuccessful candidate for Governor of California in 1906 and 1910; delegate to the Democratic National Convention in 1908 and 1912; became affiliated with the Republican Party in 1921; was accidentally killed near San Rafael, Marin County, Calif., September 4, 1922; interment in Odd Fellows Cemetery, St. Helena, Calif.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"startDate":"1903-03-04","startCirca":false,"congressAffiliation":{"congress":{"name":"The 58th United States Congress","congressNumber":58,"congressType":"USCongress","startDate":"1903-03-05","endDate":"1905-03-04"},"partyAffiliation":[{"party":{"name":"Democrat"}}],"caucusAffiliation":[{"party":{"name":"Democrat"}}],"represents":{"regionType":"DistrictRegion","regionCode":"CA"}}}],"creativeWork":[{"freeFormCitationText":"Melendy, H. Brett. \"California's Cross-Filing Nightmare: The 1918 Gubernatorial Election.\" <i> Pacific Historical Review</i> 33 (August 1964): 317-30."}],"researchRecord":[{"name":"ca. 1906, 16 pages.","recordType":["Papers"],"description":"Typescript with manuscript annotations of a campaign speech, author and speaker unknown, given before a committee in Ukiah, California through an invitation by the Democratic State Committee in support of the Democratic Party candidate Theodore Bell for governor of California. The speech asserts that the Republicans have nominated their candidate, James Norris Gillett, through a political process heavily influenced by \"trusts\" and large corporations, particularly the Southern Pacific Railway. He offers as proof the Republican's refusal to renominate a popular and well-respected judge of their own party, Wheaton A. Gray of Tulare, California, who had supported another candidate for governor unless he changed his support to Gillett, and the defeat of a bill in the U.S Congress, with California Republican help, that would have helped San Francisco after the 1906 earthquake because it was against the interests of the trusts. He offers that Bell would be an independent voice in support of the people of California and not be beholden to powerful corporate interests.","recordLocation":{"name":"The Bancroft Library","location":{"addressLocality":"Berkeley","addressRegion":"CA"},"parentRecordLocation":{"name":"University of California, Berkeley","location":{"addressLocality":"Berkeley","addressRegion":"CA"}}}}]}
