{ "usCongressBioId" : "B000965", "familyName" : "Brownson", "givenName" : "Nathan", "unaccentedFamilyName" : "Brownson", "unaccentedGivenName" : "Nathan", "birthDate" : "1742", "birthCirca" : false, "deathDate" : "1796", "deathCirca" : false, "profileText" : "A Delegate from Georgia; born in Woodbury, Conn., May 14, 1742; was graduated from Yale College in 1761; studied medicine and practiced in Woodbury; moved to Liberty County, Ga., about 1764; member of the Provincial Congress in 1775; surgeon in the Revolutionary Army; Member of the Continental Congress in 1777; member of the State house of representatives in 1781 and served as speaker; chosen by that body as Governor of Georgia in 1782; again elected to the State house of representatives in 1788 and served as speaker; delegate to the State convention to ratify the Federal Constitution in 1788 and to the State constitutional convention in 1789; member of the State senate 1789-1791 and served as president of that body; died on his plantation near Riceboro, Liberty County, Ga., November 6, 1796; interment in the Old Midway Burial Ground.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Delegate", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The 2nd Continental Congress", "congressNumber" : 2, "congressType" : "ContinentalCongress", "startDate" : "1775-05-10", "endDate" : "1781-03-01" }, "represents" : { "regionType" : "StateRegion", "regionCode" : "GA" } } }], "creativeWork" : [], "researchRecord" : [{ "name" : "1781-1785, 2 items.", "recordType" : ["Papers"], "description" : "The first item is a letter to Nathan Brownson from Robert L. Livingston written on November 12, 1781. In the letter, Robert Livingston gives directions for determining war damage in Savannah, Georgia as ordered by Congress. The second item is a bond from Henry Putnam and Nathaniel Brownson to Anthony Walton White and Raymond Demere for 13,000 pounds for the undivided half of St. Catherine's Island. The bond is from July 8, 1785.", "recordLocation" : { "name" : "Georgia Historical Society", "location" : { "addressLocality" : "Savannah", "addressRegion" : "GA" } } }, { "name" : "1781, 1 item.", "recordType" : ["Papers"], "description" : "A letter from Governor Nathan Brownson to Nathaniel Greene written on December 1, 1781. In the letter, Nathan Brownson describes the perilous condition of the citizens in Augusta and asks Nathaniel Greene for help. Nathan Brownson also mentions the threat of Creek Indian and British attacks and Augusta's lack of supplies, and that South Carolina will not help them and asks Nathaniel Greene for help. A finding aid is available in the repository.", "recordLocation" : { "name" : "Georgia Historical Society", "location" : { "addressLocality" : "Savannah", "addressRegion" : "GA" } } }] }
