{"usCongressBioId":"B000750","familyName":"Bradley","givenName":"Willis","middleName":"Winter","unaccentedFamilyName":"Bradley","unaccentedGivenName":"Willis","unaccentedMiddleName":"Winter","birthDate":"1884","birthCirca":false,"deathDate":"1954","deathCirca":false,"image":[{"caption":"Campaign postcard, 1948, Collection of the U.S. House of Representatives"}],"profileText":"A Representative from California; born in Ransomville, Niagara County, N.Y., June 28, 1884; moved with his parents to Milnor, N.Dak., in July 1884 and to Forman, N.Dak., in 1891; attended the public schools, and Hamlin University, St. Paul, Minn.; deputy registrant of deeds of Sargent County, N.Dak., in 1902 and 1903; was graduated from the United States Naval Academy in 1906; during the First World War served as gunnery officer and as chief of the Explosives Section, Bureau of Ordnance, Navy Department; awarded the Congressional Medal of Honor; Governor of Guam 1929-1931; captain of the Pearl Harbor Navy Yard 1933-1935; attached to the Board of Inspection and Survey, Pacific Coast Section, 1940-1946; in 1946 retired from the United States Navy because of physical incapacity incurred in line of duty; took up residence in Long Beach, Calif., in 1931; elected as a Republican to the Eightieth Congress (January 3, 1947-January 3, 1949); was an unsuccessful candidate for reelection in 1948 to the Eighty-first Congress; assistant to the president of the Pacific Coast Steamship Co., 1949-1952; member of the State assembly from 1952 until his death; died in Santa Barbara, Calif., August 27, 1954; interment in Fort Rosecrans National Cemetery, San Diego, Calif.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 80th United States Congress","congressNumber":80,"congressType":"USCongress","startDate":"1947-01-03","endDate":"1949-01-03"},"partyAffiliation":[{"party":{"name":"Republican"}}],"caucusAffiliation":[{"party":{"name":"Republican"}}],"represents":{"regionType":"StateRegion","regionCode":"CA"}}}],"creativeWork":[{"freeFormCitationText":"Bradley, Willis W. <i>Notes for my relief as Governor of Guam</i>. N.p., 1931."},{"freeFormCitationText":"Wuerch, William L., comp. <i>Inventory of the papers of Governor Willis Winter Bradley, Jr.</i>. [Mangilao?, Guam: University of Guam, Micronesian Area Research Center, Pacific Collections], 1993."}],"researchRecord":[{"name":"ca. 1898-1954, 3 linear feet.","recordType":["Papers"],"description":"The papers of Willis W. Bradley contain correspondence, speeches, subject files, reports and publications, photographs, and motion pictures. Subjects covered include Willis Bradley's policy of re-naming Guam's schools, the Guam Guard Mail, civil rights and citizenship for Guamanians, the Bank of Guam, taxes, economic development, island defenses, and Spanish laws on Guam. A finding aid is available in the repository.","recordLocation":{"name":"Micronesian Area Research Center","location":{"addressLocality":"Mangilao","addressRegion":"Guam"},"parentRecordLocation":{"name":"University of Guam","location":{"addressLocality":"Mangilao","addressRegion":"Guam"}}}},{"name":"1924-1930, 1 log.","recordType":["Papers"],"description":"A personal log of Willis W. Bradley dates from September 1, 1924 until June 14, 1930.","recordLocation":{"name":"Micronesian Area Research Center","location":{"addressLocality":"Mangilao","addressRegion":"Guam"},"parentRecordLocation":{"name":"University of Guam","location":{"addressLocality":"Mangilao","addressRegion":"Guam"}}}}]}
