{ "usCongressBioId" : "B000985", "familyName" : "Bryan", "givenName" : "Guy", "middleName" : "Morrison", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Bryan", "unaccentedGivenName" : "Guy", "unaccentedMiddleName" : "Morrison", "birthDate" : "1821-01-12", "birthCirca" : false, "deathDate" : "1901-06-04", "deathCirca" : false, "profileText" : "A Representative from Texas; born in Herculaneum, Jefferson County, Mo., January 12, 1821; moved to the Mexican State of Texas in 1831 with his parents, who settled near San Felipe; attended private schools; joined the Texas Army at San Jacinto in 1836; was graduated from Kenyon College, Gambier, Ohio, in 1842; studied law, but never practiced; engaged in planting; served as a private in the Brazoria company, under the command of Captain Ballowe, during the Mexican War with the Texas Volunteers on the eastern bank of the Rio Grande; member of the State house of representatives 1847-1853; served in the State senate 1853-1857; delegate to the Democratic National Convention in 1856; chairman of the Texas delegation in the Democratic National Convention at Baltimore in 1860; elected as a Democrat to the Thirty-fifth Congress (March 4, 1857-March 3, 1859); was not a candidate for renomination in 1858; during the Civil War served as volunteer aide-de-camp on the staff of General Herbert and afterwards as assistant adjutant general, with the rank of major, of the trans-Mississippi Department; established a cotton bureau in Houston, Tex., in order to escape the blockade along the Gulf; moved to Galveston, Tex., in 1872; again a member of the State house of representatives in 1873, 1879, and 1887-1891, and served as speaker in 1873; moved to Quintana, Tex., in 1890 and to Austin, Travis County, Tex., in 1898; elected president of the Texas Veterans Association in 1892 and served until his death in Austin, Tex., June 4, 1901; interment in the State Cemetery.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1857-03-04", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 35th United States Congress", "congressNumber" : 35, "congressType" : "USCongress", "startDate" : "1857-03-04", "endDate" : "1859-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "TX" } } }], "creativeWork" : [{ "freeFormCitationText" : "Bryan, Guy Morrison. <i>Inducements for the annexation of Texas to the United States, and the pledges made by that government to Texas, fully shown by letters from Cols. Guy M. Bryan and Ashbel Smith</i>. Galveston, Tex.: Printed at the \"News\" Steam Book &amp; Job Office, 1876" }, { "freeFormCitationText" : "Cotner, Robert C., and Watt P. Marchman. \"Correspondence of Guy M. Bryan and Rutherford B. Hayes: Additional Letters.\" <i> Ohio State Archaeological and Historical Quarterly</i> 63 (October 1954): 349-77." }], "researchRecord" : [{ "name" : "1838-1901, 3 linear feet.", "recordType" : ["Papers"], "description" : "The collection documents the career of Guy Morrison Bryan and deals with his education, his friendship with Rutherford B. Hayes, his service as a state legislator, and his service as a United States congressman. The papers also cover his activities during the Texas Revolution, the Mexican War, and the Civil War, as well as his ranching enterprises and participation in the establishment of the Texas Cotton Bureau, the Texas Veteran Association, and the Texas State Historical Association. There are also materials on Guy Bryan's personal and family life.", "recordLocation" : { "name" : "Center for American History", "location" : { "addressLocality" : "Austin", "addressRegion" : "TX" }, "parentRecordLocation" : { "name" : "University of Texas at Austin", "location" : { "addressLocality" : "Austin", "addressRegion" : "TX" } } } }, { "name" : "In the Lewis Randolph Bryan, Sr. Papers, 1803-1985, 7 linear inches.", "recordType" : ["Papers"], "description" : "Subjects include Guy M. Bryan. A folder level inventory is available in the repository.", "recordLocation" : { "name" : "Center for American History", "location" : { "addressLocality" : "Austin", "addressRegion" : "TX" }, "parentRecordLocation" : { "name" : "University of Texas at Austin", "location" : { "addressLocality" : "Austin", "addressRegion" : "TX" } } } }, { "name" : "In the Elisabet Ney Papers, 1865-1958, 5.5 linear inches.", "recordType" : ["Papers"], "description" : "Other authors include Guy Morrison Bryan. An inventory is available in the repository.", "recordLocation" : { "name" : "Center for American History", "location" : { "addressLocality" : "Austin", "addressRegion" : "TX" }, "parentRecordLocation" : { "name" : "University of Texas at Austin", "location" : { "addressLocality" : "Austin", "addressRegion" : "TX" } } } }, { "name" : "In the Hubert Howe Bancroft Collection, 1887, 5 leaves.", "recordType" : ["Papers"], "description" : "A dictation from Guy Morrison Bryan to Texas, 1831, a grandson of Moses Austin. Included in the dictation is discussion of Guy Bryan's early life in San Felipe and Brazoria County, his service in the Texas Revolution, his friendship with Rutherford B. Hayes, his service in the Mexican War, the Texas legislature, and Congress. Also discussed is his tenure as Secretary of the Galveston Committee of Safety during the Civil War. The dictation is also available on microfilm.", "recordLocation" : { "name" : "The Bancroft Library", "location" : { "addressLocality" : "Berkeley", "addressRegion" : "CA" }, "parentRecordLocation" : { "name" : "University of California", "location" : { "addressLocality" : "Berkeley", "addressRegion" : "CA" } } } }] }
