{ "usCongressBioId" : "B000402", "familyName" : "Beresford", "givenName" : "Richard", "unaccentedFamilyName" : "Beresford", "unaccentedGivenName" : "Richard", "deathDate" : "1803", "deathCirca" : false, "profileText" : "A Delegate from South Carolina; birthdate unknown; born near Charleston, St. Thomas and St. Denis Parish, Berkeley County, S.C. (baptized June 3, 1755); educated in South Carolina and in England; studied law at the Middle Temple in London; lawyer, private practice; engaged in planting, with extensive estates in Berkeley and Colleton Counties, S.C., and in England; took an active part in the Revolution, serving under General Huger in the Georgia campaign in 1778, captured at the fall of Charleston in 1780 and imprisoned at St. Augustine until 1781, when he was exchanged; member of the South Carolina state house of representatives, 1781; elected by the South Carolina state general assembly a member of the privy council in 1782; elected Lieutenant Governor in January 1783, but resigned shortly afterward, having been elected to Congress; Member of the Continental Congress in 1783 and 1784; resumed planting; later engaged in literary pursuits; published the Vigil in Charleston in 1798; died in Charleston, S.C., February 6, 1803.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Delegate", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The Confederation Congress", "congressNumber" : 1, "congressType" : "ConfederationCongress", "startDate" : "1781-03-01", "endDate" : "1789-03-02" }, "represents" : { "regionType" : "StateRegion", "regionCode" : "SC" } } }], "creativeWork" : [{ "freeFormCitationText" : "Beresford, Richard. <i>Nugae Canorae: Consisting of a Few Minor Poems, by the Author of A Plea for Literature</i>. Charleston, S.C.: W.P. Young, 1797." }, { "freeFormCitationText" : "------. <i>A Plea for Literature, More Especially the Literature of Free States. By A Member of the Old Congress</i>. Charleston, S.C.: Harrison &amp; Bowen, 1793." }, { "freeFormCitationText" : "------. <i>Sketches of French and English Politicks in America, in May, 1797, by a Member of the Old Congress</i>. Charleston, S.C.: W.P. Young, 1797." }], "researchRecord" : [] }
