{ "usCongressBioId" : "C000732", "familyName" : "Cooke", "givenName" : "Eleutheros", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Cooke", "unaccentedGivenName" : "Eleutheros", "birthDate" : "1787-12-25", "birthCirca" : false, "deathDate" : "1864-12-27", "deathCirca" : false, "profileText" : "A Representative from Ohio; born in Granville, Washington County, N.Y., December 25, 1787; attended the country schools; studied law; was admitted to the bar and commenced practice in Granville; moved to Indiana in 1817, and thence to Sandusky, Erie County, Ohio, in 1819; member of the State house of representatives in 1822, 1823, and 1825; obtained from the Ohio Legislature in 1826 the first charter granted to a railroad in the United States_the Mad River &amp; Lake Erie Railroad_and ground was broken for it in 1832; elected as an Anti-Jacksonian to the Twenty-second Congress (March 4, 1831-March 3, 1833); was an unsuccessful candidate for reelection to the Twenty-third Congress; resumed the practice of his profession; again a member of the State house of representatives in 1840; died in Sandusky, Ohio, on December 27, 1864; interment in St. Paul's Episcopal churchyard, Elkins Park, Pa.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1831-12-05", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 22nd United States Congress", "congressNumber" : 22, "congressType" : "USCongress", "startDate" : "1831-12-05", "endDate" : "1833-03-02" }, "partyAffiliation" : [{ "party" : { "name" : "Anti-Jacksonian" } }], "caucusAffiliation" : [{ "party" : { "name" : "Anti Jacksonian" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "OH" } } }], "creativeWork" : [], "researchRecord" : [{ "name" : "1836-1956, 13 items.", "recordType" : ["Papers"], "description" : "Scattered papers, 1836-1856, of Eleutheros Cooke, Sandusky, O., including correspondence with Jay Cooke, Jay Cooke, Jr., John B. and Sarah McCormick, S. B. Caldwell, Eliza Whittlesey, Mrs. Mary Carvallo, P. N. Schuyler, and J. McHenry Boyd, and an account with J. K. Lockwood, druggist.", "recordLocation" : { "name" : "Ohio Historical Society", "location" : { "addressLocality" : "Columbus", "addressRegion" : "OH" } } }, { "name" : "1809-1905, approximately 415 items.", "recordType" : ["Papers"], "description" : "Correspondence and other papers of Eleutheros Cooke and his family, relating to their personal lives, health, property investments, church and social activities, and travels abroad; business and legal papers (1827-1898), including indentures, leases, agreements, abstracts of titles, deeds, transfers, memos, etc.; and miscellaneous papers, including photographs of family members. Subjects include property investments in and around Sandusky and on the East and West coasts; flour speculation on the West Coast and the importation of flour from Chile in 1850; Mad River &amp; Monroeville Railroad; brother Israel Cooke's trip from Missouri to Nebraska and Oregon with cows and steers and his gold claim and the working of it in California in 1851-1852; the family's financial status over the years; son Jay Cooke, financier and banker in New York, Washington, D.C., and Philadelphia, Pa.; and son-in-law William G. Moorhead, consul at Valparaiso around 1849. Correspondents include family members, Harry David Cooke, Israel Cooke, Jay Cooke, Pitt Cooke, and Sarah Esther (Cooke) Moorhead. A finding aid is available in the repository.", "recordLocation" : { "name" : "Rutherford B. Hayes Presidential Center", "location" : { "addressLocality" : "Freemont", "addressRegion" : "OH" } } }] }
