{ "usCongressBioId" : "C000585", "familyName" : "Coffeen", "givenName" : "Henry", "middleName" : "Asa", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Coffeen", "unaccentedGivenName" : "Henry", "unaccentedMiddleName" : "Asa", "birthDate" : "1841-02-14", "birthCirca" : false, "deathDate" : "1912-12-09", "deathCirca" : false, "image" : [{ "contentUrl" : "https://history.house.gov/Collection/Detail/15032419510", "caption" : "Collection of the U.S. House of Representatives <a href=\"https://history.house.gov/Collection/Detail/15032419510\" target=\"_blank\" rel=\"noopener\">About this object</a>" }], "profileText" : "A Representative from Wyoming; born near Gallipolis, Gallia County, Ohio, February 14, 1841; moved with his parents to Indiana, and thence to Homer, Champaign County, Ill., in 1853; attended the country schools and was graduated from the scientific department of Abingdon College (afterwards consolidated with Eureka College), Illinois; engaged in teaching; member of the faculty of Hiram College, Ohio; moved to Sheridan, Sheridan County, Wyo., in 1884; delegate from Wyoming to the World's Fair Congress of Bankers and Financiers at Chicago in June 1893; member of the constitutional convention that framed the constitution of the new State of Wyoming in 1889; elected as a Democrat to the Fifty-third Congress (March 4, 1893-March 3, 1895); unsuccessful candidate for reelection in 1894 to the Fifty-fourth Congress; engaged in literary pursuits until his death in Sheridan, Wyo., December 9, 1912; interment in Sheridan Cemetery.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1893-03-04", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 53rd United States Congress", "congressNumber" : 53, "congressType" : "USCongress", "startDate" : "1893-03-04", "endDate" : "1895-03-04" }, "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "WY" } } }], "creativeWork" : [{ "freeFormCitationText" : "Coffeen, Henry Asa. <i>Vermilion County, historical, statistical, and descriptive. A handbook containing the description, resources, prospects, and history of Vermilion County, Illinois. Sketches of Fairmount, Rossville, Georgetown, and other towns of this county. Official directory of the United State Government, State of Illinois, Vermilion County, City of Danville, and the fifteen townships of the county. Statistics of Danville and the Townships of Vermilion County. A description and directory of Danville, a lithograph map of Vermilion County, useful tables, items of progress, etc., etc</i>. Danville, Ill.: H.A. Coffeen, [1871?]" }, { "freeFormCitationText" : "___. <i>The Irrigation Problem: Should the Arid Lands be Ceded to the States?</i> Washington: GPO, 1894." }, { "freeFormCitationText" : "Schlup, Leonard. \"I am Not a Cuckoo Democrat! The Congressional Career of Henry A. Coffeen,\" <i>Annals of Wyoming</i> 66 (1994): 30-47." }], "researchRecord" : [] }
