{ "usCongressBioId" : "C000316", "familyName" : "Chapman", "givenName" : "Reuben", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Chapman", "unaccentedGivenName" : "Reuben", "birthDate" : "1799-07-15", "birthCirca" : false, "deathDate" : "1882-05-16", "deathCirca" : false, "profileText" : "A Representative from Alabama; born in Bowling Green, Caroline County, Va., July 15, 1799; attended an academy in Virginia; studied law; was admitted to the bar in 1825 and commenced practice in Somerville, Morgan County, Ala.; member of the State senate 1832-1835; elected as a Jacksonian to the Twenty-fourth Congress and as a Democrat to the five succeeding Congresses (March 4, 1835-March 3, 1847); was not a candidate for renomination in 1846, having become a gubernatorial candidate; Governor of Alabama 1847-1849; member of the State house of representatives in 1855; delegate to the Democratic Convention at Baltimore in 1860; was a representative of the Confederacy to France 1862-1865; resumed the practice of law; died in Huntsville, Madison County, Ala., May 16, 1882; interment in Maple Hill Cemetery.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1835-12-07", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 24th United States Congress", "congressNumber" : 24, "congressType" : "USCongress", "startDate" : "1835-12-07", "endDate" : "1837-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Jacksonian" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "AL" } } }, { "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1837-03-04", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 25th United States Congress", "congressNumber" : 25, "congressType" : "USCongress", "startDate" : "1837-03-04", "endDate" : "1839-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "AL" } } }, { "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1839-03-04", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 26th United States Congress", "congressNumber" : 26, "congressType" : "USCongress", "startDate" : "1839-12-02", "endDate" : "1841-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "AL" } } }, { "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1841-03-04", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 27th United States Congress", "congressNumber" : 27, "congressType" : "USCongress", "startDate" : "1841-03-04", "endDate" : "1843-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "StateRegion", "regionCode" : "AL" } } }, { "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1843-03-04", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 28th United States Congress", "congressNumber" : 28, "congressType" : "USCongress", "startDate" : "1843-12-04", "endDate" : "1845-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "AL" } } }, { "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1845-03-04", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 29th United States Congress", "congressNumber" : 29, "congressType" : "USCongress", "startDate" : "1845-03-04", "endDate" : "1847-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "AL" } } }], "creativeWork" : [{ "freeFormCitationText" : "Chapman, Reuben. <i>Speech of Hon. R. Chapman, of Alabama, on the bill to protect the rights of American settlers in Oregon. Delivered in the House of Representatives, April 17, 1846</i>. [Washington?: N.p., 1846]." }], "researchRecord" : [{ "name" : "In the Alabama Governor (1847-1849: Chapman) Administrative files, 1847-1849, 0.5 cubic foot.", "recordType" : ["Papers"], "description" : "This series consists of letters, petitions, reports, and circulars that contain information concerning major administrative decisions of Gov. Reuben Chapam as well as routine affairs. The majority of the correspondence deals with financial issues, particularly the negotiations with the U.S. government regarding funds due the state of Alabama from public land sales. Soon after he took office Chapman appointed Montgomery lawyer, Jefferson F. Jackson, as an agent to Washington, D.C., to audit and settle accounts with the federal government regarding the land sale receipts. Robert T. Scott of Jackson County was eventually recruited to assist with the audits. There is considerable correspondence with these two men as well as with Alabama's U.S. Congressmen: Arthur P. Bagby, John Gayle, George S. Houston, and S.W. Inge. F.S. Lyon, State Comptroller Joel Riggs, and Attorney General M.A. Baldwin also corresponded with Chapman regarding state finances. Other prominent correspondents include: James Chesney, who was appointed to procure maps of Alabama as required by the state revenue bill; William Garrett, and Chapman's two private secretaries, Elmore J. Fitzpatrick and Thomas Harrison. Fitzpatrick served as Chapman's secretary until he resigned in 1848 November. Harrison then took over for the remainder of Chapman's administration. Chapman apparently spent little of his two-year term in Montgomery. The majority of the correspondence from Fitzpatrick and Harrison consists of their apprising Chapman of the correspondence they were forwarding to him at his home in Huntsville, additional information regarding the correspondents, and descriptions of life, the weather, and politics in Montgomery. Much of the correspondence that was forwarded to Chapman contains notations on the back regarding his response. This series also contains a set of typed transcripts that were transcribed from the original letter book containing Chapman's answers to some of his correspondence. This letter book (SG 5685) is part of another series of governors' records in the ADAH holdings: Alabama Governors, Correspondence.", "recordLocation" : { "name" : "Alabama Department of Archives and History", "location" : { "addressLocality" : "Montgomery", "addressRegion" : "AL" } } }, { "name" : "In the Alabama Governor (1847-1849: Chapman) Appointments files, 1847-1849, 0.5 cubic foot.", "recordType" : ["Papers"], "description" : "This series of the records of Governor Chapman contains letters and petitions relating to appointments, resignations, commissions, and contested elections. It contains recommendations for various positions and reasons for resignation from office. Some of the specific positions for which the Governor made appointments include an agent for the salt reserve in Clarke County, the director of the state bank in Mobile, and the solicitor for the second judicial ciruit. Governor Chapman was also called upon to appoint a replacement to the U.S. Senate seat vacated by former governor Arthur P. Bagby in 1848 when he was appointed U.S. ambassador to Russia by President Polk. This series also contains correspondence to various state Supreme Court judges recommending individuals for appointment as the court clerk.", "recordLocation" : { "name" : "Alabama Department of Archives and History", "location" : { "addressLocality" : "Montgomery", "addressRegion" : "AL" } } }, { "name" : "In the Alabama Governor (1847-1849: Chapman) Extraditions and requisitions files, 1847-1849, 0.2 cubic foot.", "recordType" : ["Papers"], "description" : "This series of the records of Governor Chapman consists of correspondence, petitions, and legal documents that give details of the crime, the criminal, and the circumstances of the extradition/requisition request. Murder or larceny were the crimes most often committed by the fugitives. The requests are to or from the governors of Mississippi, Florida, Texas, Louisiana, and Tennessee. The case involving Bryan Hines and Charles G. Pilcher is particularly unique. In 1845 the state bank in Tuscaloosa foreclosed on the property of Bryan Hines of Greene County after he failed to pay a $72,000 deed of trust. The bank discovered, however, that Hines had taken all of his transportable property (including slaves) and fled the state. Seeking the reward offered for Hines' arrest, Charles G. Pilcher pursued Hines and brought him back from Florida where he swore out a warrant for Pilcher's arrest to prevent him from testifying at Hines' trial. This action resulted in a requisition from Florida's governor to Gov. Joshua L. Martin who in turn issued a warrant for Pilcher's arrest. Although officials in Alabama brought the circumstances of the case to the attention of Martin and the Florida governor, the ploy succeeded in preventing Pilcher from testifying and Hines' case was postponed. With the election of Gov. Chapman as well as a change of administration in Florida, Hines repeated his action with the same results. The series contains considerable correspondence to Chapman regarding the circumstances of Hines' case.", "recordLocation" : { "name" : "Alabama Department of Archives and History", "location" : { "addressLocality" : "Montgomery", "addressRegion" : "AL" } } }, { "name" : "In the Alabama Governor (1847-1849: Chapman) Militia files, 1847-1849, 0.3 cubic foot.", "recordType" : ["Papers"], "description" : "The series of the records of Governor Chapman contains correspondence between Adjutant and Inspector General J.G. Carroll and Governor Chapman that discusses, among other topics, revising the military code. Chapman also corresponded with Col. C.B. Harrison of the Quartermaster General's office regarding ordnances and supplies for the troops. Also present among the records is a lengthy letter dated 1848 June 20 from James J. Gillan in Mexico to Mathew P. Blue of Montgomery discussing events in Mexico and his family. Other correspondents include Gov. Joshua L. Martin, Thomas C. McCoy, T.L. Toulmin, Secretary of War W.L. Marcy, and Chapman's private secretary, Elmore J. Fitzpatrick.", "recordLocation" : { "name" : "Alabama Department of Archives and History", "location" : { "addressLocality" : "Montgomery", "addressRegion" : "AL" } } }, { "name" : "In the Alabama Governor (1847-1849: Chapman) Pardons, paroles, and clemency files, 1847-1849, 0.5 cubic foot.", "recordType" : ["Papers"], "description" : "This series of the records of Governor Chapman consists of letters, petitions, affidavits, and other legal documents relating to pardons from crimes, parole from sentences, and remission of fines imposed. Most items give details of the crime and of the criminals's background and family life. The crimes committed include murder, assault and battery, rape, larceny, polygamy, and gambling.", "recordLocation" : { "name" : "Alabama Department of Archives and History", "location" : { "addressLocality" : "Montgomery", "addressRegion" : "AL" } } }, { "name" : "In the Alabama Governor (1847-1849: Chapman) Reward files, 1847-1849, 0.5 cubic foot.", "recordType" : ["Papers"], "description" : "This series of the records of Governor Chapman consists of petitions, letters, and legal documents concerning rewards offered by the Governor of Alabama for the apprehension of criminals. The correspondence is addressed to the governor by law officers or citizens asking that a reward be offered for a particular individual. Most letters contain details of the crime and a description of the criminal. Murder was the crime committed by the majority of the fugitives although there was one assault with intent to murder case and one rape/incest case.", "recordLocation" : { "name" : "Alabama Department of Archives and History", "location" : { "addressLocality" : "Montgomery", "addressRegion" : "AL" } } }, { "name" : "In the Alabama Governor Correspondence, 1821-1865, 3 cubic feet.", "recordType" : ["Papers"], "description" : "Correspondents include Governor Reuben Chapman.", "recordLocation" : { "name" : "Alabama Department of Archives and History", "location" : { "addressLocality" : "Montgomery", "addressRegion" : "AL" } } }, { "name" : "In the William Lowndes Yancey papers, 1834-1941, 2.33 cubic feet.", "recordType" : ["Papers"], "description" : "Persons represented include Reuben Chapman.", "recordLocation" : { "name" : "Alabama Department of Archives and History", "location" : { "addressLocality" : "Montgomery", "addressRegion" : "AL" } } }, { "name" : "In the Accounts, with James Bates and Louis Clark, 1816-1817, 2 leaves.", "recordType" : ["Papers"], "description" : "The collection is composed of accounts owed Reuben Chapman by James Bates and Louis Clark, 1816-1817, for brandy, wheat, corn, and meal.", "recordLocation" : { "name" : "Library of Virginia", "location" : { "addressLocality" : "Richmond", "addressRegion" : "VA" } } }] }
