{ "usCongressBioId" : "D000127", "familyName" : "Davis", "givenName" : "Reuben", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Davis", "unaccentedGivenName" : "Reuben", "birthDate" : "1813-01-18", "birthCirca" : false, "deathDate" : "1890-10-14", "deathCirca" : false, "image" : [{ "contentUrl" : "https://history.house.gov/Collection/Detail/25769814583", "caption" : "Collection of the U.S. House of Representatives <a href=\"https://history.house.gov/Collection/Detail/25769814583\" target=\"_blank\" rel=\"noopener\">About this object</a>" }], "profileText" : "A Representative from Mississippi; born in Winchester, Tenn., January 18, 1813; moved with his parents to Alabama about 1818; attended the public schools; studied medicine, but practiced only a few years, when he abandoned the profession; studied law; was admitted to the bar in 1834 and commenced practice in Aberdeen, Miss.; prosecuting attorney for the sixth judicial district 1835-1839; unsuccessful Whig candidate for the Twenty-sixth Congress in 1838; judge of the high court of appeals in 1842, but after four months' service resigned; served as colonel of the Second Regiment of Mississippi Volunteers in the war with Mexico; member of the State house of representatives 1855-1857; elected as a Democrat to the Thirty-fifth and Thirty-sixth Congresses and served from March 4, 1857, to January 12, 1861, when he withdrew; during the Civil War served in the Confederate Army as brigadier general; resumed the practice of law; unsuccessful Greenback candidate for the Forty-sixth Congress in 1878; died in Huntsville, Ala., October 14, 1890; interment in Odd Fellows Cemetery, Aberdeen, Monroe County, Miss.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1857-03-04", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 35th United States Congress", "congressNumber" : 35, "congressType" : "USCongress", "startDate" : "1857-03-04", "endDate" : "1859-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "MS" } } }, { "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1859-03-04", "startCirca" : false, "endDate" : "1861-01-12", "endCirca" : false, "departureReason" : "Resigned", "congressAffiliation" : { "congress" : { "name" : "The 36th United States Congress", "congressNumber" : 36, "congressType" : "USCongress", "startDate" : "1859-03-04", "endDate" : "1861-03-03" }, "departureReason" : "Resigned", "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "MS" }, "note" : [{ "type" : "Note", "noteType" : "FootNote", "content" : "Withdrew January 12, 1861." }] } }], "creativeWork" : [{ "freeFormCitationText" : "Davis, Reuben. <i>Recollections of Mississippi and Mississippians.</i> Boston and New York: Houghton, Mifflin and Company, 1889. Rev. ed., with a new introd. by William D. McCain. Pref. and an expanded index by Laura D. S. Harrell. Hattiesburg: University and College Press of Mississippi, 1972." }, { "freeFormCitationText" : "------. <i>Speech of Hon. Reuben Davis, of Mississippi, on his resolution for the acquisition of Cuba. Delivered in the House of Representatives, January 31, 1859</i>. Washington: Printed by L. Towers, 1859." }, { "freeFormCitationText" : "------. <i>Speech of Hon. Reuben Davis, of Mississippi, on the State of the Union; in the House of Representatives, December 22, 1858</i>. Washington: Printed at the <i>Congressional Globe</i> Office, 1858." }], "researchRecord" : [{ "name" : "Dates and amount unknown.", "recordType" : ["Papers"], "description" : "In the Subject files consisting of newspaper clippings, magazine articles, and miscellaneous information about Mississippi persons, places, or subjects.", "recordLocation" : { "name" : "Mississippi Department of Archives and History", "location" : { "addressLocality" : "Jackson", "addressRegion" : "MS" } } }, { "name" : "1856, 1 letter.", "recordType" : ["Papers"], "recordLocation" : { "name" : "Mississippi Department of Archives and History", "location" : { "addressLocality" : "Jackson", "addressRegion" : "MS" } } }, { "name" : "1859, 1 item.", "recordType" : ["Papers"], "description" : "This collection consists of a printed document entitled \"Speech of Hon. Reuben Davis of Mississippi, on the Bill Making Appropriations for the Army,\" which was delivered in the House of Representatives, February 17, 1859. Reuben Davis's partisan speech defends the Democratic party's spending record. Some representatives believed that the budget for the forthcoming year should not be increased. Davis reminds then that since 1852, eight additional states and territories had been added to the Union. Naturally, this would call for an increase in the budget. He also reminded them that the admissions are not \"chargable\" to the President or his Cabinet but that these admissions were brought about by Congress -- not the Democratic or Republican Parties separately -- but together as a Congress. The major part of his speech concerns quibbling over money and the charges and countercharges made by the two parties. At that time, the Democratic party was split along sectional lines and the Republican party was stronger because of the split. Davis also let his fellow representatives know his thoughts on that session of Congress - \"...half the time of this session, important as it is to the business interest of the country, has been consumed in idle clamor for reform...It is quite easy to complain and carp, but it is more difficult to discover the existence of error and suggest a plan of reformation.\" Mr. Davis also mentioned the matter of a tariff which had been introduced earlier by Mr. Phillips of Pennsylvania. Davis believed that Congress should be governed by what is good for the country as a whole, not what is good for various sections. He was in favor of revenue tariff, but one that was not prohibitory or discriminatory.", "recordLocation" : { "name" : "McCain Library and Archives", "location" : { "addressLocality" : "Hattisburg", "addressRegion" : "MS" }, "parentRecordLocation" : { "name" : "The University of Southern Mississippi", "location" : { "addressLocality" : "Hattisburg", "addressRegion" : "MS" } } } }] }
