{ "usCongressBioId" : "D000491", "familyName" : "Drayton", "givenName" : "William", "middleName" : "Henry", "unaccentedFamilyName" : "Drayton", "unaccentedGivenName" : "William", "unaccentedMiddleName" : "Henry", "birthDate" : "1742", "birthCirca" : false, "deathDate" : "1779", "deathCirca" : false, "profileText" : "A Delegate from South Carolina; born at Drayton Hall, on Ashley River, S.C., in September 1742; pursued classical studies; attended Westminister School and Balliol College, Oxford, England; returned to South Carolina in 1764; studied law and was admitted to the bar; visited England again in 1770 and was appointed by King George III privy councilor for the Province of South Carolina; while on his way home was appointed assistant judge, but took such an active part in the pre-Revolutionary movement that he was deprived of both positions; president of the council of safety in 1775, and in 1776 was chief justice; Member of the Continental Congress in 1778 and served until his death in Philadelphia, Pa., on September 3, 1779; interment in Christ Church Cemetery.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Delegate", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The 2nd Continental Congress", "congressNumber" : 2, "congressType" : "ContinentalCongress", "startDate" : "1775-05-10", "endDate" : "1781-03-01" }, "represents" : { "regionType" : "StateRegion", "regionCode" : "SC" } } }], "creativeWork" : [{ "freeFormCitationText" : "Dabney, William M. \"Drayton and Laurens in the Continental Congress.\" <i>South Carolina Historical Magazine</i> 60 (April 1959): 78-82." }, { "freeFormCitationText" : "___. <i>The Letters of Freeman, etc.: Essays on the Nonimportation Movement in South Carolina</i>. Edited with an introduction and notes by Robert M. Weir. Columbia, S.C.: University of South Carolina Press, 1977." }, { "freeFormCitationText" : "Dabney, William M., and Marion Dargan. <i>William Henry Drayton and the American Revolution</i>. Albuquerque, N.Mex.: University of New Mexico Press, 1962." }, { "freeFormCitationText" : "Dargan, Marion.<i> William Henry Drayton and the Revolution in South Carolina</i>. Chicago: N.p., 1927." }, { "freeFormCitationText" : "Krawczynski. Keith. \"William Henry Drayton: South Carolina Revolutionary Patriot,\" Ph. D. Diss., University of South Carolina, 1998.<i></i>" }, { "freeFormCitationText" : "<i>___. William Henry Drayton: South Carolina Revolutionary Patriot (Southern Biography Series)</i>. Baton Rouge, La.: Louisiana State University Press, 2001." }, { "freeFormCitationText" : "Snapp, J. Russell. \"William Henry Drayton: The Making of a Conservative Revolutionary.\" <i>Journal of Southern History</i> 57 (November 1991): 637-658." }], "researchRecord" : [{ "name" : "n.d., 69 pages.", "recordType" : ["Papers"], "description" : "A manuscript by William Henry Drayton titled <i>The Confederation of the United States</i>.", "recordLocation" : { "name" : "Historical Society of Pennsylvania", "location" : { "addressLocality" : "Philadelphia", "addressRegion" : "PA" } } }] }
