{"usCongressBioId":"D000218","familyName":"Delgado","givenName":"Francisco","middleName":"A.","honorificPrefix":"Mr.","unaccentedFamilyName":"Delgado","unaccentedGivenName":"Francisco","unaccentedMiddleName":"A.","birthDate":"1886-01-25","birthCirca":false,"deathDate":"1964-10-27","deathCirca":false,"image":[{"caption":"Image courtesy of the Filipinas Heritage Library"}],"profileText":"A Resident Commissioner from the Commonwealth of the Philippine Islands; born in Bulacan, Bulacan Province, Luzon, Philippine Islands, January 25, 1886; attended Colegio de San Juan de Letran, Manila, P.I.; attended Ateneo de Manila University, Manila, P.I.; attended Colegio Filipino, Manila, P.I.; was a government student (pensionado); attended Los Angeles (Calif.) High School, and Compton (Calif.) Union High School; L.L.B., Indiana University, Bloomington, Ind., 1907; attended University of Chicago, Chicago, Ill.; L.L.M., Yale University, New Haven, Conn., 1908; was admitted to the bar in 1908 and commenced practice in Indianapolis, Ind.; returned to the Philippine Islands in 1908; law clerk, Government of the Philippine Islands; law division chief, executive bureau, Government of the Philippine Islands, c. 1908-1913; lawyer, private practice; Philippine Army National Guard, 1918; member of the Philippines national council of defense, 1918; member of the Philippine house of representatives, 1931-1934; elected as a Nacionalista to the Seventy-fourth Congress and served until a successor was qualified in accordance with the new form of government of the Commonwealth of the Philippine Islands (August 22, 1934-February 14, 1936); appointed justice of the Philippine court of appeals 1936-1937; delegate to the International Committee of Jurists at Washington, D.C., and to the United Nations Conference at San Francisco in April 1945; member of the Philippines war damage commission, 1946-1951; member of the Philippine senate, 1951-1957; ambassador to the United Nations, 1958-1962; died on October 27, 1964, in Manila, P.I.; interment at Manila North Cemetery, Manila, P.I.","relationship":[],"jobPositions":[{"job":{"name":"Resident Commissioner","jobType":"CongressMemberJob"},"startDate":"1935-01-03","startCirca":false,"endDate":"1936-02-14","endCirca":false,"departureReason":"Resigned","congressAffiliation":{"congress":{"name":"The 74th United States Congress","congressNumber":74,"congressType":"USCongress","startDate":"1935-01-03","endDate":"1937-01-03"},"departureReason":"Resigned","partyAffiliation":[{"party":{"name":"Nacionalista"}}],"caucusAffiliation":[{"party":{"name":"Nacionalista"}}],"represents":{"regionType":"TerritoryRegion","regionCode":"PI"},"note":[{"type":"Note","noteType":"FootNote","content":"The terms of office of the Resident Commissioners of the Philippine Islands expired when the new government of the Commonwealth of the Philippine Islands was inaugurated; both served until February 14, 1936, when a selected successor qualified. (See 48 Stat. 456.) This law also reduced from 2 to 1 the number of Resident Commissioners."}]}}],"creativeWork":[{"freeFormCitationText":"Delgado, Francisco Afan. \"A Comparison Between the Status of the Roman Peregrinii and that of the Inhabitants of the United States Insular Possessions.\" L.L.M. thesis, Yale University, 1908."},{"freeFormCitationText":"___. <i>Las Restricciones injustas sobre los derechos de la esposa en relaci&oacute;n con sus bienes parafernales y la sociedad de gananciales deben desparecer del c&oacute;digo civil...</i> Manila, P.I.: Bureau of Printing, 1933."},{"freeFormCitationText":"___. <i> Legal Ethics. </i>Manila, P.I.: Afan Pub. House, 1946."},{"freeFormCitationText":"\"Francisco A. Delgado\" in <i>Asian and Pacific Islander Americans in Congress, 1900-2017</i>. Prepared under the direction of the Committee on House Administration by the Office of the Historian and the Office of the Clerk, U.S. House of Representatives. Washington: Government Publishing Office, 2018."}],"researchRecord":[{"name":"In the Marian Anderson Papers, 1957, 1 item.","recordType":["Papers"],"description":"Contains letter from Francisco Delgado, Rotary Club of Manila.","recordLocation":{"name":"Special Collections, Van Pelt Library","location":{"addressLocality":"Philadelphia","addressRegion":"PA"},"parentRecordLocation":{"name":"University of Pennsylvania","location":{"addressLocality":"Philadelphia","addressRegion":"PA"}}}}]}
