{ "usCongressBioId" : "D000119", "familyName" : "Davis", "givenName" : "John", "middleName" : "James", "unaccentedFamilyName" : "Davis", "unaccentedGivenName" : "John", "unaccentedMiddleName" : "James", "birthDate" : "1835", "birthCirca" : false, "deathDate" : "1916", "deathCirca" : false, "profileText" : "(Father of John William Davis), a Representative from West Virginia; born in Clarksburg, Va. (now West Virginia), May 5, 1835; attended the Northwestern Virginia Academy at Clarksburg, and was graduated from the Lexington Law School (now the law department of Washington and Lee University), Lexington, Va., in 1856; was admitted to the bar in 1856 and commenced practice in Clarksburg, Va.; member of the Virginia house of delegates in 1861; member of the first convention looking toward the formation of a new State loyal to the Union, from counties of western Virginia, held April 22, 1861; delegate from Harrison County to the Wheeling convention June 11, 1861; delegate to the Democratic National Conventions in 1868, 1876 and 1892; member of the West Virginia house of delegates in 1869 and 1870; elected as a Democrat to the Forty-second Congress and reelected as an Independent Democrat to the Forty-third Congress (March 4, 1871-March 3, 1875); was not a candidate for renomination in 1874; resumed the practice of law in Clarksburg, W.Va.; died in Clarksburg, Harrison County, W.Va., March 19, 1916; interment in Odd Fellows Cemetery.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The 42nd United States Congress", "congressNumber" : 42, "congressType" : "USCongress", "startDate" : "1871-03-04", "endDate" : "1873-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "StateRegion", "regionCode" : "WV" } } }, { "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The 43rd United States Congress", "congressNumber" : 43, "congressType" : "USCongress", "startDate" : "1873-03-04", "endDate" : "1875-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "StateRegion", "regionCode" : "WV" } } }], "creativeWork" : [{ "freeFormCitationText" : "Ham, F. Gerald, ed. \"The Mind of a Copperhead: Letters of John J. Davis on the Secession Crisis and Statehood Politics in Western Virginia, 1860-1862.â\u0080\u009d <i>West Virginia History </i>24 (January 1963): 93-109." }], "researchRecord" : [{ "name" : "1800-1953, 5 feet.", "recordType" : ["Papers"], "description" : "The papers of John James Davis contain correspondence, business and legal papers, essays, speeches, clippings, family photographs, and printed material. Papers include Davis's correspondence while a law student in Lexington, Virginia, 1853-1855; letters from his aunt, Margaret Steen, 1848-1861, commenting on school teaching and society in ante-bellum Mississippi and Arkansas; letters from his fiancé, Anna Kennedy, 1860-1862; letters, 1894-1916, from his brother Rezin C., a Louisville, Kentucky, lawyer and politician; correspondence between John W. Davis and Julia McDonald Davis, 1894-1900; correspondence, legal papers, accounts, and estate papers of Davis' father, John (1797-1863), a Clarksburg saddle-maker; and papers of the Clarksburg and Philippi Turnpike Company, 1850-1860. Subjects include Woodburn Seminary; Know-Nothingism in Clarksburg, 1855; Clarksburg and Philippi Turnpike; Lincoln-Douglas debates; the secession crisis in northern Virginia; the Wheeling conventions of 1861; the Reorganized Government of Virginia; West Virginia statehood; the Battle of Shiloh; Clarksburg Presbyterian Church; John S. Carlile; Reconstruction and Bourbon politics in West Virginia, 1866-1895; Kentucky and the presidential elections of 1896-1908; and the Lot Bowen Mining Company. Correspondents include George W. Atkinson, Jacob B. Blair, John W. Davis, Granville D. Hall, Henry Haymond, John J. Jacobs, Daniel B. Lucas, John W. Mason, and Francis H. Pierpont. A finding aid is available in the repository and online.", "recordLocation" : { "name" : "West Virginia & Regional History Collection", "location" : { "addressLocality" : "Morgantown", "addressRegion" : "WV" }, "parentRecordLocation" : { "name" : "West Virginia University Library", "location" : { "addressLocality" : "Morgantown", "addressRegion" : "WV" } } } }] }
