{"usCongressBioId":"E000107","familyName":"Eliot","givenName":"Thomas","middleName":"Hopkinson","unaccentedFamilyName":"Eliot","unaccentedGivenName":"Thomas","unaccentedMiddleName":"Hopkinson","birthDate":"1907","birthCirca":false,"deathDate":"1991","deathCirca":false,"image":[{"caption":"Collection of the U.S. House of Representatives"}],"profileText":"(Great-grandson of Samuel Atkins Eliot), a Representative from Massachusetts; born in Cambridge, Mass., June 14, 1907; attended Browne and Nichols School; was graduated from Harvard University in 1928; student at Emmanuel College, Cambridge University, in 1928 and 1929; was graduated from the law school of Harvard University in 1932; was admitted to the bar in 1933 and commenced practice in Buffalo, N.Y.; served as assistant solicitor in the United States Department of Labor 1933-1935; general counsel for the Social Security Board 1935-1938; lecturer on government at Harvard University in 1937 and 1938; regional director of the Wage and Hour Division in the Department of Labor in 1939 and 1940; unsuccessful candidate for election in 1938 to the Seventy-sixth Congress; elected as a Democrat to the Seventy-seventh Congress (January 3, 1941-January 3, 1943); unsuccessful candidate for renomination in 1942 and for nomination in 1944 to the Seventy-ninth Congress; director of the British Division, Office of War Information, London, England, and special assistant to the United States Ambassador, 1943; chairman of the appeals committee, National War Labor Board, 1943-1944; served with the Office of Strategic Services in 1944; served as chief counsel, Division of Power, Department of the Interior, from November 1944 to November 1945; engaged in the practice of law in Boston, Mass., 1945-1950; professor of political science, Washington University, St. Louis, Mo., 1952, and of constitutional law 1958; dean of Washington University College of Liberal Arts, 1961-1962, and chancellor, 1962-1971; vice chairman, United States Commission on Intergovernmental Relations, 1963-1967; president, Salzburg Seminar in American Studies, 1971-1977; teacher, Buckingham, Browne and Nichols School, 1977-1985; was a resident of Cambridge, Mass., until his death there on October 14, 1991; interment in Mount Auburn Cemetery, Cambridge, Middlesex County, Mass.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 77th United States Congress","congressNumber":77,"congressType":"USCongress","startDate":"1941-01-03","endDate":"1943-01-03"},"partyAffiliation":[{"party":{"name":"Democrat"}}],"caucusAffiliation":[{"party":{"name":"Democrat"}}],"represents":{"regionType":"StateRegion","regionCode":"MA"}}}],"creativeWork":[{"freeFormCitationText":"Eliot, Thomas H. <i>American Government: Problems and Readings in Political Analysis</i>. 2d ed. New York: Dodd Mead, 1965."},{"freeFormCitationText":"------. <i>Basic Rules of Order</i>. New York: Harcourt, Brace, 1952."},{"freeFormCitationText":"------. <i> Governing America; the Politics of a Free People: National, State, and Local Government</i>. 2d ed. New York: Dodd Mead, 1964."},{"freeFormCitationText":"------. <i> Public and Personal</i>. Edited by Frank O'Brien. St. Louis: Washington University Press, 1971."},{"freeFormCitationText":"------. <i> Recollections of the New Deal: When the People Mattered</i>. Edited and with an introduction by John Kenneth Galbraith. Boston: Northeastern University Press, 1992."},{"freeFormCitationText":"------. <i> Two Schools in Cambridge: T he Story of Browne &amp;Nichols and Buckingham</i>. Edited by Edward Yeomans. Cambridge, Mass.: Windflower Press, 1982."},{"freeFormCitationText":"Eliot, Thomas H., with Henry Wilkinson Bragdon. <i> The Bright Constellation: Documents of American Democracy</i>. Wellesley Hills, Mass.: Independent School Press, 1980."}],"researchRecord":[{"name":"1942, 115 items.","recordType":["Papers"],"description":"The papers consist of correspondence from constituents, speeches, newspaper clippings and letters from Government agencies relating to Thomas Eliot's opposition to funding for the House Un-American Activities Committee (Dies Committee) in 1942.","recordLocation":{"name":"Franklin D. Roosevelt Library","location":{"addressLocality":"Hyde Park","addressRegion":"NY"}}}]}
