{"usCongressBioId":"F000381","familyName":"Frey","givenName":"Louis","honorificSuffix":"Jr.","unaccentedFamilyName":"Frey","unaccentedGivenName":"Louis","birthDate":"1934","birthCirca":false,"deathDate":"2019","deathCirca":false,"image":[{"caption":"Collection of the U.S. House of Representatives"}],"profileText":"A Representative from Florida; born in Rutherford, Bergen County, N.J., January 11, 1934; graduated from Rutherford High School, Rutherford, N.Y., 1951; B.A., Colgate University, Hamilton, N.Y, 1955; United States Navy, naval aviation, 1955-1958; United States Naval Reserve, 1958-1978; J.D., University of Michigan Law School, Ann Arbor, Mich.,1961; admitted to Florida bar, 1961; lawyer, private practice; assistant county solicitor until 1963; associate, and partner, law firm of Gurney, Skolfield &amp;Frey, Winter Park, Fla., 1963-1967; acting general counsel, Florida State Turnpike Authority, 1966-1967; partner, law firm of Mateer, Frey, Young &amp; Harbert, Orlando Fla., 1967; chairman, Florida Federation of Young Republicans; elected as a Republican to the Ninety-first and to the four succeeding Congresses (January 3, 1969-January 3, 1979); was not a candidate for reelection to the Ninety-sixth Congress in 1978, but was an unsuccessful candidate for the Republican nomination for Governor of Florida; unsuccessful candidate for Republican nomination to the United States Senate in 1980; died on October 14, 2019, in Winter Springs, Fla.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 91st United States Congress","congressNumber":91,"congressType":"USCongress","startDate":"1969-01-03","endDate":"1971-01-03"},"partyAffiliation":[{"party":{"name":"Republican"}}],"caucusAffiliation":[{"party":{"name":"Republican"}}],"represents":{"regionType":"StateRegion","regionCode":"FL"}}},{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 92nd United States Congress","congressNumber":92,"congressType":"USCongress","startDate":"1971-01-03","endDate":"1973-01-03"},"partyAffiliation":[{"party":{"name":"Republican"}}],"caucusAffiliation":[{"party":{"name":"Republican"}}],"represents":{"regionType":"StateRegion","regionCode":"FL"}}},{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 93rd United States Congress","congressNumber":93,"congressType":"USCongress","startDate":"1973-01-03","endDate":"1975-01-03"},"partyAffiliation":[{"party":{"name":"Republican"}}],"caucusAffiliation":[{"party":{"name":"Republican"}}],"represents":{"regionType":"StateRegion","regionCode":"FL"}}},{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 94th United States Congress","congressNumber":94,"congressType":"USCongress","startDate":"1975-01-03","endDate":"1977-01-03"},"partyAffiliation":[{"party":{"name":"Republican"}}],"caucusAffiliation":[{"party":{"name":"Republican"}}],"represents":{"regionType":"StateRegion","regionCode":"FL"}}},{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 95th United States Congress","congressNumber":95,"congressType":"USCongress","startDate":"1977-01-03","endDate":"1979-01-03"},"partyAffiliation":[{"party":{"name":"Republican"}}],"caucusAffiliation":[{"party":{"name":"Republican"}}],"represents":{"regionType":"StateRegion","regionCode":"FL"}}}],"creativeWork":[{"freeFormCitationText":"Frey, Lou. <i>Report by Lou Frey, Jr., Peter N. Kyros, and James F. Hastings, Members of the Committee on Interstate and Foreign Commerce, concerning narcotic enforcement efforts in Hong Kong, Thailand, Burma, India, Lebanon, Greece, Turkey, France, and the Netherlands</i>. Washington: Government Printing Office, 1973."},{"freeFormCitationText":"Frey, Lou, Jr., and Michael T. Hayes, eds. <i>Inside the House: Former Members Reveal How Congress Really Works</i>. Lanham, MD.: University Press of America, 2001."},{"freeFormCitationText":"___., and Aubrey Jewett, eds. <i>Political Rules of the Road: Representatives, Senators, and Presidents Share their Rules for Success in Congress, Politics, and Life</i>. Lanham, MD: University Press of America, 2009."},{"freeFormCitationText":"Ralph Nader Congress Project. <i>Citizens Look at Congress: Louis Frey, Jr., Republican Representative from Florida.</i> Washington, D. C.: Grossman Publishers, 1972."}],"researchRecord":[{"name":"1986, 4 commercials on 2 videocassettes.","recordType":["Videocassettes"],"description":"The commercials were used during Lou Frey's campaign for the 1986 gubernatorial election in Florida, Republican Party.","recordLocation":{"name":"The Julian P. Kanter Political Commercial Archive, Department of Communication","location":{"addressLocality":"Norman","addressRegion":"OK"},"parentRecordLocation":{"name":"University of Oklahoma","url":"http://www.ou.edu/special/albertctr/archives/","location":{"addressLocality":"Norman","addressRegion":"OK"}}}},{"name":"ca. 1947-2006, 28.5 linear feet.","recordType":["Papers"],"description":"The papers of Lou Frey include correspondence, photographs, campaign materials, articles, minutes, printed government documents, framed materials, video cassette tapes and artifacts that document Lou Frey's life of public service. Pre-Congressional and personal papers mainly document Lou Frey's activities in the Republican Party in the years before his election to Congress, and the 1968 election itself is well documented here. A few materials show a little about his family especially his parents. Some photographs show his wife and children. Frey's work in Congress and the elections in which he was involved are also documented. Frey fought and won four congressional elections and then ran for Governor of Florida while he was in Congress. Congressman Frey successfully passed a bill legislating standards for mobile home construction; his work is documented in the subject files subseries. Subject files also highlight his committee work, elections and the Watergate scandal. When Frey was named by Time magazine as one of the top two-hundred rising leaders in the United States, he received congratulatory letters and attended a conference organized by the magazine. Extensive correspondence files form a large subseries and include personal and political correspondence as well as letters from Presidents and White House staff. Frey was very active in sports especially baseball playing short stop for the congressional team. A baseball card was printed showing him with Willie Mays, which may be found with the sports photographs. Several photographs show the construction of the Naval Regional Medical Center in Orlando; one includes Frey at the groundbreaking ceremony. Materials documenting Lou Frey's activities since he left Congress include an eclectic mix, documenting such topics as: a celebration honoring Frey's 25 years of public service, his support of his Alma Mater, information on various aspects of Congress, and the I4 corridor. Election materials record his bid to become a senator in 1980 and Governor in 1986. A large group of files documents Frey's work in the Association of Former Members of Congress. His involvement with the Florida Energy Commission and the Millennial Housing Commission is also well described here. Frey comments on politics for both television and radio and the video and audio cassette tapes for these programs are held here. Photographs in this series include images of Frey alone, with others, and other politicians and individuals at events. A finding aid is available in the repository and online.","recordLocation":{"name":"Special Collections","location":{"addressLocality":"Orlando","addressRegion":"FL"},"parentRecordLocation":{"name":"University of Central Florida Libraries","location":{"addressLocality":"Orlando","addressRegion":"FL"}}}},{"name":"In the Lou Frey Institute of Politics and Government Collection, 2003-2006, 0.5 linear foot.","recordType":["Papers"],"description":"The materials General Information, 2003-2004 providing background information about the Lou Frey Institute and samples of stationery. Symposia, 2003-2006 holds advertising materials and DVDs of the symposia presentations of the Institute. A finding aid is available in the repository and online.","recordLocation":{"name":"Special Collections","location":{"addressLocality":"Orlando","addressRegion":"FL"},"parentRecordLocation":{"name":"University of Central Florida Libraries","location":{"addressLocality":"Orlando","addressRegion":"FL"}}}}]}
