{ "usCongressBioId" : "G000434", "familyName" : "Greenup", "givenName" : "Christopher", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Greenup", "unaccentedGivenName" : "Christopher", "birthDate" : "1750", "birthCirca" : true, "deathDate" : "1818-04-27", "deathCirca" : false, "profileText" : "A Representative from Kentucky; born in Westmoreland County, Va., in 1750; completed academic studies; studied law; was admitted to the bar in 1783 and commenced practice in Fayette County, Ky. (then a part of Virginia); clerk of the district court at Harrodsburg 1785-1792; served in the Revolutionary War and attained the rank of colonel; member of the Virginia house of delegates in 1785; member of the conventions at Danville, Ky., in 1785 and 1788 to consider separation from Virginia; moved to Frankfort, Ky., in 1792; upon the admission of Kentucky as a State into the Union was elected as an Anti-Administration candidate to the Second and Third Congresses; reelected as a Republican to the Fourth Congress and served from November 9, 1792, to March 3, 1797; member of the State house of representatives in 1798; clerk of the State senate 1799-1802; appointed judge of the circuit court in 1802; Governor of Kentucky 1804-1808; presidential elector on the Madison and Clinton ticket in 1808; justice of the peace in Franklin County in 1812; one of the original trustees of Transylvania University, Lexington, Ky.; died in Frankfort, Ky., April 27, 1818; interment in State Cemetery.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1791-10-24", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 2nd United States Congress", "congressNumber" : 2, "congressType" : "USCongress", "startDate" : "1791-03-04", "endDate" : "1793-03-02" }, "partyAffiliation" : [{ "party" : { "name" : "Anti-Administration" } }], "caucusAffiliation" : [{ "party" : { "name" : "Republican" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "KY" }, "note" : [{ "type" : "Note", "noteType" : "FootNote", "content" : "Took his seat November 9, 1792." }] } }, { "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1793-12-02", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 3rd United States Congress", "congressNumber" : 3, "congressType" : "USCongress", "startDate" : "1793-03-04", "endDate" : "1795-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Anti-Administration" } }], "caucusAffiliation" : [{ "party" : { "name" : "Republican" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "KY" } } }, { "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1795-12-07", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 4th United States Congress", "congressNumber" : 4, "congressType" : "USCongress", "startDate" : "1795-06-08", "endDate" : "1797-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Republican" } }], "caucusAffiliation" : [{ "party" : { "name" : "Republican" } }], "represents" : { "regionType" : "StateRegion", "regionCode" : "KY" } } }], "creativeWork" : [], "researchRecord" : [{ "name" : "In the Murdock Collection of Overton Papers, n.d., 125 items and 3 volumes.", "recordType" : ["Papers"], "description" : "Other authors include Christopher Greenup.", "recordLocation" : { "name" : "Tennessee State Library and Archives", "location" : { "addressLocality" : "Nashville", "addressRegion" : "TN" } } }, { "name" : "1783-1812, 11 items.", "recordType" : ["Papers"], "description" : "The papers of Christopher Greenup include letters, documents, commissions, a 1793 deed, and a land grant signed by Greenup. Correspondence includes a 22 Nov. 1794 letter to Thomas Todd discussing ways Samuel Pleasants of Philadelphia could pay taxes on his land, and comments on domestic and foreign affairs; a 15 Dec. 1794 letter to John Fitzgerald asking about Fitzgerald's claim for 3000 acres of the 4000 acre military grant to Captain John H. Holt; a 27 May 1808 letter to the governor of Connecticut transmitting acts passed at the last session of the Kentucky General Assembly; and a 16 May 1812 letter to David Todd discussing a deposition Todd was making concerning an old survey.", "recordLocation" : { "name" : "Filson Historical Society", "location" : { "addressLocality" : "Louisville", "addressRegion" : "KY" } } }, { "name" : "In the Leven Powell Papers, 1774-1806, 93 items.", "recordType" : ["Papers"], "description" : "Other authors include Christopher Greenup.", "recordLocation" : { "name" : "Earl Gregg Swem Library", "location" : { "addressLocality" : "Williamsburg", "addressRegion" : "VA" }, "parentRecordLocation" : { "name" : "College of William and Mary", "location" : { "addressLocality" : "Williamsburg", "addressRegion" : "VA" } } } }, { "name" : "In the Governor's Official Correspondence File, 1807-1808, 0.1 cubic foot.", "recordType" : ["Papers"], "description" : "These are incoming letters to Governor Christopher Greenup that document administrative activities of the chief executive. Topics of correspondence include the purchase of a fire engine for Frankfort from Philadelphia and proposed amendments to the United States Constitution regarding the limitation of the judicial powers of federal courts and the removal from office of incompetent federal judges.", "recordLocation" : { "name" : "Kentucky Department for Libraries and Archives", "location" : { "addressLocality" : "Frankfort", "addressRegion" : "KY" } } }, { "name" : "In the Governor's Official Correspondence File - Circuit Judge Appointments, 1804-1808, 0.2 cubic foot.", "recordType" : ["Papers"], "description" : "These files document Governor Christopher Greenup's use of the governor's power and privilege to accept resignations and grant appointments for judiciary positions within the circuit court system, such as judge and assistant judge. Included are letters recommending individuals for the governor's consideration and rejections of appointments.", "recordLocation" : { "name" : "Kentucky Department for Libraries and Archives", "location" : { "addressLocality" : "Frankfort", "addressRegion" : "KY" } } }, { "name" : "In the Governor's Official Correspondence File - Civil Appointments, 1804-1808, 0.2 cubic foot.", "recordType" : ["Papers"], "description" : "These files document Governor Christopher Greenup's use of the governor's power and privilege to accept resignations and to appoint civil officials, such as sheriff, justice of the peace, coroner, surveyor, and penitentiary agent. In addition to official appointment orders and resignation letters, correspondence recommending individuals for the governor's consideration and rejections of appointments are included.", "recordLocation" : { "name" : "Kentucky Department for Libraries and Archives", "location" : { "addressLocality" : "Frankfort", "addressRegion" : "KY" } } }, { "name" : "In the Governor's Official Correspondence File - Enrolled Bills, 1804-1806, 1 volume, and 1 partial microfilm reel.", "recordType" : ["Microfilm", "Papers"], "description" : "These are the transcripts of acts and resolutions passed by the General Assembly; signed by representatives of the Senate and the House of Representatives; and approved, dated, and signed into law by the governor. Included are an act to suppress gaming, an act providing housing for the mentally ill in a separate part of the penitentiary, an act concerning the upkeep of the Wilderness Road, and acts redrawing county lines. Of particular interest is the act which provided financial relief to a former Indian captive, Clarinda Allington, and the three children she bore while held in captivity.", "recordLocation" : { "name" : "Kentucky Department for Libraries and Archives", "location" : { "addressLocality" : "Frankfort", "addressRegion" : "KY" } } }, { "name" : "In the Governor's Official Correspondence File - Executive Journal, 1804-1808, 1 volume, and 1 partial microfilm reel.", "recordType" : ["Microfilm", "Papers"], "description" : "This journal documents Governor Christopher Greenup's official actions, which include appointing and accepting resignations from civil officials and military officers; granting pardons and reprieves and remitting fines; approving expenditures; communicating with the General Assembly; and approving and rejecting legislation. Also recorded are orders for militia activation, communications with militia officers, and the establishment or alteration of militia regimental boundaries. This volume also contains transcribed requests to Governor Greenup from the U.S. Department of War and President Thomas Jefferson asking that the militia apprehend and seize persons and vessels on the Ohio River involved in the Aaron Burr conspiracy.", "recordLocation" : { "name" : "Kentucky Department for Libraries and Archives", "location" : { "addressLocality" : "Frankfort", "addressRegion" : "KY" } } }, { "name" : "In the Governor's Official Correspondence File - Executive Journals, 1796-1804, 2 volumes, and 1 microfilm reel.", "recordType" : ["Microfilm", "Papers"], "description" : "The second volume, while officially dated 1800-1804, contains military and civil transactions and appointments which extend through March 1808, into the term of Governor Christopher Greenup. Included in the second volume are proclamations and circulars to militia officers concerning the muster and readying of the militia in 1803 for the defense of New Orleans against the threat of Spanish invasion after the Louisiana Purchase. Texts of Governor Garrard's State of the Commonwealth addresses are also included.", "recordLocation" : { "name" : "Kentucky Department for Libraries and Archives", "location" : { "addressLocality" : "Frankfort", "addressRegion" : "KY" } } }, { "name" : "In the Governor's Official Correspondence File - Messages to the General Assembly, 1804-1808, 0.1 cubic foot.", "recordType" : ["Papers"], "description" : "These files document the communication between Governor Christopher Greenup and the General Assembly regarding affairs of the Commonwealth and of the country. Special topics discussed include the detainment of American vessels on the high seas by British warships; the Aaron Burr conspiracy; proposed amendments to the United States Constitution concerning federal courts and judges; an Ohio River canal; the advantages gained from the Louisiana Purchase; duties of circuit court clerks; and militia appointments.", "recordLocation" : { "name" : "Kentucky Department for Libraries and Archives", "location" : { "addressLocality" : "Frankfort", "addressRegion" : "KY" } } }, { "name" : "In the Governor's Official Correspondence File - Military Appointments, 1804-1808, 0.5 cubic foot.", "recordType" : ["Papers"], "description" : "These files document Governor Christopher Greenup's role as commander-in-chief of the Kentucky militia and the use of the governor's power and privilege to accept resignations, to appoint, and to commission Kentucky militia officers to the rank of lieutenant or above. Included are reports of newly elected officers awaiting commissioning by the governor, appointments to units, nominations and recommendations for commissions, and resignations.", "recordLocation" : { "name" : "Kentucky Department for Libraries and Archives", "location" : { "addressLocality" : "Frankfort", "addressRegion" : "KY" } } }, { "name" : "In the Governor's Official Correspondence File - Military Correspondence, 1804-1808, 1 folder.", "recordType" : ["Papers"], "description" : "These letters document the military affairs of state government and Governor Christopher Greenup's role as commander-in-chief of the Kentucky militia. Included are letters to the governor discussing the formation of new brigades and the procurement of muskets for an artillery company. There also is a copy of an 1806 act, resulting from the Aaron Burr conspiracy, authorizing the President of the United States to require that governors organize, arm, equip, and maintain state militias in combat readiness during a national emergency.", "recordLocation" : { "name" : "Kentucky Department for Libraries and Archives", "location" : { "addressLocality" : "Frankfort", "addressRegion" : "KY" } } }, { "name" : "In the Governor's Official Correspondence File - Petitions for Pardons, 1804-1808, 0.2 cubic foot.", "recordType" : ["Papers"], "description" : "These files document Governor Christopher Greenup's use of the governor's power and privilege to pardon convicts. Included are requests for pardons, affidavits, pleas, a pardon, a respite, a judgment, an order, and papers relating to Surry, a slave condemned to be hanged for murdering another slave in Lincoln County.", "recordLocation" : { "name" : "Kentucky Department for Libraries and Archives", "location" : { "addressLocality" : "Frankfort", "addressRegion" : "KY" } } }, { "name" : "March 26, 1794; December 1, 1798. 2 letters.", "recordType" : ["Papers"], "description" : "Finding aid in repository.", "recordLocation" : { "name" : "New-York Historical Society", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" } } }, { "name" : "1778, 1 folder.", "recordType" : ["Papers"], "description" : "Original manuscript muster rolls taken by Christopher Greenup on 13 and 14 Apr. 1778. The rolls provide names of soldiers and the commanding officer under whom they served in the 16th Virginia Regiment. A few names are crossed or abbreviated.", "recordLocation" : { "name" : "Thomas Balch Library", "location" : { "addressLocality" : "Leesburg", "addressRegion" : "VA" } } }, { "name" : "1825, 1 volume.", "recordType" : ["Papers"], "description" : "A typed transcript of a letter from Christopher Greenup, Richmond, Virginia, to Paulus, [Kentucky] written on March 31, 1825.", "recordLocation" : { "name" : "Reuben T. Durrett Collection on Kentucky and the Ohio River Valley", "location" : { "addressLocality" : "Chicago", "addressRegion" : "IL" }, "parentRecordLocation" : { "name" : "University of Chicago Library", "location" : { "addressLocality" : "Chicago", "addressRegion" : "IL" } } } }] }
