{"usCongressBioId":"G000130","familyName":"George","givenName":"Newell","middleName":"Adolphus","unaccentedFamilyName":"George","unaccentedGivenName":"Newell","unaccentedMiddleName":"Adolphus","birthDate":"1904","birthCirca":false,"deathDate":"1992","deathCirca":false,"profileText":"A Representative from Kansas; born in Kansas City, Mo., September 24, 1904; attended public schools, Kansas City, Kans., Wentworth Military Academy, Lexington, Mo., Park College, Parkville, Mo., and University of Kansas City School of Law; graduated from National University, Washington, D.C., in 1935; was admitted to the District of Columbia bar in 1935 and to the Kansas bar in 1941; commenced the practice of law in Kansas City, Kans.; member of the staff of United States Senator George McGill of Kansas in 1933 and 1934; regional attorney, Bureau of Employment Security, 1941-1945, and Federal Security Agency 1947-1953; chief legal counsel, Regional War Manpower Commission, during the Second World War; first assistant Wyandotte County attorney 1953-1958; delegate to the Democratic National Convention in 1960; elected as a Democrat to the Eighty-sixth Congress (January 3, 1959-January 3, 1961); unsuccessful candidate for reelection in 1960 to the Eighty-seventh Congress; appointed United States attorney for the district of Kansas March 28, 1961, and served until June 20, 1968; was a resident of Kansas City, Kans., until his death on October 22, 1992.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 86th United States Congress","congressNumber":86,"congressType":"USCongress","startDate":"1959-01-03","endDate":"1961-01-03"},"partyAffiliation":[{"party":{"name":"Democrat"}}],"caucusAffiliation":[{"party":{"name":"Democrat"}}],"represents":{"regionType":"StateRegion","regionCode":"KS"}}}],"creativeWork":[],"researchRecord":[{"name":"1959-1960, 0.4 foot.","recordType":["Papers"],"description":"The papers of Newell A. George contain correspondence and other papers relating to his one term of service in the U.S. House, 1959-60. Topics or types of documents represented include the Sunflower Ordnance Works (DeSoto, Kan.); the U.S. Post Office Dept. (now the U.S. Postal Service) and Kansas post offices &amp; their closing; the U.S. Dept. of Health, Education, &amp; Welfare (now the departments of Education and Health &amp; Human Services); news releases; and personal correspondence.","recordLocation":{"name":"Kansas State Historical Society","location":{"addressLocality":"Topeka","addressRegion":"KS"}}}]}
