{ "usCongressBioId" : "H000921", "familyName" : "Hughes", "givenName" : "George", "middleName" : "Wurtz", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Hughes", "unaccentedGivenName" : "George", "unaccentedMiddleName" : "Wurtz", "birthDate" : "1806-09-30", "birthCirca" : false, "deathDate" : "1870-09-03", "deathCirca" : false, "profileText" : "A Representative from Maryland; born in Elmira, N.Y., September 30, 1806; received a liberal schooling; was graduated from the United States Military Academy at West Point in 1827; became a civil engineer in New York City; reappointed to the Army July 7, 1838, as captain of topographical engineers; served in the Mexican War; lieutenant colonel of Maryland and District of Columbia Volunteers August 4, 1847; colonel October 1, 1847; honorably mustered out of the volunteer service July 24, 1848; commissioned lieutenant colonel on May 30, 1848; resigned August 4, 1851; became president of the Northern Central Railroad; elected as a Democrat to the Thirty-sixth Congress (March 4, 1859-March 3, 1861); consulting engineer and planter at West River, Md., until his death there on September 3, 1870; interment in the family burying ground of the Galloway family, ``Tulip Hill,'' West River, Md.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1859-03-04", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 36th United States Congress", "congressNumber" : 36, "congressType" : "USCongress", "startDate" : "1859-03-04", "endDate" : "1861-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "MD" } } }], "creativeWork" : [{ "freeFormCitationText" : "Hughes, George W[urtz]. <i>Extracts from reports of an examination of the coal measures belonging to the Maryland Mining Company</i>. Washington: Printed by Gales and Seaton, 1837." }, { "freeFormCitationText" : "------. <i>Oration: Delivered on the seventy-sixth anniversary of the Declaration of the Independence of the United States, July 4, 1851, in the Senate Chamber of the Capitol at Annapolis</i>. Annapolis, [Md.]: Office of the State Capitol Gazette, 1851." }, { "freeFormCitationText" : "------. <i>Report of an examination of the coal measures, including the iron ore deposites, belonging to the Maryland Mining Company, in Alleghany County, and of a survey for a railroad from the mines to the Chesapeake and Ohio Canal, at Cumberland</i>. Washington: <i>National Intelligencer</i> Office, 1836." }, { "freeFormCitationText" : "------. <i>Report on a survey of Jackson City, D.C. With a plan for its improvement</i>. Brooklyn: Printed by F. G. Fish, 1837." }, { "freeFormCitationText" : "------. <i>Report on some of the most important hydraulic works of Holland</i>. [Washington]: Printed by order of Congress, 1843." }, { "freeFormCitationText" : "------. <i>Reports upon the surveys, location, and progress of construction, of the Annapolis and Elk-ridge Rail road</i>. Annapolis: W. M'Neir, printer, 1839." }, { "freeFormCitationText" : "Jones, Charles Lee. <i>Supplemental memorial of Charles Lee Jones, in reply to the counter-memorial from Jalapa, in Mexico, under the signature of certain of the volunteers there in garrison, in relation to Capt. George W. Hughes, there exercising the command of a colonel</i>. Washington: N.p., 1848." }, { "freeFormCitationText" : "Patapsco Land Company. <i>Report of Col. George W. Hughes, Chief Engineer, to the Patapsco Company: Together with the speech of S. M. Cochran, Esq., in the House of Delegates of Maryland, in opposition to the amendments to the charter of the Patapsco Company</i>. Baltimore: Printed by J. Murphy &amp; Co., 1854." }], "researchRecord" : [{ "name" : "Memoir on Mexican War (1846) and business correspondence (1852-1854).", "recordType" : ["Papers"], "description" : "Finding aid in repository.", "recordLocation" : { "name" : "New-York Historical Society", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" } } }] }
