{ "usCongressBioId" : "J000069", "familyName" : "Jefferson", "givenName" : "Thomas", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Jefferson", "unaccentedGivenName" : "Thomas", "birthDate" : "1743-04-13", "birthCirca" : false, "deathDate" : "1826-07-04", "deathCirca" : false, "image" : [{ "caption" : "Photomechanical print, undated (after Rembrant Peale, 1805), Library of Congress Prints and Photographs Division" }], "profileText" : "A Delegate from Virginia, a Vice President and 3d President of the United States; born at \"Shadwell,\" Va., in present-day Albemarle County, Va., on April 13, 1743; attended a preparatory school; graduated from William and Mary College, Williamsburg, Va., in 1762; studied law; admitted to the bar and commenced practice in 1767; member, colonial House of Burgesses, 1769-1775; Member of the Continental Congress, 1775 and 1776; chairman of the committee that drew up, primary author of, and signer of the Declaration of Independence 1776; Governor of Virginia, 1779-1781; member, State house of delegates 1782; again a Member of the Continental Congress, 1783-1784; appointed a Minister Plenipotentiary to France in 1784, and then sole Minister to the King of France in 1785, for three years; Secretary of State of the United States in the Cabinet of President George Washington, 1789-1793; elected Vice President of the United States and served under President John Adams, 1797-1801; elected President of the United States in 1801 by the House of Representatives on the thirty-sixth ballot; reelected in 1804 and served from March 4, 1801, to March 3, 1809; retired to his estate, \"Monticello,\" in Virginia; active in founding the University of Virginia, Charlottesville, Va.; died at Monticello, Albemarle County, Va., July 4, 1826; interment in family cemetery at Monticello.", "relationship" : [{ "relationshipType" : "father-in-law", "relatedTo" : { "usCongressBioId" : "R000051", "familyName" : "Randolph", "givenName" : "Thomas", "middleName" : "Mann", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Randolph", "unaccentedGivenName" : "Thomas", "unaccentedMiddleName" : "Mann", "birthDate" : "1768-10-01", "birthCirca" : false, "deathDate" : "1828-06-20", "deathCirca" : false } }, { "relationshipType" : "father-in-law", "relatedTo" : { "usCongressBioId" : "E000197", "familyName" : "Eppes", "givenName" : "John", "middleName" : "Wayles", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Eppes", "unaccentedGivenName" : "John", "unaccentedMiddleName" : "Wayles", "birthDate" : "1773-04-19", "birthCirca" : false, "deathDate" : "1823-09-13", "deathCirca" : false } }], "jobPositions" : [{ "job" : { "name" : "Delegate", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The 2nd Continental Congress", "congressNumber" : 2, "congressType" : "ContinentalCongress", "startDate" : "1775-05-10", "endDate" : "1781-03-01" }, "represents" : { "regionType" : "StateRegion", "regionCode" : "VA" } } }, { "job" : { "name" : "Delegate", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The Confederation Congress", "congressNumber" : 1, "congressType" : "ConfederationCongress", "startDate" : "1781-03-01", "endDate" : "1789-03-02" }, "represents" : { "regionType" : "StateRegion", "regionCode" : "VA" } } }, { "job" : { "name" : "Vice President", "jobType" : "OtherJob" }, "startDate" : "1797-03-04", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 5th United States Congress", "congressNumber" : 5, "congressType" : "USCongress", "startDate" : "1797-03-04", "endDate" : "1799-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Republican" } }], "represents" : { "regionType" : "CountryRegion", "regionCode" : "US" } } }, { "job" : { "name" : "Vice President", "jobType" : "OtherJob" }, "congressAffiliation" : { "congress" : { "name" : "The 6th United States Congress", "congressNumber" : 6, "congressType" : "USCongress", "startDate" : "1799-12-02", "endDate" : "1801-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Republican" } }], "represents" : { "regionType" : "CountryRegion", "regionCode" : "US" } } }, { "job" : { "name" : "President", "jobType" : "OtherJob" }, "startDate" : "1801-03-04", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 7th United States Congress", "congressNumber" : 7, "congressType" : "USCongress", "startDate" : "1801-03-04", "endDate" : "1803-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Republican" } }], "represents" : { "regionType" : "CountryRegion", "regionCode" : "US" } } }, { "job" : { "name" : "President", "jobType" : "OtherJob" }, "congressAffiliation" : { "congress" : { "name" : "The 8th United States Congress", "congressNumber" : 8, "congressType" : "USCongress", "startDate" : "1803-10-17", "endDate" : "1805-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Republican" } }], "represents" : { "regionType" : "CountryRegion", "regionCode" : "US" } } }, { "job" : { "name" : "President", "jobType" : "OtherJob" }, "startDate" : "1805-03-04", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 9th United States Congress", "congressNumber" : 9, "congressType" : "USCongress", "startDate" : "1805-12-02", "endDate" : "1807-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Republican" } }], "represents" : { "regionType" : "CountryRegion", "regionCode" : "US" } } }, { "job" : { "name" : "President", "jobType" : "OtherJob" }, "congressAffiliation" : { "congress" : { "name" : "The 10th United States Congress", "congressNumber" : 10, "congressType" : "USCongress", "startDate" : "1807-10-26", "endDate" : "1809-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Republican" } }], "represents" : { "regionType" : "CountryRegion", "regionCode" : "US" } } }], "creativeWork" : [{ "freeFormCitationText" : "Adams, James Truslow. <i>The Living Jefferson</i>. New York: C. Scribner's Sons; London, C. Scribner's Sons Ltd., 1936." }, { "freeFormCitationText" : "Adams, John. <i>The Adams-Jefferson Letters: The Complete Correspondence Between Thomas Jefferson and Abigail and John Adams</i>. Edited by Lester J. Cappon. 1959. Reprint, Chapel Hill: Published for the Institute of Early American History and Culture at Williamsburg, Virginia by the University of North Carolina Press, 1988." }, { "freeFormCitationText" : "------. <i>Adams to Jefferson &amp; Jefferson to Adams: A Dialogue from their Correspondence, 1812-1826</i>. Edited by Richard K. Arnold. San Francisco: Jerico Press, 1975." }, { "freeFormCitationText" : "------. <i>Correspondence of John Adams and Thomas Jefferson, 1812-1826</i>. Indianapolis: Bobbs-Merrill, 1925. Reprint, selected with comment by Paul Wilstach. New York: Kraus Reprint, 1972." }, { "freeFormCitationText" : "Adler, Bill, comp. <i>Washington: A Reader; the National Capital as Seen through the Eyes of Thomas Jefferson</i>. New York: Meredith Press, [1967]." }, { "freeFormCitationText" : "Appleby, Joyce Oldham. <i>Thomas Jefferson</i>. New York: Times Books, 2003." }, { "freeFormCitationText" : "Arrowood, Charles Flinn, ed. <i>Thomas Jefferson and Education in a Republic</i>. New York [etc.]: McGraw-Hill Book Company, Inc., 1930. Reprint, New York: AMS Press, [1971]." }, { "freeFormCitationText" : "Axelrod, Alan. <i>The Life and Work of Thomas Jefferson</i>. Indianapolis, IN: Alpha, 2001." }, { "freeFormCitationText" : "Bailey, Jeremy D. <i>Thomas Jefferson and Executive Power</i>. Cambridge: Cambridge University Press, 2007." }, { "freeFormCitationText" : "Barefoot, Coy.<i> Thomas Jefferson on Leadership: Executive Lessons from his Life and Letters</i>. New York: Plume, 2002." }, { "freeFormCitationText" : "Baron, Robert C., ed. <i>The Garden and Farm Books of Thomas Jefferson</i>. Golden, Colo.: Fulcrum, 1987." }, { "freeFormCitationText" : "Bear, James Adam. <i>Thomas Jefferson's Book-marks</i>. Charlottesville, Va.: N.p., 1958." }, { "freeFormCitationText" : "Bear, James Adam, ed. <i>Jefferson at Monticello</i>. Charlottesville: University Press of Virginia, [1967]." }, { "freeFormCitationText" : "Beard, Charles Austin.<i> Jefferson, Corporations and the Constitution</i>. Washington: National Home Library Foundation, 1936." }, { "freeFormCitationText" : "Beckley, John James.<i> Address to the People of the United States with an Epitome and Vindication of the Public Life and Character of Thomas Jefferson</i>. Richmond: Printed by Merriwether Jones, 1800." }, { "freeFormCitationText" : "------. <i>An Epitome of the Life &amp; Character of Thomas Jefferson</i>. [Wilmington: Printed by James Wilson at the Franklin Press, 1800]." }, { "freeFormCitationText" : "Bedini, Silvio A. <i>Thomas Jefferson and American Vertebrate Paleontology</i>. Charlottesville, Va.: Commonwealth of Va., Dept. of Mines, Minerals and Energy, Division of Mineral Resources, 1985." }, { "freeFormCitationText" : "[Bennett, Hugh Hammond]. <i>Thomas Jefferson, Soil Conservationist</i>. [Washington]: United States Dept. of Agricultural, Soil Conservation service, [1944]." }, { "freeFormCitationText" : "Benson, C. Randolph. <i>Thomas Jefferson as Social Scientist</i>. Rutherford: Fairleigh Dickinson University Press, [1971]." }, { "freeFormCitationText" : "Berman, Eleanor Davidson.<i> Thomas Jefferson Among the Arts; An Essay in Early American Esthetics</i>. New York: Philosophical Library, 1947." }, { "freeFormCitationText" : "Bernstein, Richard B. <i>Thomas Jefferson</i>. New York: Oxford University Press, 2003." }, { "freeFormCitationText" : "Boorstin, Daniel J. <i>The Lost World of Thomas Jefferson</i>. New York: H. Holt, 1948. Reprint, with a new preface. Chicago: University of Chicago Press, 1993." }, { "freeFormCitationText" : "Bottorff, William K. <i>Thomas Jefferson</i>. Boston: Twayne Publishers, 1979." }, { "freeFormCitationText" : "Boutell, Lewis Henry. <i>Thomas Jefferson, the Man of Letters</i>. Chicago: Privately printed [press of S. Thompson &amp; co.], 1891." }, { "freeFormCitationText" : "Bowers, Claude Gernade. <i>Civil and Religious Liberty, Jefferson: O'Connell</i>. Worcester, Mass.: Holy cross college, [1930]." }, { "freeFormCitationText" : "------. <i>The Heritage of Jefferson</i>. New York: International Publishers, [1945]." }, { "freeFormCitationText" : "------. <i>Jefferson in Power, the Death Struggle of the Federalists</i>. Boston: Houghton Mifflin Company, 1936." }, { "freeFormCitationText" : "------. <i>The Young Jefferson, 1743-1789</i>. Boston: Houghton Mifflin Company, 1945." }, { "freeFormCitationText" : "Boyd, Julian P. <i>The Enduring World of Thomas Jefferson</i>. Williamsburg [Va.]: College of William and Mary, 1963." }, { "freeFormCitationText" : "Brodie, Fawn McKay. <i>Thomas Jefferson, an Intimate History</i>. New York: Norton, [1974]." }, { "freeFormCitationText" : "Brown, Stuart Gerry. <i>Thomas Jefferson</i>. New York: Washington Square Press, [1963]." }, { "freeFormCitationText" : "Bullock, Helen Claire Duprey.<i> My Head and My Heart, a Little History of Thomas Jefferson and Maria Cosway</i>. With preface by Carleton Sprague Smith. New York: G.P. Putnam's Sons, [1945]." }, { "freeFormCitationText" : "------. <i>The Papers of Thomas Jefferson</i>. Charlottesville, Va.: N.p., 1941." }, { "freeFormCitationText" : "Burstein, Andrew. <i>The Inner Jefferson: Portrait of a Grieving Optimist</i>. Charlottesville: University Press of Virginia, 1996." }, { "freeFormCitationText" : "Callender, James Thomson.<i> Thomas Jefferson and James Thomson Callender, 1798-1802</i>. Edited by Worthington Chauncey Ford. Brooklyn, N.Y.: Historical Print. Club, 1897." }, { "freeFormCitationText" : "Carlton, Mabel Mason. <i>Thomas Jefferson, Lover of Liberty</i>. Boston: John Hancock Mutual Life Insurance Co., [1922]." }, { "freeFormCitationText" : "Carpenter, S. C. <i>Memoirs of the Hon. Thomas Jefferson, Secretary of State, Vice-President, and President of the United States of America : containing a concise history of those states, from the acknowledgment of their independence : with a view of the rise and progress of French influence and French principles in that country</i> ... [New York]: Printed for the Purchasers, 1809." }, { "freeFormCitationText" : "Cerami, Charles A. <i> Jefferson's Great Gamble: The Remarkable Story of Jefferson, Napoleon and the Men behind the Louisiana Purchase</i>. Naperville, Ill.: Sourcebooks, 2003." }, { "freeFormCitationText" : "Chandler, David Leon. <i>The Jefferson Conspiracies: A President's Role in the Assassination of Meriwether Lewis</i>. New York: Morrow, 1994." }, { "freeFormCitationText" : "Channing, Edward. <i>The Jeffersonian System, 1801-1811</i>. New York and London: Harper &amp; brothers, 1906. Reprint, New York: Greenwood Press, [1969]." }, { "freeFormCitationText" : "Chidsey, Donald Barr. <i>Mr. Hamilton and Mr. Jefferson</i>. Nashville: T. Nelson, [1975]." }, { "freeFormCitationText" : "Chinard, Gilbert. <i>Thomas Jefferson, the Apostle of Americanism</i>. Boston: Little, Brown and company, 1939. Reprint, [Ann Arbor]: University of Michigan Press, [1957]." }, { "freeFormCitationText" : "Clark, Graves Glenwood. <i>Thomas Jefferson, Friend of Liberty</i>. Illustrated by Luther Coleman Wells. Richmond: Johnson Pub. Co., [1947]." }, { "freeFormCitationText" : "Cochran, Isabel Mason Chamberlain. <i>Thomas Jefferson</i>. [Charlottesville, Va.: Surber-Arundale co., 1926]." }, { "freeFormCitationText" : "------. <i>The Tide and Thomas Jefferson</i>. [Bradenton? Fla.: N.p., 1956]." }, { "freeFormCitationText" : "Collado, Katherine A., ed., et. al. <i>The Presidency of Thomas Jefferson, 1801-1809</i>. Washington, D.C. : Center for Legislative Archives, National Archives and Records Administration, 1994." }, { "freeFormCitationText" : "Conant, James Bryant. <i>Thomas Jefferson and the Development of American Public Education</i>. Berkeley: University of California Press, 1962." }, { "freeFormCitationText" : "Coolidge, Harold Jefferson. <i>Thoughts on Thomas Jefferson; or, What Jefferson was not</i>. Edited and revised by Lawrence Coolidge. Boston: The Club of Odd Volumes, 1936." }, { "freeFormCitationText" : "Crane, John de Murinelly Cirne. <i>Thomas Jefferson, Author of the Declaration of American Independence, of the Statute of Virginia for Religious Freedom, and Father of the University of Virginia</i>. Washington: N.p., 1948." }, { "freeFormCitationText" : "Crotty, Gene. <i>Jefferson's Legacy: His Own University</i>. [Virginia?]: G. Crotty, 1996." }, { "freeFormCitationText" : "Cunningham, Noble E. <i>In Pursuit of Reason: The Life of Thomas Jefferson</i>. Baton Rouge: Louisiana State University Press, 1987." }, { "freeFormCitationText" : "------. <i>Jefferson and Monroe: Constant Friendship and Respect</i>. Preface by Joyce Appleby. [Charlottesville, Va.]: Thomas Jefferson Foundation; Chapel Hill, N.C.: Distributed by University of North Carolina Press, 2003." }, { "freeFormCitationText" : "------. <i>The Process of Government Under Jefferson</i>. Princeton, N.J.: Princeton University Press, 1978." }, { "freeFormCitationText" : "Curtis, William Eleroy. <i>The True Thomas Jefferson</i>. Philadelphia, London: J.B. Lippincott Company, 1901." }, { "freeFormCitationText" : "Dabney, Virginius. <i>Mr. Jefferson's University: A History</i>. Charlottesville: University Press of Virginia, 1981." }, { "freeFormCitationText" : "Dana, Emma Lilian. Makers of America; the Story of the Lives of Franklin, Washington, Jefferson and Lincoln. New York: Immigrant publication society, incorporated, 1923." }, { "freeFormCitationText" : "Daniels, Jonathan. <i>Ordeal of Ambition; Jefferson, Hamilton, Burr</i>. Garden City, N.Y.: Doubleday, 1970." }, { "freeFormCitationText" : "Daugherty, Sonia (Medvedeva). <i>Thomas Jefferson: Fighter for Freedom and Human Rights</i>. <i>Way of an eagle</i>. With illustrations by James Daughterty. New York: F. Ungar Pub. Co., [1961]." }, { "freeFormCitationText" : "Daveiss, Joseph Hamilton. <i>View of the President's Conduct Concerning the Conspiracy of 1806</i>. Cincinnati: The Abingdon press, [1917]." }, { "freeFormCitationText" : "Davis, Thomas Jefferson. <i>A sketch of the life, character, and public services of Thomas Jefferson, with some account of the aid he rendered in establishing our independence and government</i>. Philadelphia: Claxton, Remsen &amp; Haffelfinger, 1876." }, { "freeFormCitationText" : "Donaldson, Thomas. <i>The house in which Thomas Jefferson wrote the Declaration of Independence</i>. Philadelphia: Avil Printing Co., 1898." }, { "freeFormCitationText" : "Dos Passos, John. <i>The Head and Heart of Thomas Jefferson</i>. Garden City, N.Y.: Doubleday, 1954." }, { "freeFormCitationText" : "------. <i>The Shackles of Power: Three Jeffersonian Decades</i>. Garden City, N.Y.: Doubleday, 1966. Reprint, Collector's edition, Norwalk, Conn.: Easton Press, [1988?]." }, { "freeFormCitationText" : "Downes, Randolph C. <i>Thomas Jefferson and the Removal of Governor St. Clair in 1802</i>. Columbus, Ohio: N.p., 1927." }, { "freeFormCitationText" : "Dumbauld, Edward. <i>Thomas Jefferson, American Tourist, Being an Account of His Journeys in the United States of America, England, France, Italy, the Low Countries, and Germany</i>. Norman: University of Oklahoma Press, 1946." }, { "freeFormCitationText" : "Dwight, Theodore. <i>The character of Thomas Jefferson, as exhibited in his own writings</i>. Boston: Weeks, Jordan &amp; Company, 1839." }, { "freeFormCitationText" : "Edwards, Everett E., comp. and ed. <i>Jefferson and Agriculture: A Sourcebook</i>. [Washington, D.C.]: U.S. Dept. of Agriculture, 1943." }, { "freeFormCitationText" : "Ellis, Edward Sylvester. <i>The life of Thomas Jefferson, third president of the United States, 1801-1809</i>. With an essay by G. Mercer Adam; also an account of the Louisiana Purchase by Isidore A. Zacharias; and anecdotes, characteristics and chronology. Chicago: Laird &amp; Lee, 1913." }, { "freeFormCitationText" : "------.<i> Thomas Jefferson; a character sketch</i>. Chicago: The University association, 1898. Reprint, with supplementary essay, by G. Mercer Adam. With an account of the Louisiana purchase, together with anecdotes, characteristics, and chronology. Milwaukee: H. G. Campbell publishing co., 1903." }, { "freeFormCitationText" : "Ellis, Joseph J. <i>American Sphinx: The Character of Thomas Jefferson</i>. New York: Knopf, 1996." }, { "freeFormCitationText" : "Ferling, John E. <i>Setting the World Ablaze: Washington, Adams, Jefferson, and the American Revolution</i>. Oxford; New York: Oxford University Press, 2000." }, { "freeFormCitationText" : "Fleming, Thomas J.<i> The Man from Monticello; An Intimate Life of Thomas Jefferson</i>. New York: Morrow, 1969." }, { "freeFormCitationText" : "Foote, Henry Wilder. <i>Thomas Jefferson, Champion of Religious Freedom, Advocate of Christian Morals</i>. Boston: Beacon Press, 1947." }, { "freeFormCitationText" : "------. <i>Thomas Jefferson: Social Reformer</i>. Boston: Beacon Press, 1947." }, { "freeFormCitationText" : "Ford, Paul Leicester. <i>Thomas Jefferson</i>. Cambridge [Mass.]: For subscribers by the University Press; Boston, A. W. Elson, [1904]." }, { "freeFormCitationText" : "Ford, Worthington Chauncey. <i>Jefferson and the Newspaper</i>. Washington: N.p., 1905." }, { "freeFormCitationText" : "Forman, Samuel Eagle. <i>The life and writings of Thomas Jefferson, including all of his important utterances on public questions, compiled from state papers and from his private correspondence</i>. 1900. Reprint, Indianapolis: Bobbs-Merrill, [1905]." }, { "freeFormCitationText" : "Frary, I. T.<i> Thomas Jefferson, Architect and Builder</i>. With an introduction by Fiske Kimball. [3d ed.]. Richmond: Garrett and Massie, [1950]." }, { "freeFormCitationText" : "Frye, Melinda Young. <i>Thomas Jefferson and Wine in Early America: Art and Artifacts Reflecting the Cultural History of Wine in the Colonies and the Early Republic: A Special Bicentennial Exhibition. Organized and presented by the Wine Museum of San Francisco, the Christian Brothers Collection</i>. [San Francisco]: The Museum, 1976." }, { "freeFormCitationText" : "Galbreath, C. B. <i>Thomas Jefferson's Views on Slavery</i>. Columbus, Ohio: N.p., 1925." }, { "freeFormCitationText" : "Gilpin, Henry Dilworth. <i>A biographical sketch of Thomas Jefferson</i>. Philadelphia: N.p., 1828." }, { "freeFormCitationText" : "Gray, Francis Calley. <i>Thomas Jefferson in 1814, being an account of a visit to Monticello, Virginia</i>. With notes and introduction by Henry S. Rowe and T. Jefferson Coolidge, Jr. Boston: The Club of Odd Volumes, 1924." }, { "freeFormCitationText" : "Guinness, Desmond and Julius Trousdale Sadler, Jr. <i>Mr. Jefferson, Architect</i>. New York: Viking Press, [1973]." }, { "freeFormCitationText" : "Halliday, E. M. <i>Understanding Thomas Jefferson</i>. New York: HarperCollins Publishers, 2001." }, { "freeFormCitationText" : "Healey, Robert M. <i>Jefferson on Religion in Public Education</i>. 1962. Reprint, [Hamden, Conn.]: Archon Books, 1970." }, { "freeFormCitationText" : "Henderson, John Cleaves. <i>Thomas Jefferson's Views on Public Education</i>. 1890. Reprint, New York: AMS Press, [1970]." }, { "freeFormCitationText" : "Heslep, Robert D. <i>Thomas Jefferson &amp;Education</i>. New York: Random House, [1969]." }, { "freeFormCitationText" : "Hilleary, Hugh W. <i>Thomas Jefferson</i>. [Washington, D.C.: Crane Press, 1921?]." }, { "freeFormCitationText" : "Hirst, Francis Wrigley. <i>Life and Letters of Thomas Jefferson</i>. New York: Macmillan Company, 1926." }, { "freeFormCitationText" : "Honeywell, Roy John. <i>The Educational Work of Thomas Jefferson</i>. Cambridge: Harvard university press, 1931. Reprint, New York: Russell &amp; Russell, 1964." }, { "freeFormCitationText" : "Hubbard, Elbert. <i>Thomas Jefferson, a Little Journey</i>. And an address by John J. Lentz, being two attempts to help perpetuate the memory &amp; pass along the influence of the great American. East Aurora, N.Y.: Roycrofters, 1906." }, { "freeFormCitationText" : "Jefferson, Thomas. <i>The Correspondence of Jefferson and Du Pont de Nemours</i>. With and introduction on Jefferson and the Physiocrats by Gilbert Chinard. Baltimore: Johns Hopkins Press, 1931. Reprint, New York: Arno Press, 1979." }, { "freeFormCitationText" : "------. <i>Jefferson on Jefferson</i>. [Selected and edited by] Paul M. Zall. Lexington: University Press of Kentucky, 2002." }, { "freeFormCitationText" : "------. <i>A Jefferson Profile as Revealed in his Letters</i>. Selected and arranged with an introduction by Saul K. Padover. New York: J. Day Co., 1956." }, { "freeFormCitationText" : "------. <i>Letters of Thomas Jefferson</i>. Tilton, N.H.: Hillside Press, 1975." }, { "freeFormCitationText" : "------. <i>The Life and Selected Writings of Thomas Jefferson</i>. Tilton, N.H.: Sanbornton Bridge Press, 1975. Reprint, edited by Adrienne Koch and William Peden and illustrated by Tudor Banus. New York: Modern Library, 1998." }, { "freeFormCitationText" : "------. <i>Memoir, correspondence, and miscellanies, from the papers of Thomas Jefferson</i>. Edited by Thomas Jefferson Randolph. 2d [American] ed. Boston: Gray and Bowen, 1830." }, { "freeFormCitationText" : "------. <i>The Papers of Thomas Jefferson</i>. Edited by Julian P. Boyd, John Catanzariti, et al. 27 vols. to date. Princeton: Princeton University Press, 1950." }, { "freeFormCitationText" : "------. <i>Selected Writings</i>. Edited by Harvey C. Mansfield, Jr. Arlington Heights, Ill.: AHM Pub. Corp., 1979. Reprint, Arlington Heights, Ill.: H. Davidson, [1987?]." }, { "freeFormCitationText" : "------. <i>Thomas Jefferson: A Biography in his Own Words</i>. By the editors of Newsweek books; with an introduction by Joseph L. Gardner; Joan Patterson Kerr, picture editor. New York: Newsweek, 1974." }, { "freeFormCitationText" : "------. <i>Thomas Jefferson and Bolling v. Bolling: Law and the Legal Profession in Pre-revolutionary America</i>. [Edited and introduced by] Bernard Schwartz, with Barbara Wilcie Kern, R.B. Bernstein. San Marino, Calif.: Huntington Library, 1997." }, { "freeFormCitationText" : "------. <i>Thomas Jefferson and His Unknown Brother</i>. Edited and introduced by Bernard Mayo; with additions by James A. Bear, Jr. Charlottesville: University Press of Virginia, 1981." }, { "freeFormCitationText" : "------. <i>Thomas Jefferson's Farm Book, with Commentary and Relevant Extracts from Other Writings</i>. Edited by Edwin Morris Betts. 1953. Reprint, [Charlottesville]: Thomas Jefferson Memorial Foundation, 1999." }, { "freeFormCitationText" : "------. <i>Writings</i>. New York, N.Y.: Literary Classics of the U.S.: Distributed to the trade in the U.S. and Canada by the Viking Press, 1984." }, { "freeFormCitationText" : "Johnson, Allen. <i>The Age of Jefferson and Marshall</i>. New Haven: Yale University Press: [etc., etc., 1926]." }, { "freeFormCitationText" : "------. <i>Jefferson and His Colleagues: A Chronicle of the Virginia Dynasty</i>. New Haven: Yale University Press [etc., etc.], 1921. Reprint, Toronto: Glasgow, Brook; New York: United States Publishers Association, 1973" }, { "freeFormCitationText" : "Johnstone, Robert M. <i>Jefferson and the Presidency: Leadership in the Young Republic</i>. Ithaca: Cornell University Press, 1978." }, { "freeFormCitationText" : "Judson, Clara Ingram. <i>Thomas Jefferson, Champion of the People</i>. Illustrated by Robert Frankenberg. Chicago: Wilcox and Follett Co., [1952]." }, { "freeFormCitationText" : "Kaplan, Lawrence S.<i> Jefferson and France; An Essay on Politics and Political Ideas</i>. New Haven: Yale University Press, 1967." }, { "freeFormCitationText" : "Kean, Robert Garlick Hill. <i>Thomas Jefferson as a Legislator</i>. [Richmond? Va.: N.p., 1887?]." }, { "freeFormCitationText" : "Kennedy, Roger G. <i>Burr, Hamilton, and Jefferson: A Study in Character</i>. Oxford; New York: Oxford University Press, 2000." }, { "freeFormCitationText" : "Kimball, Marie Goebel. <i>Jefferson, the Road to Glory, 1743 to 1776</i>. New York: Coward-McCann, Inc., [1943]. Reprint, Westport, Conn.: Greenwood Press, [1977]." }, { "freeFormCitationText" : "------. <i>Jefferson, War and Peace, 1776-1784</i>. New York: Coward-McCann, 1947. Reprint, Westport, Conn.: Greenwood Press, 1980." }, { "freeFormCitationText" : "------. <i>Thomas Jefferson's Cook Book</i>. Richmond: Garrett &amp;Massie, 1938. Reprint, drawings by Cinder Stanton. Charlottesville: University of Virginia Press, 2003." }, { "freeFormCitationText" : "------. <i>Jefferson, War and Peace, 1776-1784</i>. New York: Coward-McCann, [1947]." }, { "freeFormCitationText" : "Kingdon, Frank.<i> Architects of the Republic: George Washington, Thomas Jefferson, Abraham Lincoln, Franklin D. Roosevelt</i>. New York: Alliance Pub. Co., [1947]." }, { "freeFormCitationText" : "Koch, Adrienne, ed. <i>Adams and Jefferson: \"Posterity must judge.</i>\" Chicago: Rand McNally, [1963]." }, { "freeFormCitationText" : "------. <i>Jefferson</i>. Edited by Adrienne Koch. Englewood Cliffs, N.J.: Prentice-Hall, [1971]." }, { "freeFormCitationText" : "------. <i>Jefferson and Madison; the Great Collaboration</i>. New York: Knopf, 1950." }, { "freeFormCitationText" : "------. <i>The Philosophy of Thomas Jefferson</i>. New York: Columbia University Press, 1943." }, { "freeFormCitationText" : "Kuenzli, Esther Wilcox. <i>The Last Years of Thomas Jefferson, 1809-1826</i>. Hicksville, N.Y.: Exposition Press, [1975] c1974." }, { "freeFormCitationText" : "Kuper, Theodore Fred.<i> Thomas Jefferson Still Lives; an Outline of the Life of the Architect of our American Heritage</i>. With an introduction by Irving Dilliard. [New York: Patriotic Pub. Co.], 1973." }, { "freeFormCitationText" : "------. <i>Thomas Jefferson, the Giant</i>. With an introduction by Claude G. Bowers. [New York]: Thomas Jefferson memorial foundation, inc., 1935." }, { "freeFormCitationText" : "Landin, Harold William. <i>Thomas Jefferson and the French Revolution</i>. Ithaca, N.Y.: N.p., [1928?]." }, { "freeFormCitationText" : "Lee, Henry. <i>Observations on the writings of Thomas Jefferson, with particular reference to the attack they contain on the memory of the late Gen. Henry Lee</i>. Philadelphia: J. Dobson; [etc., etc.] 1839." }, { "freeFormCitationText" : "Lerner, Max. <i>Thomas Jefferson: America's Philosopher-king</i>. Edited and with an introduction by Robert Schmuhl. New Brunswick, NJ: Transaction Publishers, 1996." }, { "freeFormCitationText" : "Levy, Leonard Williams. <i>Jefferson &amp; Civil Liberties; the Darker Side</i>. Cambridge: Belknap Press of Harvard University Press, 1963." }, { "freeFormCitationText" : "Lewis, James E. <i>The Louisiana Purchase: Jefferson's Noble Bargain</i>? Preface by Lawrence S. Kaplan. Charlottesville, Va.: Thomas Jefferson Foundation, 2003." }, { "freeFormCitationText" : "Lichtenstein, Gaston.<i> Thomas Jefferson as war governor, also three travel articles and some North Carolina history</i>. Richmond, Va.: The William Byrd press, inc., 1925." }, { "freeFormCitationText" : "Linn, William. <i>The life of Thomas Jefferson, author of the Declaration of Independence, and third president of the United States</i>. 3d ed. Ithaca, Andrus: Woodruff, &amp; Gauntlett, 1843." }, { "freeFormCitationText" : "Lisitzky, Gene. <i>Thomas Jefferson</i>. New York: The Viking Press, 1933." }, { "freeFormCitationText" : "Livingston, Edward.<i> An answer to Mr. Jefferson's justification of his conduct in the case of the New Orleans batture</i>. [N. p., n. d.]." }, { "freeFormCitationText" : "Loewer, H. Peter. <i>Jefferson's Garden</i>. Foreword by Peggy Cornett. Mechanicsburg, Pa.: Stackpole Books, 2004." }, { "freeFormCitationText" : "Long, Orie William. <i>Thomas Jefferson and George Ticknor: A Chapter in American Scholarship</i>. Williamstown, Mass.: The McClelland press, 1933." }, { "freeFormCitationText" : "Malone, Dumas. <i>Jefferson and His Time</i>. Boston: Little, Brown, 1948-[1981]." }, { "freeFormCitationText" : "------. <i>Jefferson and Our Times, a Series of Study-discussion Programs</i>. [Manual for participants. Pasadena, Calif.: Fund for Adult Education, 1955]." }, { "freeFormCitationText" : "------. <i>Jefferson and the Ordeal of Liberty</i>. Boston: Little, Brown, Co., 1962." }, { "freeFormCitationText" : "------. <i>The Sage of Monticello</i>. Boston: Little, Brown, [1981]." }, { "freeFormCitationText" : "------. <i>Thomas Jefferson as Political Leader</i>. Berkeley: University of California Press, 1963." }, { "freeFormCitationText" : "Mapp, Alf J. <i>Thomas Jefferson: A Strange Case of Mistaken Identity</i>. New York: Madison Books, 1987." }, { "freeFormCitationText" : "------. <i>Thomas Jefferson: Passionate Pilgrim: The Presidency, the Founding of the University, and the Private Battle</i>. Lanham, Md.: Madison Books, 1991." }, { "freeFormCitationText" : "Mayo, Bernard. <i>Myths and Men: Patrick Henry, George Washington [and] Thomas Jefferson</i>. Athens: University of Georgia Press, [1959]." }, { "freeFormCitationText" : "Mayo, Bernard, ed. <i>Jefferson Himself; the Personal Narrative of a Many-sided American</i>. 1942. Reprint, Charlottesville: University Press of Virginia, [1970]." }, { "freeFormCitationText" : "McAdie, Alexander. <i>Thomas Jefferson at Home</i>. Worcester, Mass.: The Society, 1931." }, { "freeFormCitationText" : "McDonald, Forrest. <i>The Presidency of Thomas Jefferson</i>. Lawrence: University Press of Kansas, 1976." }, { "freeFormCitationText" : "McGirr, Newman F. <i>Notes on Thomas Jefferson and the National Library</i>. [Washington: N.p., 1938]." }, { "freeFormCitationText" : "Mearns, David C., comp. <i>Thomas Jefferson, the architect. Thomas Jefferson, the educator. Thomas Jefferson's attitude toward foreign affairs, Thomas Jefferson: his social and economic views</i>. Washington: Prepared in the office of the Superintendent of reading rooms, Library of Congress, 1936." }, { "freeFormCitationText" : "Merwin, Henry Childs. <i>Thomas Jefferson</i>. Boston, New York, [etc.]: Houghton, Mifflin and company, [1901]." }, { "freeFormCitationText" : "Miller, Douglas T. <i>Thomas Jefferson and the Creation of America</i>. New York: Facts on File, 1997." }, { "freeFormCitationText" : "Miller, Joseph. <i>Jefferson, Washington, Lincoln, and Lee: America's Big Four</i>. [Alhambra, Calif.]: Miller Books, [1972]." }, { "freeFormCitationText" : "Montgomery, Henry Close. <i>Thomas Jefferson and the Classical Tradition</i>. Urbana, Ill.: N.p., 1945." }, { "freeFormCitationText" : "Montgomery, M. R.<i> Jefferson and the Gun-men: How the West was Almost Lost</i>. Illustrations by Gerald Foster. New York: Crown Publishers, 2000." }, { "freeFormCitationText" : "Morgan, Edmund Sears.<i> The Meaning of Independence: John Adams, Thomas Jefferson, George Washington</i>. Charlottesville: University Press of Virginia, 1976. Reprint, New York: Norton, 1978." }, { "freeFormCitationText" : "Morse, John Torrey. <i>Thomas Jefferson</i>. New York: Houghton Mifflin, 1883. Reprint, introduction by Merrill D. Peterson. [Broomall, PA]: Chelsea House, 1997" }, { "freeFormCitationText" : "[Mugridge, Donald Henry]. <i>Thomas Jefferson and the Library of Congress</i>. [New York?: N.p., 1944]." }, { "freeFormCitationText" : "Munves, James. <i>Thomas Jefferson and the Declaration of Independence: The Writing and Editing of the Document that Marked the Birth of the United States of America</i>. New York: Scribner, 1978." }, { "freeFormCitationText" : "Muzzey, David Saville. <i>Thomas Jefferson</i>. New York: C. Scribner's Sons, 1918." }, { "freeFormCitationText" : "Nichols, Frederick Doveton and Ralph E. Griswold. <i>Thomas Jefferson, Landscape Architect </i>. Charlottesville: University Press of Virginia, 1978." }, { "freeFormCitationText" : "Nicolay, Helen. <i>The Boys' Life of Thomas Jefferson</i>. New York: London, D. Appleton-Century company incorporated, 1933." }, { "freeFormCitationText" : "Nock, Albert Jay. <i>Jefferson</i>. New York: Harcourt, Brace and Company, 1926. Reprint, introduction by Merrill D. Peterson. Lanham, Md.: University Press of America, 1985." }, { "freeFormCitationText" : "Norton, Paul F. <i>Latrobe, Jefferson, and the National Capitol</i>. New York: Garland Pub., 1977." }, { "freeFormCitationText" : "O'Neal, William Bainter. <i>Jefferson's Buildings at the University of Virginia</i>. [Charlottesville]: University of Virginia Press, 1960." }, { "freeFormCitationText" : "------. <i>Jefferson's Fine Arts Library: His Selections for the University of Virginia, Together with His Own Architectural Books</i>. 1956. Reprint, Charlottesville: University Press of Virginia, 1976." }, { "freeFormCitationText" : "Padover, Saul Kussiel. <i> Jefferson</i>. London: J. Cape, 1942. Reprint, abridged by the author. [New York]: New American Library, [1952]." }, { "freeFormCitationText" : "------. <i>Thomas Jefferson and the Foundations of American Freedom</i>. Princeton, N.J.: Van Nostrand, 1965." }, { "freeFormCitationText" : "Pancake, John S. <i>Thomas Jefferson &amp; Alexander Hamilton</i>. Woodbury, N.Y.: Barron's Educational Series, [1974]." }, { "freeFormCitationText" : "Parton, James. <i>Life of Thomas Jefferson [third President of the United States]</i>. Boston: J.R. Osgood and Company, 1874. Reprint, New York: Da Capo Press, 1971." }, { "freeFormCitationText" : "Patterson, C. Perry. <i>The Constitutional Principles of Thomas Jefferson</i>. Austin: University of Texas Press, 1953. Reprint, Freeport, N.Y.: Books for Libraries Press, [1971]." }, { "freeFormCitationText" : "Patton, John S. <i>Jefferson, Cabell and the University of Virginia</i>. The Neale Publishing Company, 1906." }, { "freeFormCitationText" : "Patton, John S. and Sallie J. Doswell. <i>Monticello and its Master</i>. Charlottesville, Va.: The Michie company, [1925]." }, { "freeFormCitationText" : "Peterson, Merrill D. <i>Adams and Jefferson: A Revolutionary Dialogue</i>. Athens: University of Georgia Press, 1976. Reprint, Oxford; New York: Oxford University Press, 1978." }, { "freeFormCitationText" : "------. <i>Thomas Jefferson and the New Nation: A Biography</i>. New York: Oxford University Press, 1970. Reprint, Norwalk, Conn.: Easton Press, 1987." }, { "freeFormCitationText" : "Peterson, Merrill D., ed. <i>Thomas Jefferson: A Reference Biography</i>. New York: Scribner, 1986." }, { "freeFormCitationText" : "Pettengill, Samuel Barrett. <i>Jefferson, the Forgotten Man</i>. With a foreword by Douglas Johnson. New York: America's Future, inc., [1938]." }, { "freeFormCitationText" : "Pole, J. R. <i>Equality, Status, and Power in Thomas Jefferson's Virginia</i>. Williamsburg, Va.: Colonial Williamsburg Foundation, 1986." }, { "freeFormCitationText" : "Pound, Ezra. <i>Jefferson and/or Mussolini</i>. New York: Liveright publishing corp.; London, S. Nott, [1936]." }, { "freeFormCitationText" : "Randall, Henry Stephens. <i>The Life of Thomas Jefferson</i>. New York: Derby &amp; Jackson, 1858. Reprint, New York: Da Capo Press, 1972." }, { "freeFormCitationText" : "Randall, Willard Sterne. <i>Thomas Jefferson: A Life</i>. New York: H. Holt, 1993. Reprint, New York: HarperPerennial, 1994." }, { "freeFormCitationText" : "Randolph, Sarah N. <i>The Domestic Life of Thomas Jefferson</i>. Compiled from family letters and reminiscences by Sarah N. Randolph. New York: Harper, 1871. Reprint, Charlottesville: Published for the Thomas Jefferson Memorial Foundation by the University Press of Virginia, 1978." }, { "freeFormCitationText" : "Randolph, Thomas Jefferson. <i>Jefferson papers</i>. [Washington]: Tippin &amp; Streeper, printers, [1848]." }, { "freeFormCitationText" : "Rayner, B. L. <i>Life of Thomas Jefferson, with selections from the most valuable portions of his voluminous and unrivalled private correspondence</i>. Boston: Lilly, Wait, Colman, &amp; Holden, 1834." }, { "freeFormCitationText" : "------. <i>Sketches of the life, writings, and opinions of Thomas Jefferson</i>. With selections of the most valuable portions of his voluminous and unrivaled private correspondence. New York: A. Francis and W. Boardman, 1832." }, { "freeFormCitationText" : "Rice, Howard C. <i>Thomas Jefferson's Paris</i>. Princeton, N.J.: Princeton University Press, 1976." }, { "freeFormCitationText" : "Risjord, Norman K. <i>Thomas Jefferson</i>. Madison, Wis.: Madison House, 1994." }, { "freeFormCitationText" : "Rosenberger, Francis Coleman, ed.<i> Jefferson Reader: A Treasury of Writings about Thomas Jefferson</i>. New York: Dutton, 1953." }, { "freeFormCitationText" : "Rothschild, Richard.<i> Jefferson, Lenin, Socrates; Three Gods Give an Evening to Politics</i>. New York: Random house, 1936." }, { "freeFormCitationText" : "Russell, Phillips. <i>Jefferson, Champion of the Free Mind</i>. Illustrated with photos. New York: Dodd, Mead, 1956." }, { "freeFormCitationText" : "Schachner, Nathan. <i>Thomas Jefferson</i>. New York: T. Yoseloff, [1957]." }, { "freeFormCitationText" : "Schouler, James. <i>Thomas Jefferson</i>. 1893. Reprint, New York: Dodd, Mead and company, 1919." }, { "freeFormCitationText" : "Sears, Louis Martin. <i>Jefferson and the Embargo</i>. Durham, N.C.: Duke university press, [1927]. Reprint, New York: Octagon Books, 1966." }, { "freeFormCitationText" : "Servies, James Albert. <i>Thomas Jefferson and his Bibliographic Classification</i>. [N.p., n.d.]." }, { "freeFormCitationText" : "Shannon, Joseph B. <i>Thomas Jefferson, the advocate of truth, freedom and equality. Public speeches of Joseph B. Shannon, touching upon unfamiliar phases of the life and teachings of the great American statesman</i>. 1930. Reprint, with appendix. [Kansas City, Mo.: Press of the C.S. Demaree Stationery Co., 1931]." }, { "freeFormCitationText" : "Simon, James F. <i>What Kind of Nation: Thomas Jefferson, John Marshall, and the Epic Struggle to Create a United States</i>. New York: Simon &amp; Schuster, 2002." }, { "freeFormCitationText" : "Simpson, Stephen.<i> The lives of George Washington and Thomas Jefferson: with a parallel</i>... Philadelphia: H. Young, 1833." }, { "freeFormCitationText" : "Skarmeas, Nancy, comp. <i>Thomas Jefferson</i>. Nashville, TN: Ideals Publications, 1998." }, { "freeFormCitationText" : "Skeen, Carl Edward. <i>Jefferson and the West, 1798-1808</i>. Columbus: Columbus Ohio State Museum, 1960." }, { "freeFormCitationText" : "Smith, Page.<i> Jefferson: A Revealing Biography</i>. New York: American Heritage Pub. Co.: book trade distribution by McGraw-Hill, 1976." }, { "freeFormCitationText" : "Smucker, Samuel M. <i>The life of Thomas Jefferson</i>. Philadelphia: J. W. Bradley, 1857. Reprint, with notes by Henry Ketcham. New York: A. L. Burt company, [1903]." }, { "freeFormCitationText" : "Spivak, Burton. <i>Jefferson's English Crisis: Commerce, Embargo, and the Republican Revolution</i>. Charlottesville: University Press of Virginia, 1979." }, { "freeFormCitationText" : "Stoddard, William Osborn. <i>John Adams and Thomas Jefferson</i>. New York: White, Stokes &amp; Allen, 1887." }, { "freeFormCitationText" : "Stone, Eugene E. <i>The Story of Thomas Jefferson</i>. New York: Newark, N.J.: Barse &amp; Hopkins, [1922]." }, { "freeFormCitationText" : "Swancara, Frank. <i>Thomas Jefferson Versus Religious Oppression</i>. New York: University Books, [1969]." }, { "freeFormCitationText" : "Taylor, John. <i>A Defence of the Measures of the Administration of Thomas Jefferson, by Curtius</i>. Washington, D.C.: S.H. Smith, 1804. Reprint, Union, N.J.: Lawbook Exchange, 1999." }, { "freeFormCitationText" : "Thomas, Elbert Duncan. <i>Thomas Jefferson, World Citizen</i>. New York: Modern age books, [1942]." }, { "freeFormCitationText" : "Thomas Jefferson Memorial Foundation, Inc. <i>Thomas Jefferson; an outline of his life and service, with the story of Monticello, the home he reared and loved</i>. New York: N.p., [1924]." }, { "freeFormCitationText" : "Thompson, Daniel P. <i>Green Mountain Boy at Monticello; a Talk with Jefferson in 1822</i>. Introduction by Howard C. Rice, Jr. Drawings by Gillett G. Griffin. Brattleboro, Vt.: Book Cellar, 1962." }, { "freeFormCitationText" : "Thornton, William M. <i>Who was Thomas Jefferson? Address delivered before the Virginia State Bar Association August 12th, 1909</i>. [Richmond: Richmond Press, 1909]." }, { "freeFormCitationText" : "Trent, William Peterfield. <i>Southern Statesmen of the Old Regime; Washington, Jefferson, Randolph, Calhoun, Stephens, Toombs, and Jefferson Davis</i>. New York: Boston, T. Y. Crowell &amp; company, [1897]." }, { "freeFormCitationText" : "Tucker, George. <i>The life of Thomas Jefferson, third president of the United States</i>. Philadelphia: Carey, Lea &amp; Blanchard, 1837." }, { "freeFormCitationText" : "Van der Linden, Frank. <i>The Turning Point: Jefferson's Battle for the Presidency</i>. Washington: R. B. Luce, [1962]. Reprint, Golden, Colo.: Fulcrum Pub., 2000." }, { "freeFormCitationText" : "Van Loon, Hendrik Willem. <i>Jefferson and Bol&iacute;var: New World Fighters for Freedom.</i> London: Harrap, 1966." }, { "freeFormCitationText" : "------. <i>Thomas Jefferson, the serene citizen from Monticello who gave us an American way of thinking and who gained worldwide renown by his noble understanding of that most difficult of all the arts, the art of living, as he felt that it should be practiced in the republic of which he was one of the founders</i>. Written and illustrated by Hendrik Willem van Loon. New York: Dodd, Mead &amp; Company, 1943." }, { "freeFormCitationText" : "Vest, George Graham. <i>Thomas Jefferson; an address, delivered at Columbia, Mo., on June 4, 1885</i>. St. Louis: Buxton &amp; Skinner Stationery Company, 1885." }, { "freeFormCitationText" : "Vidal, Gore. <i>Inventing a Nation: Washington, Adams, Jefferson</i>. New Haven: Yale University Press, 2003." }, { "freeFormCitationText" : "Vogt, Per. <i>Thomas Jefferson</i>. Oslo: J. G. Tanum, 1946." }, { "freeFormCitationText" : "Vossler, Otto. <i>Jefferson and the American Revolutionary Ideal</i>. With an introduction by Bernard Wishy; translated by Catherine Philippon and Bernard Wishy. Washington: University Press of America, 1980." }, { "freeFormCitationText" : "Wade, Mary Hazelton Blanchard. <i>The Boy Who Loved Freedom; the Story of Thomas Jefferson</i>. Illustrated by Cameron Wright. New York: D. Appleton, 1930." }, { "freeFormCitationText" : "Wagoner, Jennings L. <i>Thomas Jefferson and the Education of a New Nation</i>. Bloomington, Ind.: Phi Delta Kappa Educational Foundation, 1976." }, { "freeFormCitationText" : "Watson, Thomas E. <i>Thomas Jefferson</i>. Boston: Small, Maynard &amp; company, 1900." }, { "freeFormCitationText" : "------. <i>The life and times of Thomas Jefferson</i>. New York: D. Appleton and company, 1903." }, { "freeFormCitationText" : "Wayland, John Walter. <i>The political opinions of Thomas Jefferson</i>. With an introduction by Richard Heath Dabney. New York: The Neale Publishing Company, 1907." }, { "freeFormCitationText" : "Webster, Daniel. <i>Adams and Jefferson</i>. New York: Clark &amp; Maynard, [1885]." }, { "freeFormCitationText" : "------. <i>A discourse in commemoration of the lives and services of John Adams and Thomas Jefferson, delivered in Faneuil Hall, Boston, August 2, 1826</i>. Boston: Cummings, Hilliard, and Company, 1826." }, { "freeFormCitationText" : "[Webster, Nathan Burnham]. <i>Thomas Jefferson</i>. Philadelphia: J. B. Lippincott company, 1890." }, { "freeFormCitationText" : "Weisberger, Bernard A. <i>America Afire: Jefferson, Adams, and the Revolutionary Election of 1800</i>. New York: William Morrow, 2000." }, { "freeFormCitationText" : "Weymouth, Lally. <i>Thomas Jefferson; the Man, His World, His Influence</i>. Edited by Lally Weymouth. London: Weidenfeld &amp; Nicolson, [1973]." }, { "freeFormCitationText" : "Wheelan, Joseph. <i>Jefferson's War: America's First War on Terror, 1801-1805</i>. New York: Carroll &amp; Graf Publishers, 2003." }, { "freeFormCitationText" : "Wibberley, Leonard. <i>Man of Liberty; a Life of Thomas Jefferson</i>. New York: Farrar, Straus and Giroux, [1968]." }, { "freeFormCitationText" : "Wiggins, James Russell. <i>Jefferson through the Fog; an Address Delivered at Monticello, April 13, 1959</i>. Charlottesville, Va.: Thomas Jefferson Memorial Foundation, 1959." }, { "freeFormCitationText" : "Wilbur, Marguerite Eyer. <i>Thomas Jefferson, Apostle of Liberty</i>. New York: Liveright Pub. Corp., [1962]." }, { "freeFormCitationText" : "Williams, John Sharp.<i> Thomas Jefferson, his permanent influence on American institutions</i>. New York: Columbia University Press, 1913." }, { "freeFormCitationText" : "Wills, Garry. <i>Inventing America: Jefferson's Declaration of Independence</i>. New York: Doubleday, 1978. Reprint, Boston: Houghton Mifflin Co., 2002." }, { "freeFormCitationText" : "Wilstach, Paul. <i>Jefferson and Monticello</i>. 1925. Reprint, Garden City, N.Y.: Doubleday, Doran &amp; company, inc., 1931." }, { "freeFormCitationText" : "Wirt, William. <i>A discourse on the lives and characters of Thomas Jefferson and John Adams</i>. Washington: Printed by Gales &amp; Seaton, 1826." }, { "freeFormCitationText" : "Wise, James Waterman, ed. <i>Thomas Jefferson Then and Now, 1743-1943; A National Symposium</i>. New York: Bill of Rights Sesqui-centennial Committee, 1943." }, { "freeFormCitationText" : "Woolery, William Kirk. <i>The Relation of Thomas Jefferson to American Foreign Policy, 1783-1793</i>. Baltimore: The John Hopkins press, 1927. Reprint, St. Clair Shores, Mich.: Scholarly Press, [1971]." }, { "freeFormCitationText" : "Yarbrough, Jean M.<i> American Virtues: Thomas Jefferson on the Character of a Free People</i>. Lawrence: University Press of Kansas, 1998." }], "researchRecord" : [{ "name" : "1606-1943, 90 linear feet (225 containers).", "recordType" : ["Papers"], "description" : "The papers of Thomas Jefferson consist mainly of his correspondence, but also include drafts of the Declaration of Independence, drafts of Virginia laws, his fragmentary autobiography, spending records, weather records, scientific observations, maps, recipes, ciphers, and more. The collection documents Jefferson's life as a delegate to the second Continental Congress, Virginia legislator and governor, diplomat and residence in France, secretary of state, and president. Other subjects include the purchase of Louisiana, the expedition of Lewis and Clark, the building of Washington, D.C. as the national capital, and Jefferson's profound engagement with science and technology. A finding aid is available online.", "recordLocation" : { "name" : "Manuscript Division", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" }, "parentRecordLocation" : { "name" : "Library of Congress", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" } } } }, { "name" : "1776, 1 page.", "recordType" : ["Papers"], "description" : "A manuscript copy of the Declaration of Independence, one of several in Thomas Jefferson's hand, which represented the Declaration as originally framed by the Committee of Five. This manuscript is comprised of 4 pages and pages 3 and 4 are fragments only. This copy is sometimes referred to as the Washburn copy of the Declaration of Independence.", "recordLocation" : { "name" : "Massachusetts Historical Society", "url" : "http://thomasjeffersonpapers.org/independence", "location" : { "addressLocality" : "Boston", "addressRegion" : "MA" } } }, { "name" : "1732-1828, 3650 items.", "recordType" : ["Papers"], "description" : "Includes an extensive collection of Thomas Jefferson materials. A finding aid is available in the repository and online: http://www.lib.virginia.edu/speccol/collections/tj/.", "recordLocation" : { "name" : "Alderman Library", "location" : { "addressLocality" : "Charlottesville", "addressRegion" : "VA" }, "parentRecordLocation" : { "name" : "University of Virginia", "location" : { "addressLocality" : "Charlottesville", "addressRegion" : "VA" } } } }, { "name" : "1765-1766, 1 volume.", "recordType" : ["Microfilm"], "description" : "Microfilm copy of a commonplace book, 1765-1766, kept by Thomas Jefferson concerns notes regarding equity. The original is in the Henry E. Huntington Library and Art Gallery, San Marino, CA.", "recordLocation" : { "name" : "Virginia Historical Society", "location" : { "addressLocality" : "Richmond", "addressRegion" : "VA" } } }, { "name" : "ca. 1776-1821, approximately 130 items.", "recordType" : ["Papers"], "description" : "Includes correspondence with various individuals while Thomas Jefferson was Governor of Virginia. Topics covered include the transfer of the state government and items from Williamsburg to Richmond, charges of an affair between Thomas Jefferson and the wife of John Walker, instructions for the construction and arrangement of bookshelves at Monticello, Thomas Jefferson's inability to pay a debt due to crop failure, draft of a bill for new modeling of the form of government which was the basis for the 1776 Virginia constitution, storage of French vessels during the winter of the American Revolution, and guards from the lead mines escorting ammunition to Kentucky. There is also correspondence between Thomas Jefferson and his daughter and correspondence with the artist, Rembrandt Peale.", "recordLocation" : { "name" : "Virginia State Library and Archives", "location" : { "addressLocality" : "Richmond", "addressRegion" : "VA" } } }, { "name" : "1809 and 1817, 2 items.", "recordType" : ["Papers"], "description" : "A letter from Thomas Jefferson to M. Thouin concerns a letter of introduction for Robert M. Patterson, and a letter concerns Philip S. Barziza's petition to the legislature and Thomas Jefferson's efforts in its regard.", "recordLocation" : { "name" : "Special Collections Department", "location" : { "addressLocality" : "Iowa City", "addressRegion" : "IA" }, "parentRecordLocation" : { "name" : "University of Iowa Libraries", "location" : { "addressLocality" : "Iowa City", "addressRegion" : "IA" } } } }, { "name" : "1802, 1 page.", "recordType" : ["Papers"], "description" : "A signed holograph from Thomas Jefferson to John Mason sending a gift of three pecan trees.", "recordLocation" : { "name" : "Connecticut Historical Society", "location" : { "addressLocality" : "Hartford", "addressRegion" : "CT" } } }, { "name" : "1775-1825; 250 items, 2 volumes, and 112 microfilm reels.", "recordType" : ["Papers"], "description" : "Includes letters and writings, much on science and linguistics, a volume of facts relating to limits and bounds of Louisiana, a volume of comparative vocabularies of several Indian languages, and a typescript of Thomas Jefferson's farm book. There is also microfilm from collections of Thomas Jefferson materials from the Library of Congress, University of Virginia, and the Huntington Library.", "recordLocation" : { "name" : "American Philosophical Society", "location" : { "addressLocality" : "Philadelphia", "addressRegion" : "PA" } } }, { "name" : "ca. 1781-1826, approximately 40 pages.", "recordType" : ["Papers"], "description" : "Includes correspondence with various individuals, covering topics such as the establishment of the University of Virginia, ordering books, tobacco sales loss due to break in communication with France, and obtaining cuttings of grape vines to use in producing wine.", "recordLocation" : { "name" : "J. S. Copley Library", "location" : { "addressLocality" : "La Jolla", "addressRegion" : "CA" }, "parentRecordLocation" : { "name" : "Copley Press, Inc.", "location" : { "addressLocality" : "La Jolla", "addressRegion" : "CA" } } } }, { "name" : "1780, 2 pages.", "recordType" : ["Papers"], "description" : "A letter from Thomas Jefferson to Filippo Mazzei concerning peace with Great Britain. Also includes notes regarding relations between French and American troops in America, speculation of the necessity of Sir Henry Clinton withdrawing from the Southern Colonies to defend New York, and information regarding the arrival of the Marquis de Lafayette.", "recordLocation" : { "name" : "Rauner Special Collections Library", "location" : { "addressLocality" : "Hanover", "addressRegion" : "NH" }, "parentRecordLocation" : { "name" : "Dartmouth College", "location" : { "addressLocality" : "Hanover", "addressRegion" : "NH" } } } }, { "name" : "1776-1961, 16 items.", "recordType" : ["Papers"], "description" : "Papers include Virginia land grants, 1781, made while Thomas Jefferson was governor, letters discussing politics, the prospects of the Republican Party, U.S. relations with France and England, Thomas Jefferson's views on elementary and college education, copies of Thomas Jefferson's speech to the Indians in 1806, and an act of supplementary to the Embargo Act in 1807.", "recordLocation" : { "name" : "Rare Book, Manuscript, and Special Collections Library", "location" : { "addressLocality" : "Durham", "addressRegion" : "NC" }, "parentRecordLocation" : { "name" : "Duke University", "location" : { "addressLocality" : "Durham", "addressRegion" : "NC" } } } }, { "name" : "ca. 1781-1825, approximately 226 items.", "recordType" : ["Papers"], "description" : "Includes correspondence with a variety of individuals, including Thomas Jefferson's daughter, Martha Randolph, and granddaughter, Anne Carey Randolph. Other correspondents include Elbridge Gerry, Richard Henry Lee, and the Marquis de Lafayette.", "recordLocation" : { "name" : "Department of Literary and Historical Manuscripts", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" }, "parentRecordLocation" : { "name" : "The Morgan Library", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" } } } }, { "name" : "1791, 1 item.", "recordType" : ["Papers"], "description" : "A copy of a letter from Thomas Jefferson to Arthur St. Clair noting that settlers on the lands of disputed title between the U.S. government and John Cleves Symmes are not to be disturbed.", "recordLocation" : { "name" : "Ohio Historical Society", "location" : { "addressLocality" : "Columbus", "addressRegion" : "OH" } } }, { "name" : "1781-1825, approximately 33 pages.", "recordType" : ["Papers"], "description" : "Includes extensive correspondence with his good friend, William Fleming. Other correspondents include James Monroe, John Paul Jones, and painter, Gilbert Stuart. Topics in the correspondence concerning the design of a medal commissioned by Congress to commemorate the Saratoga campaign. Also included is a list of slaves from Thomas Jefferson's Tomahawk and Bear Creek plantations.", "recordLocation" : { "name" : "The Rosenbach Museum & Library", "location" : { "addressLocality" : "Philadelphia", "addressRegion" : "PA" } } }, { "name" : "1804, 1808; 2 items.", "recordType" : ["Papers"], "description" : "Includes a printed invitation addressed to C.A. Rodney inviting him to dine. Also includes a letter to John Vaughan containing money in payment of newspaper subscriptions, and requests the purchase and shipment of white lead paint. Thomas Jefferson also mentions that he expects to meet with Dr. Caspar Wistar.", "recordLocation" : { "name" : "Abraham Lincoln Presidential Library", "location" : { "addressLocality" : "Springfield", "addressRegion" : "IL" } } }, { "name" : "ca. 1763-1824, approximately 121 items.", "recordType" : ["Papers"], "description" : "There are materials including a land grant, a letter regarding the move of the Virginia capital from Williamsburg to Richmond, and a letter regarding possibly marrying Rebecca Burwell. Also included are photocopies from Thomas Jefferson materials at other repositories including the College of William and Mary, the Library of Congress, Princeton University, and the University of Virginia.", "recordLocation" : { "name" : "John D. Rockefeller Jr. Library", "location" : { "addressLocality" : "Williamsburg", "addressRegion" : "VA" }, "parentRecordLocation" : { "name" : "Colonial Williamsburg Foundation", "location" : { "addressLocality" : "Williamsburg", "addressRegion" : "VA" } } } }, { "name" : "1807, 1 item.", "recordType" : ["Papers"], "description" : "A handwritten and signed note dated December 10, 1807 and addressed to a Mr. Newton. Thomas Jefferson writes that he is indebted to Newton for the receipt of cyder and myrtle wax and wants to know the amount of payment which is due.", "recordLocation" : { "name" : "Archives", "location" : { "addressLocality" : "Provo", "addressRegion" : "UT" }, "parentRecordLocation" : { "name" : "Brigham Young University", "location" : { "addressLocality" : "Provo", "addressRegion" : "UT" } } } }, { "name" : "1802-1803, 2 items.", "recordType" : ["Papers"], "description" : "A letter written by Thomas Jefferson to James Dinsmore dated December 10, 1802 and a letter to Christopher Ellery dated May 9, 1803.", "recordLocation" : { "name" : "The Donald F. and Mildred Topp Othmer Library", "location" : { "addressLocality" : "Brooklyn", "addressRegion" : "NY" }, "parentRecordLocation" : { "name" : "Brooklyn Historical Society", "location" : { "addressLocality" : "Brooklyn", "addressRegion" : "NY" } } } }, { "name" : "1824, 1 item.", "recordType" : ["Papers"], "description" : "A letter from Thomas Jefferson to Charles Jared Ingersoll, October 16, 1824. Thomas Jefferson sends thanks for a pamphlet.", "recordLocation" : { "name" : "Special Collections", "location" : { "addressLocality" : "Bryn Mawr", "addressRegion" : "PA" }, "parentRecordLocation" : { "name" : "Bryn Mawr College", "location" : { "addressLocality" : "Bryn Mawr", "addressRegion" : "PA" } } } }, { "name" : "1800-1801, 2 items.", "recordType" : ["Papers"], "description" : "Includes letters written by Thomas Jefferson concerning a steam engine and the discovery of pre-historic bones.", "recordLocation" : { "name" : "Clermont State Historic Site", "location" : { "addressLocality" : "Germantown", "addressRegion" : "NY" } } }, { "name" : "ca. 1761-1826, approximately 281 items.", "recordType" : ["Papers"], "description" : "Includes genealogical materials relating to the Peyton family, and a letter to the Virginia Board of Trade concerning the sale of ships owned by the Commonwealth of Virginia. There are several letters from Thomas Jefferson to William Short, Jefferson's private secretary in Paris. William Short also served as secretary of legation and charge d'affaires, as well as minister to the Hague and participated in negotiations of the Pinckney Treaty with Spain. There is also correspondence from Thomas Jefferson to James Madison concerning a bill passed by the General Assembly calling in paper money, 3,000 drafted soldiers, raising and disposition of money appropriated by Congress, North Carolina and Virginia's efforts to recruit horses, lack of clothing for officers and troops, and a new curriculum at William and Mary and description of the law school.", "recordLocation" : { "name" : "Manuscripts and Rare Books Department, Earl Gregg Swem Library", "location" : { "addressLocality" : "Williamsburg", "addressRegion" : "VA" }, "parentRecordLocation" : { "name" : "College of William and Mary", "location" : { "addressLocality" : "Williamsburg", "addressRegion" : "VA" } } } }, { "name" : "1782-1819, 6 items.", "recordType" : ["Papers"], "description" : "Subjects covered include U.S. commissioners to Spain negotiating the navigation of the Mississippi River, and instructions for Congressional committees to give to U.S. ministers at the Court of Versailles to brief Louis XVI on peace negotiations. Correspondents include William Carmichael, William Short, and Thomas C. Flournoy.", "recordLocation" : { "name" : "Special Collections", "location" : { "addressLocality" : "Louisville", "addressRegion" : "KY" }, "parentRecordLocation" : { "name" : "The Filson Historical Society", "location" : { "addressLocality" : "Lexington", "addressRegion" : "KY" } } } }, { "name" : "1795, 3 pages.", "recordType" : ["Papers"], "description" : "A letter from Thomas Jefferson to M. Froulle in Paris, in which Thomas Jefferson lists books he would like sent to him.", "recordLocation" : { "name" : "Grolier Club", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" } } }, { "name" : "1764-1826, 1046 items.", "recordType" : ["Papers"], "description" : "Letters, documents, and manuscripts that reflect the life and career of the third President of the United States. Subjects cover Thomas Jefferson's law practice, surveying jobs, management of his plantation, interests in architecture, horticulture and agriculture, personal finance, family matters, and views on education. The collection contains Thomas Jefferson's daily accounts and memoranda published in a copy of the Virginia Almanack for 1775, and for 1805-1809 in his \"Day Book,\" his \"Fee Book,\" \"Casebook,\" notes on the twelfth amendment, and drawings. An unpublished finding aid is available in the repository.", "recordLocation" : { "name" : "Huntington Library", "location" : { "addressLocality" : "San Marino", "addressRegion" : "CA" } } }, { "name" : "1806-1826, 3 items.", "recordType" : ["Papers"], "description" : "Includes a note of thanks, a dinner invitation, and a note from Thomas Jefferson. A finding aid is available in the library.", "recordLocation" : { "name" : "Library", "location" : { "addressLocality" : "Frankfort", "addressRegion" : "KY" }, "parentRecordLocation" : { "name" : "Kentucky Historical Society", "location" : { "addressLocality" : "Frankfort", "addressRegion" : "KY" } } } }, { "name" : "1789, 2 pages.", "recordType" : ["Papers"], "description" : "Includes a letter of introduction for Benjamin Huger, along with a copy of a portrait of Thomas Jefferson.", "recordLocation" : { "name" : "Archives and Special Collections, Seymour Library", "location" : { "addressLocality" : "Galesburg", "addressRegion" : "IL" }, "parentRecordLocation" : { "name" : "Knox College", "location" : { "addressLocality" : "Galesburg", "addressRegion" : "IL" } } } }, { "name" : "1815, 1 item.", "recordType" : ["Papers"], "description" : "Consists of a note from Thomas Jefferson to Dr. Steptoe dated September 13, 1815, inviting him to join Thomas Jefferson, Mr. Correa, and Mr. Gilmer for breakfast and a botanical expedition to be held the next day.", "recordLocation" : { "name" : "Lynchburg Public Library", "location" : { "addressLocality" : "Lynchburg", "addressRegion" : "VA" } } }, { "name" : "1786-1915, 1 box.", "recordType" : ["Papers"], "description" : "This collection contains three letters written by Thomas Jefferson. A letter to Colonel Skipwith (April 17, 1810) concerns millet seeds, to John Campbell White (August 24, 1816) concerns melon seeds, and to Henry E. Watkins (November 27, 1818) concerns succory seeds. Also included is a copy of the extract from the account book of James Lee &amp; Co. noting nursery stock purchased by Thomas Jefferson, as well as 7 unrelated letters on agriculture.", "recordLocation" : { "name" : "Special Collections", "location" : { "addressLocality" : "Beltsville", "addressRegion" : "MD" }, "parentRecordLocation" : { "name" : "National Agricultural Library", "location" : { "addressLocality" : "Beltsville", "addressRegion" : "MD" } } } }, { "name" : "ca. 1779-1826, 36 items.", "recordType" : ["Papers"], "description" : "Includes a collection of 29 letters and a copy of debates taken by Thomas Jefferson, statements of debt to foreign countries, and a naval document permitting passage of a merchant ship; also includes correspondence from Thomas Jefferson to Henry Dekoven in 1805 giving permission for Henry Dekoven's ship carrying dry-goods from New York to Montevido to depart and proceed; an invitation for dinner sent to Major Lenox and signed by Thomas Jefferson (1802); and notes from a meteorological journal kept by Thomas Jefferson dated from 1779.", "recordLocation" : { "name" : "Manuscript Collections", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" }, "parentRecordLocation" : { "name" : "New-York Historical Society", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" } } } }, { "name" : "1765-1826, 2 linear feet.", "recordType" : ["Papers"], "description" : "The collection consists of correspondence, mostly outgoing, relating to financial, official and personal matters. The correspondence encompasses official documents, permits, invitations, and memoranda. Frequent correspondents include John Page, Thomas Jefferson's friend and Governor of Virginia, and Robert Purviance. Included are photographs of Thomas Jefferson's desk, on which he wrote to Declaration of Independence. The letterbooks consist of typewritten transcripts of Thomas Jefferson's outgoing correspondence, both official and personal. Also included are account books containing daily entries of Thomas Jefferson's receipts and expenditures covering family accounts, money paid to servants, taxes, traveling expenses, and money donated to charity. A finding aid is available in the repository.", "recordLocation" : { "name" : "Rare Books and Manuscripts", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" }, "parentRecordLocation" : { "name" : "New York Public Library", "url" : "http://www.nypl.org/research/chss/spe/rbk/mss", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" } } } }, { "name" : "1806, 1 item.", "recordType" : ["Papers"], "description" : "The letter is addressed to Bernard McMahon and concerns Thomas Jefferson's garden at Monticello.", "recordLocation" : { "name" : "Special Collections Department", "location" : { "addressLocality" : "Evanston", "addressRegion" : "IL" }, "parentRecordLocation" : { "name" : "Northwestern University Library", "location" : { "addressLocality" : "Evanston", "addressRegion" : "IL" } } } }, { "name" : "1781-1826, approximately 0.5 cubic foot.", "recordType" : ["Papers"], "description" : "Includes autograph manuscript leaves from Thomas Jefferson's farm book, as well as fourteen original letters and notes by Thomas Jefferson concerning personal and governmental affairs.", "recordLocation" : { "name" : "Department of Rare Books and Special Collections", "location" : { "addressLocality" : "Princeton", "addressRegion" : "NJ" }, "parentRecordLocation" : { "name" : "Princeton University", "url" : "http://infoshare1.princeton.edu", "location" : { "addressLocality" : "Princeton", "addressRegion" : "NJ" } } } }, { "name" : "1804, 0.1 cubic foot.", "recordType" : ["Papers"], "description" : "A typewritten copy of a letter Thomas Jefferson to Meriwether Lewis concerning the Lewis and Clark expedition.", "recordLocation" : { "name" : "Archives Division", "location" : { "addressLocality" : "Madison", "addressRegion" : "WI" }, "parentRecordLocation" : { "name" : "State Historical Society of Wisconsin", "location" : { "addressLocality" : "Madison", "addressRegion" : "WI" } } } }, { "name" : "1790, 1 item.", "recordType" : ["Papers"], "description" : "An act from the 1st Congress, Second Session, extending a previous act for the temporary establishment of the Post Office.", "recordLocation" : { "name" : "Texas Tech University", "location" : { "addressLocality" : "Lubbock", "addressRegion" : "TX" } } }, { "name" : "1790-1808, 2 items.", "recordType" : ["Papers"], "description" : "Includes holographs granting George Washington the right to purchase West Point for the United States to use as a fortification or garrison, signed by Thomas Jefferson, 1790. Also includes a letter from Thomas Jefferson to Colonel Williams, October 28, 1808, regarding Thaddeus Kozciusko's \"Treatise on the flying artillery.\"", "recordLocation" : { "name" : "Special Collections", "location" : { "addressLocality" : "West Point", "addressRegion" : "NY" }, "parentRecordLocation" : { "name" : "United States Military Academy Library", "location" : { "addressLocality" : "West Point", "addressRegion" : "NY" } } } }, { "name" : "1803, 3 pages.", "recordType" : ["Papers"], "description" : "Includes a facsimile from Thomas Jefferson to Craven Peyton, as well as a letter from Thomas Jefferson to Dr. Benjamin Rush discussing the projected Lewis and Clark expedition authorized by Congress.", "recordLocation" : { "name" : "The Bancroft Library", "location" : { "addressLocality" : "Berkeley", "addressRegion" : "CA" }, "parentRecordLocation" : { "name" : "University of California, Berkeley", "location" : { "addressLocality" : "Berkeley", "addressRegion" : "CA" } } } }, { "name" : "1795, 1 item.", "recordType" : ["Papers"], "description" : "A letter from Thomas Jefferson to Henry Remsen concerning Thomas Jefferson's interest in producing and selling nails.", "recordLocation" : { "name" : "Special Collections Research Center", "location" : { "addressLocality" : "Chicago", "addressRegion" : "IL" }, "parentRecordLocation" : { "name" : "University of Chicago Library", "location" : { "addressLocality" : "Chicago", "addressRegion" : "IL" } } } }, { "name" : "1798, 2 volumes.", "recordType" : ["Papers"], "description" : "A volume draft in the Reuben T. Durrett Collection on Kentucky and the Ohio River Valley. The volume is titled <i>Resolutions relative to the Alien and Sedition Laws</i>. Another volume includes Virginia resolutions.", "recordLocation" : { "name" : "Special Collections Research Center", "location" : { "addressLocality" : "Chicago", "addressRegion" : "IL" }, "parentRecordLocation" : { "name" : "University of Chicago Library", "location" : { "addressLocality" : "Chicago", "addressRegion" : "IL" } } } }, { "name" : "1814, 1 item.", "recordType" : ["Papers"], "description" : "Includes a letter in the Butler-Gunsaulus Collection from Thomas Jefferson to Samuel Harrison Smith after the destruction of the Library of Congress in 1814 by the British. In the letter, Thomas Jefferson offers his private library as a replacement.", "recordLocation" : { "name" : "Special Collections Research Center", "location" : { "addressLocality" : "Chicago", "addressRegion" : "IL" }, "parentRecordLocation" : { "name" : "University of Chicago Library", "location" : { "addressLocality" : "Chicago", "addressRegion" : "IL" } } } }, { "name" : "1801-1830, 0.25 cubic foot.", "recordType" : ["Papers"], "description" : "Includes correspondence James Madison, Thomas Jefferson, James Monroe, and William Lee, Consul at Bordeaux. An unpublished finding aid is available in the repository.", "recordLocation" : { "name" : "Archives and Special Collections", "location" : { "addressLocality" : "Minneapolis", "addressRegion" : "MN" }, "parentRecordLocation" : { "name" : "University of Minnesota", "location" : { "addressLocality" : "St. Paul", "addressRegion" : "MN" } } } }, { "name" : "1791-1806, 2 items.", "recordType" : ["Papers"], "description" : "Includes a holograph letter from Thomas Jefferson to the President of the National Assembly of France, March 8, 1791. In the letter, Thomas Jefferson conveys George Washington's appreciation of the tribute paid by the Assembly to the memory of Benjamin Franklin. A letter from Thomas Jefferson to John McAlister, November 12, 1806, gives specifications for a pair of eyglasses.", "recordLocation" : { "name" : "Kislak Center for Special Collections, Rare Books and Manuscripts", "location" : { "addressLocality" : "Philadelphia", "addressRegion" : "PA" }, "parentRecordLocation" : { "name" : "University of Pennsylvania", "location" : { "addressLocality" : "Philadelphia", "addressRegion" : "PA" } } } }, { "name" : "1806 and 1821, 2 pages.", "recordType" : ["Papers"], "description" : "Includes a document in Spanish, English, and Dutch, signed by Thomas Jefferson and James Madison, certifying that the vessel Melpomene sails under the U.S. flag, dated March 20, 1806. Another document from Thomas Jefferson to John Graves concerns payment of a note by Thomas Jefferson, dated March 5, 1821.", "recordLocation" : { "name" : "Special Collections, James Graham Leyburn Library", "location" : { "addressLocality" : "Lexington", "addressRegion" : "VA" }, "parentRecordLocation" : { "name" : "Washington and Lee University", "location" : { "addressLocality" : "Lexington", "addressRegion" : "VA" } } } }, { "name" : "1751-1826, 1 microfilm reel.", "recordType" : ["Papers"], "description" : "Includes microfilm of papers in the University of Virginia. Includes architectural drawings and account books. The account books are for household expenses including entertainment, food, furniture, fodder and corn, and horse care. This is only the first reel of a ten reel set that was published.", "recordLocation" : { "name" : "Joseph Downs Collection of Manuscripts and Printed Ephemera", "location" : { "addressLocality" : "Winterthur", "addressRegion" : "DE" }, "parentRecordLocation" : { "name" : "Winterthur Library", "location" : { "addressLocality" : "Winterthur", "addressRegion" : "DE" } } } }, { "name" : "1606-1826, 1 page and 65 microfilm reels.", "recordType" : ["Papers"], "description" : "Includes a letter from Thomas Jefferson to Robert Patterson dated March 2, 1803. The letter reports authorization by a secret act of Congress for an expedition to explore the Missouri River and beyond to the western ocean, and Thomas Jefferson recommends that Meriwether Lewis be appointed as the leader. Also included are microfilm reels of papers held in the Library of Congress.", "recordLocation" : { "name" : "Beinecke Rare Book and Manuscript Library", "location" : { "addressLocality" : "New Haven", "addressRegion" : "CT" }, "parentRecordLocation" : { "name" : "Yale University Libraries", "location" : { "addressLocality" : "New Haven", "addressRegion" : "CT" } } } }] }
