{"usCongressBioId":"J000266","familyName":"Jordan","givenName":"Barbara","middleName":"Charline","unaccentedFamilyName":"Jordan","unaccentedGivenName":"Barbara","unaccentedMiddleName":"Charline","birthDate":"1936","birthCirca":false,"deathDate":"1996","deathCirca":false,"image":[{"caption":"Collection of the U.S. House of Representatives"}],"profileText":"A Representative from Texas; born in Houston, Harris County, Tex., February 21, 1936; educated in the public schools of Houston, Tex.; graduated, Phillis Wheatley High School, 1952; B.A., Texas Southern University, Houston, Tex., 1956; LL.B., Boston University School of Law, Boston Mass., 1959; admitted to the Massachusetts and Texas bars in 1959 and commenced practice in Houston, Tex., 1960; elected to the Texas senate, 1967; reelected and served until 1972; administrative assistant to county judge, Harris County, Tex., 1966; delegate to Texas State Democratic conventions, 1967, 1969; delegate to Democratic National Convention, 1968; elected as a Democrat to the Ninety-third, Ninety-fourth and Ninety-fifth Congresses (January 3, 1973-January 3, 1979); was not a candidate for reelection in 1978 to the Ninety-sixth Congress; at the Lyndon B. Johnson School of Public Affairs at the University of Texas in Austin, professor, 1979-1982, and Lyndon B. Johnson Centennial Chairman in National Policy, 1982-1986; chair, Commission on Immigration Reform; was a resident of Austin, Tex., until her death there on January 17, 1996; interment in Texas State Cemetery.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 93rd United States Congress","congressNumber":93,"congressType":"USCongress","startDate":"1973-01-03","endDate":"1975-01-03"},"partyAffiliation":[{"party":{"name":"Democrat"}}],"caucusAffiliation":[{"party":{"name":"Democrat"}}],"represents":{"regionType":"StateRegion","regionCode":"TX"}}},{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 95th United States Congress","congressNumber":95,"congressType":"USCongress","startDate":"1977-01-03","endDate":"1979-01-03"},"partyAffiliation":[{"party":{"name":"Democrat"}}],"caucusAffiliation":[{"party":{"name":"Democrat"}}],"represents":{"regionType":"StateRegion","regionCode":"TX"}}},{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 94th United States Congress","congressNumber":94,"congressType":"USCongress","startDate":"1975-01-03","endDate":"1977-01-03"},"partyAffiliation":[{"party":{"name":"Democrat"}}],"caucusAffiliation":[{"party":{"name":"Democrat"}}],"represents":{"regionType":"StateRegion","regionCode":"TX"}}}],"creativeWork":[{"freeFormCitationText":"Aghahowa, Brenda Eatman. \"Grace Under Fire: The Rhetoric of Watergate and Patriotism, Barbara Jordan Style (Texas).\" Ph.D. diss., University of Illinois at Chicago, 2004."},{"freeFormCitationText":"Roberts, Naurice. <i>Barbara Jordan: The Great Lady From Texas</i>. Chicago, IL: Children's Press, 1984."},{"freeFormCitationText":"Kelin, Norman, and Sabra-Anne Kelin. <i>Barbara Jordan.</i> Los Angeles: Melrose Square Publishing Company, 1993."},{"freeFormCitationText":"\"Barbara Charline Jordan\" in <i>Black Americans in Congress, 1870-2007</i>. Prepared under the direction of the Committee on House Administration by the Office of History &amp; Preservation, U.S. House of Representatives. Washington: Government Printing Office, 2008."},{"freeFormCitationText":"Mendelsohn, James. <i>Barbara Jordan: Getting Things Done</i>. Brookfield, CT: Twenty-First Century Books, 2000."},{"freeFormCitationText":"Bryant, Ira Babington. <i>Barbara Charline Jordan: From the Ghetto to the Capital.</i> Houston: D. Armstrong, 1977."},{"freeFormCitationText":"Green, Robert L. <i>Barbara Jordan: Daring Black Leader.</i> Milwaukee: Franklin, 1974."},{"freeFormCitationText":"Horwitz, Linda Diane. \"Transforming Appearance into Rhetorical Argument: Rhetorical Criticism of Public Speeches of Barbara Jordan, Lucy Parsons, and Angela Y. Davis.\" Ph.D. diss., Northwestern University, 1998."},{"freeFormCitationText":"Jordan, Barbara, and Shelby Hearon. <i>Barbara Jordan: A Self-Portrait. </i>Garden City, NY: Doubleday, 1979."},{"freeFormCitationText":"Crawford, Ann Fears. <i>Barbara Jordan: Breaking The Barriers</i>. Houston, TX: Halcyon Press, 2003."},{"freeFormCitationText":"Haskins, James. <i>Barbara Jordan.</i> New York: Dial Press, 1977."},{"freeFormCitationText":"Jacobs, Linda. <i>Barbara Jordan: Keeping Faith.</i> St. Paul: EMC Corp., 1978."},{"freeFormCitationText":"\"Barbara Charline Jordan\" in <i>Women in Congress, 1917-2006.</i> Prepared under the direction of the Committee on House Administration by the Office of History &amp; Preservation, U.S. House of Representatives. Washington: Government Printing Office, 2006."},{"freeFormCitationText":"Holmes, Barbara Ann. \"Barbara Jordan's Speeches, 1974-1995: Ethics, Public Religion and Jurisprudence.\" Ph.D. diss., Vanderbilt University, 1998."},{"freeFormCitationText":"___. <i>A Private Woman in Public Spaces: Barbara Jordan's Speeches on Ethics, Public Religion, and Law</i>. Harrisburg, PA: Trinity Press International, 2000."},{"freeFormCitationText":"Jordan, Barbara. <i>Speaking the Truth With Eloquent Thunder</i>. Edited by Max Sherman. Austin, TX: University of Texas Press, 2007."},{"freeFormCitationText":"Thompson, Wayne N. \"Barbara Jordan's Keynote Address: The Juxtaposition of Contradictory Values.\" <i>Southern Speech Communication Journal</i> 44 (Spring 1979): 223-32."},{"freeFormCitationText":"Blue, Rose, and Corinne Naden. <i>Barbara Jordan</i>. New York: Chelsea House, 1992."},{"freeFormCitationText":"Johnson, Linda Carlson. <i>Barbara Jordan, Congresswoman</i>. Woodbridge, CT: Blackbirch Press, 1990."},{"freeFormCitationText":"Rhodes, Lisa Renee. <i>Barbara Jordan: Voice of Democracy</i>. New York: Franklin Watts, 1998."},{"freeFormCitationText":"Curtin, Mary Ellen, \"Reaching for Power: Barbara C. Jordan and Liberals in the Texas Legislature, 1966-1972.\" <i>The Southwestern Historical Quarterly</i>, Vol. 108, No. 2 (October 2004): 210-31."},{"freeFormCitationText":"Jeffrey, Laura S. <i>Barbara Jordan: Congresswoman, Lawyer, Educator</i>. Springfield, N. J.: Enslow Publishers, 1997."},{"freeFormCitationText":"McNair, Joseph D. <i>Barbara Jordan: African American Politician</i>. Chanhassen, MN: Child's World, 2001."},{"freeFormCitationText":"Rogers, Mary Beth. <i>Barbara Jordan: American Hero.</i> New York: Bantam Books, 1998."},{"freeFormCitationText":"Canas, Kathryn Anne. \"Barbara Jordan, Shirley Chisholm, and Lani Guinier: Crafting Identification Through the Rhetorical Interbraiding of Value.\" Ph.D. diss., The University of Utah, 2002."},{"freeFormCitationText":"Fenno, Richard F. <i>Going Home: Black Representatives and Their Constituents</i>. Chicago: University of Chicago Press, 2003."},{"freeFormCitationText":"Kirk, Rita G. \"Barbara Jordan: The Rise of a Black Woman Politician.\" M.A. thesis, University of Arkansas, 1978."}],"researchRecord":[{"name":"1936-2011, 600 linear feet.","recordType":["Papers"],"description":"The papers document the political and professional career of Barbara Jordan and are divided into State Senate Papers, U.S. House of Representatives Papers, and Personal Papers. The Texas State Senate papers document Barbara Jordan's campaign activities, bills passed in the State Senate, her Governor for a Day Honor, documents relating to her involvement with the Democratic National Convention, and documents relating to the Prairie View Voting Rights case. The U.S. Representative papers contain records on constituents, legislation, committees, office administration, and campaigns. Other records include personal correspondence, press/media files, appointment logs, schedules, invitations, arrangements, job recommendations, and appointments to political offices. Barbara Jordan's involvement with other Members of Congress is represented in the papers, as well as her involvement with the Democratic National Committee, and correspondence in reaction to her keynote speech at the 1976 Democratic Convention. A finding aid for the papers is available in the repository and online.","findingAid":false,"recordLocation":{"name":"Texas Southern University","location":{"addressLocality":"Houston","addressRegion":"TX"}}},{"name":"1984, 9 pages.","recordType":["Oral history"],"description":"An oral history interview of Barbara Jordan conducted by Roland C. Hayes on March 28, 1984. A transcript of the interview is available in the library and online.","recordLocation":{"name":"Lyndon B. Johnson Library","location":{"addressLocality":"Austin","addressRegion":"TX"}}}]}
