{"usCongressBioId":"L000074","familyName":"Langston","givenName":"John","middleName":"Mercer","honorificPrefix":"Mr.","unaccentedFamilyName":"Langston","unaccentedGivenName":"John","unaccentedMiddleName":"Mercer","birthDate":"1829-12-14","birthCirca":false,"deathDate":"1897-11-15","deathCirca":false,"image":[{"caption":"Image courtesy of the Library of Congress"}],"profileText":"A Representative from Virginia; born in Louisa, Louisa County, Va., December 14, 1829; attended the common schools in Ohio; was graduated from the literary department of Oberlin College in 1849 and from the theological department in 1852; studied law in Elyria, Ohio; was admitted to the bar in 1854 and commenced practice in Oberlin, Ohio; took an active part in recruiting black troops during the Civil War, especially for the Fifty-fourth and Fifty-fifth Massachusetts and Fifth Ohio Regiments; member of the council of Oberlin 1865-1867; member of the city board of education in 1867 and 1868; appointed inspector general of the Bureau of Freedmen, Refugees, and Abandoned Lands in 1868; moved to Washington, D.C., and practiced law; dean of the law department of Howard University 1869-1876; appointed and commissioned by President Grant a member of the Board of Health of the District of Columbia in 1871; appointed by President Hayes Minister Resident and consul general to Haiti and Charg&eacute; d'Affaires to Santo Domingo; elected vice president and acting president of Howard University in 1872; delegate to the Republican National Convention in 1876; returned to Virginia, having been elected president of the Virginia Normal and Collegiate Institute, Petersburg, Va., in 1885; delegate to the Republican State convention in 1890; successfully contested as a Republican the election of Edward C. Venable to the Fifty-first Congress and served from September 23, 1890, to March 3, 1891; unsuccessful candidate for reelection in 1890 to the Fifty-second Congress; died in Washington, D.C., on November 15, 1897; interment in Woodlawn Cemetery.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"startDate":"1890-09-23","startCirca":false,"congressAffiliation":{"congress":{"name":"The 51st United States Congress","congressNumber":51,"congressType":"USCongress","startDate":"1889-03-04","endDate":"1891-03-03"},"partyAffiliation":[{"party":{"name":"Republican"}}],"caucusAffiliation":[{"party":{"name":"Republican"}}],"represents":{"regionType":"DistrictRegion","regionCode":"VA"},"note":[{"type":"Note","noteType":"FootNote","content":"Successfully contested the election of E.C. Venable, and took his seat September 23, 1890. It was in connection with this case that the minority party adopted for the first time the party plan of withdrawing in a body from the Hall of the House, to avoid being counted as part of a quorum."}]}}],"creativeWork":[{"freeFormCitationText":"___. <i>The Other Phase of Reconstruction: Speech of Hon. John Mercer Langston, delivered at Congregational Tabernacle, Jersey City, New Jersey, April 17, 1877. </i> Washington: Gibson Brothers, printers, 1877."},{"freeFormCitationText":"Patterson, Zella J. Black, and Lynette L. Wert. <i>Langston University: A History.</i> Norman: University of Oklahoma Press, 1979."},{"freeFormCitationText":"Cheek, William F. \"Culture and Kinship: John Mercer Langston in Cincinnati, 1840-1843.\" <i>Queen City Heritage</i> 47 (Spring 1989): 3-22."},{"freeFormCitationText":"___. <i>From the Virginia Plantation to the National Capitol.</i> 1894. Reprint, New York: Arno Press, 1969."},{"freeFormCitationText":"Blodgett, Geoffrey. \"John Mercer Langston and the Case of Edmonia Lewis: Oberlin, 1862.\" <i>Journal of Negro History</i> 53 (July 1968): 201-18."},{"freeFormCitationText":"Bromberg, Alan B. \"John Mercer Langston: Black Congressman From The Old Dominion.\" <i>Virginia Cavalcade</i> 30 (Autumn 1980): 60-67."},{"freeFormCitationText":"Cheek, William F., and Aimee Lee Cheek. <i>John Mercer Langston and the Fight for Black Freedom, 1829-65.</i> Urbana, Ill.: University of Illinois Press, 1989."},{"freeFormCitationText":"U.S. Congress. House. <i> Contested Election Case of John M. Langston vs. E.C. Venable. </i> 51st Cong. 1st Sess. Washington: Government Printing Office, 1889."},{"freeFormCitationText":"___. \"Forgotten Prophet: The Life of John Mercer Langston.\" Ph.D. diss., University of Virginia, 1961."},{"freeFormCitationText":"Langston, John Mercer. <i>Emancipation and Enfranchisement.</i> Washington: N.p., 1875."},{"freeFormCitationText":"Levstik, Frank R. \"Langston, John Mercer.\" In <i>Dictionary of American Negro Biography</i>, edited by Rayford W. Logan and Michael R. Winston<i>,</i> pp. 382-84. New York: Norton and Co., 1982."},{"freeFormCitationText":"___. \"A Negro Runs For Congress: John Mercer Langston and the Virginia Campaign of 1888.\" <i>Journal of Negro History</i> 52 (January 1967): 14-34."},{"freeFormCitationText":"Foner, Philip S. \" The First Publicly-Elected Black Official in the United States Reports His Election.\" <i>Negro History Bulletin</i> 37 (April/May 1974): 237."},{"freeFormCitationText":"___. <i>Freedom and Citizenship: Selected Lectures and Addresses of Hon. John Mercer Langston, LL.D., U.S. Minister Resident at Haiti.</i> Reprint, Miami, Fla.: Mnemosyne Publishing Co., Inc., 1969."},{"freeFormCitationText":"\"John Mercer Langston\" in <i>Black Americans in Congress, 1870-2007</i>. Prepared under the direction of the Committee on House Administration by the Office of History &amp; Preservation, U.S. House of Representatives. Washington: Government Printing Office, 2008."},{"freeFormCitationText":"<i>Langston National Monument, Historical and Emancipation Association of Virginia.</i> Souvenir Journal of the 35th National Emancipation Celebration. Alexandria, Va.: Magnus L. Robinson, 1898."}],"researchRecord":[{"name":"1853-1898, 1 reel.","recordType":["Microfilm"],"description":"The papers of John Mercer Langston consist of correspondence, speeches, drafts of writings, receipts, estate papers, banking papers, handbills, passports, minutes, a scrapbook, and newspaper clippings. Subjects covered in the papers include slavery in the United States, the abolition movement, Reconstruction, American relations with Haiti and the Dominican Republic, Howard University, the War Department, and the Bureau of Refugees, Freedmen and Abandoned Lands. The original papers are at Fisk University.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"1870-1891, 2 linear feet.","recordType":["Papers"],"description":"Scrapbooks of John Mercer Langston containing newspapers clippings, broadsides, programs, and invitations relating to race relations and politics in the United States. Includes information about the Virginia Normal and Collegiate Institute (now Virginia State University) in Petersburg, Virginia, and the John G. Whittier Historical Association in Memphis, Tennessee. A finding aid is available in the repository.","recordLocation":{"name":"Moorland-Spingarn Research Center","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Howard University","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Eugene Maxmilien Haitian collection, 1847-1933.","recordType":["Microfilm"],"description":"Correspondents include John Mercer Langston.","recordLocation":{"name":"New York Public Library","url":"http://www.nypl.org/research/chss/spe/rbk/mss","location":{"addressLocality":"New York","addressRegion":"NY"}}},{"name":"1853-1898, approximately 3 feet (900 items).","recordType":["Papers"],"description":"The papers of John Mercer Langston consist of correspondence, speeches, drafts of writings, receipts, estate papers, banking papers, handbills, passports, minutes, a scrapbook, and newspaper clippings. Subjects covered in the papers include slavery in the United States, the abolition movement, Reconstruction, American relations with Haiti and the Dominican Republic, Howard University, the War Department, and the Bureau of Refugees, Freedmen and Abandoned Lands.","recordLocation":{"name":"Special Collections, John Hope and Aurelia E. Franklin Library","location":{"addressLocality":"Nashville","addressRegion":"TN"},"parentRecordLocation":{"name":"Fisk University","location":{"addressLocality":"Nashville","addressRegion":"TN"}}}},{"name":"1886-1887, 1 box.","recordType":["Papers"],"description":"Collection includes some correspondence addressing admission of potential students and employees, as well as several letters from state officials pertaining to Virginia State.","recordLocation":{"name":"Johnson Memorial Library","location":{"addressLocality":"Petersburg","addressRegion":"VA"},"parentRecordLocation":{"name":"Virginia State University","location":{"addressLocality":"Petersburg","addressRegion":"VA"}}}}]}
