{"usCongressBioId":"L000477","familyName":"Lowenstein","givenName":"Allard","middleName":"Kenneth","unaccentedFamilyName":"Lowenstein","unaccentedGivenName":"Allard","unaccentedMiddleName":"Kenneth","birthDate":"1929","birthCirca":false,"deathDate":"1980","deathCirca":false,"image":[{"caption":"Collection of the U.S. House of Representatives"}],"profileText":"A Representative from New York; born in Newark, Essex County, N.J., January 16, 1929; B.A., University of North Carolina, 1949; LL.B., Yale University, 1954; enlisted in the United States Army, 1954-1956; taught at Stanford University, North Carolina State University, and City College of New York; special assistant, Senator Frank Porter Graham, 1949; foreign policy assistant, Senator Hubert H. Humphrey, 1959; delegate, Democratic National Conventions, 1960 and 1968; elected as a Democrat to the Ninety-first Congress (January 3, 1969-January 3, 1971); unsuccessful candidate for reelection in 1970 to the Ninety-second Congress; unsuccessful candidate for election in 1972, 1974, and 1976, to the Ninety-third, Ninety-fourth, and Ninety-fifth Congresses; appointed to head the United States delegation to the thirty-third regular annual session of the United Nations Commission on Human Rights in Geneva, Switzerland, 1977; alternate United States Representative for Special Political Affairs in the United Nations with the rank of Ambassador from August 1977 to June 1978; unsuccessful candidate for nomination in 1978 to the Ninety-sixth Congress; died from the effects of an assassin's bullet in New York City March 14, 1980; interment in Arlington National Cemetery.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 91st United States Congress","congressNumber":91,"congressType":"USCongress","startDate":"1969-01-03","endDate":"1971-01-03"},"partyAffiliation":[{"party":{"name":"Democrat"}}],"caucusAffiliation":[{"party":{"name":"Democrat"}}],"represents":{"regionType":"StateRegion","regionCode":"NY"}}}],"creativeWork":[{"freeFormCitationText":"Chafe, William Henry. <i>Never Stop Running: Allard Lowenstein and the Struggle to Save American Liberalism</i>. New York: Basic Books, 1993."},{"freeFormCitationText":"Cummings, Richard. <i>The Pied Piper: Allard K. Lowenstein and the Liberal Dream.</i> New York: Grove Press, 1985."},{"freeFormCitationText":"Ducey, Mitchell F., and Barbara Shaw Anderson. <i>The Allard K. Lowenstein Papers, 1924-1985: A Guide to the Collection.</i> Southern Historical Collection, Wilson Library. Chapel Hill: University of North Carolina, 1985."},{"freeFormCitationText":"Harris, David. <i>Dreams Die Hard: Three Men's Journey Through the Sixties.</i> New York: St. Martin's/Marek, 1982."},{"freeFormCitationText":"Lowenstein, Allard K. <i>Brutal Mandate: A Journey to SouthWest Africa.</i> Foreword by Mrs. Franklin D. Roosevelt. New York: Macmillan, 1962."},{"freeFormCitationText":"Stone, Gregory, and Douglas Lowenstein, eds. <i>Lowenstein: Acts of Courage and Belief. </i>Foreword by Arthur M. Schlesinger, Jr. Introduction by James A. Wechsler. San Diego: Harcourt Brace Jovanovich, 1983."}],"researchRecord":[{"name":"1970, 14 pages.","recordType":["Oral history"],"description":"In the interview with Allard Lowenstein, he describes his involvement as a civil rights organizer in bringing in northern white college students to work with the Freedom Vote elections in Mississippi in 1963. Contrasts the media coverage given to the harassment and beatings of white students by southern police to that of similar and worse treatment inflicted on Blacks. He also discusses this unjust treatment and the resentment it generated on the part of Black activists, particularly those in the Student Nonviolent Coordinating Committee (SNCC), and its effect in planning the Freedom Summer project of 1964. And finally, he describes the evolution of the Mississippi Freedom Democratic Party out of the Freedom Vote project. No tape available. Interviewer: Robert Wright.","recordLocation":{"name":"Moorland-Spingarn Research Center","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Howard University","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"1924-1995, 327 linear feet.","recordType":["Papers"],"description":"The papers include correspondence, organizational records, political campaign records, congressional files, writings, speeches and speech notes, press clipping file, research materials, scheduling files, financial and administrative records, diaries (1940s-1967), scrapbooks, family papers, photographs, sound recordings, and videocassette tapes documenting the activities of Allard Kenneth Lowenstein. A finding aid for the papers is available in the repository and online. Part of the collection is currently restricted.","recordLocation":{"name":"Southern Historical Collection, Manuscripts Department","location":{"addressLocality":"Chapel Hill","addressRegion":"NC"},"parentRecordLocation":{"name":"University of North Carolina at Chapel Hill Library","location":{"addressLocality":"Chapel Hill","addressRegion":"NC"}}}},{"name":"A series of interviews, 1952-1980.","recordType":["Oral history"],"description":"Transcribed and on tape.","recordLocation":{"name":"Southern Historical Collection, Manuscripts Department","location":{"addressLocality":"Chapel Hill","addressRegion":"NC"},"parentRecordLocation":{"name":"University of North Carolina at Chapel Hill Library","location":{"addressLocality":"Chapel Hill","addressRegion":"NC"}}}}]}
