{"usCongressBioId":"M000719","familyName":"Miller","givenName":"Clement","middleName":"Woodnutt","unaccentedFamilyName":"Miller","unaccentedGivenName":"Clement","unaccentedMiddleName":"Woodnutt","birthDate":"1916","birthCirca":false,"deathDate":"1962","deathCirca":false,"profileText":"(Nephew of Thomas W. Miller), a Representative from California; born in Wilmington, Del., October 28, 1916; graduated from Lawrenceville (N.J.) School, from Williams College, Williamstown, Mass., in 1940, and from Cornell University School of Industrial and Labor Relations in 1946; enlisted in the United States Army in 1940; served as a private in the Two Hundred and Fifty-eighth Field Artillery Regiment and was discharged in 1945 as a captain in the One Hundred and Fourth Infantry Division, with service in Holland and Germany; veterans service officer in Nevada in 1946 and 1947; employment service, State of Nevada, in 1947; field examiner and hearing officer of the National Labor Relations Board for Northern California 1948-1953; became landscape consultant in 1954; unsuccessful Democratic candidate for election in 1956 to the Eighty-fifth Congress; elected as a Democrat to the Eighty-sixth and Eighty-seventh Congresses and served from January 3, 1959, until his death in an airplane accident near Eureka, Calif., October 7, 1962; elected posthumously to the Eighty-eighth Congress; interment in Point Reyes National Seashore Park, north of San Francisco, Calif.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 87th United States Congress","congressNumber":87,"congressType":"USCongress","startDate":"1961-01-03","endDate":"1963-01-03"},"partyAffiliation":[{"party":{"name":"Democrat"}}],"caucusAffiliation":[{"party":{"name":"Democrat"}}],"represents":{"regionType":"StateRegion","regionCode":"CA"}}},{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 86th United States Congress","congressNumber":86,"congressType":"USCongress","startDate":"1959-01-03","endDate":"1961-01-03"},"partyAffiliation":[{"party":{"name":"Democrat"}}],"caucusAffiliation":[{"party":{"name":"Democrat"}}],"represents":{"regionType":"StateRegion","regionCode":"CA"}}}],"creativeWork":[{"freeFormCitationText":"Miller, Clem. <i>Member of the House: Letters of a Congressman.</i> Edited with additional text by John W. Baker. New York: Scribner, 1962."},{"freeFormCitationText":"United States. Congress (87th, 2nd session: 1962).<i> Memorial services held in the House of Representatives and Senate of the United States, together with remarks presented in eulogy of Clement Woodnutt Miller, late a Representative from California, Eighty-seventh Congress, second session</i>. Washington: Government Printing Office, 1962."}],"researchRecord":[{"name":"In the Point Reyes National Seashore Foundation Records, 1959-1962, 2 boxes.","recordType":["Papers"],"description":"Correspondents include Clem Miller.","recordLocation":{"name":"Bancroft Library","location":{"addressLocality":"Berkeley","addressRegion":"CA"},"parentRecordLocation":{"name":"University of California, Berkeley","location":{"addressLocality":"Berkeley","addressRegion":"CA"}}}},{"name":"1956-1962, 47 cartons.","recordType":["Papers"],"description":"The papers of Clement Woodnutt Miller include correspondence, subject and legislative files, speeches, newsletters, press releases, campaign files, publications, party study notebooks, films, tapes concerning his activities as a congressman. Other files concern atomic energy, military, natural resources, public lands, agriculture and education. The collections i currently closed for research. A temporary list of contents is available in the library.","recordLocation":{"name":"Bancroft Library","location":{"addressLocality":"Berkeley","addressRegion":"CA"},"parentRecordLocation":{"name":"University of California, Berkeley","location":{"addressLocality":"Berkeley","addressRegion":"CA"}}}},{"name":"In the Katharine Miller Johnson papers pertaining to Point Reyes, 1961-1987, 4.55 linear feet.","recordType":["Papers"],"description":"Carton 1 contains correspondence generated by Katharine Miller Johnson on behalf of Point Reyes National Seashore primarily between 1969 and 1971. Carton 2 contains background material, statements, Congressional hearing transcripts, and other material related to legislation on Point Reyes, and National Park Service files. Carton 3, Box 1 and Oversize box contain clippings. Katharine Miller Johnson was the widow of California Congressman Clem Miller. Miller wrote and introduced the bill for the establishment of Point Reyes National Seashore, steered it past formidable legislative obstacles and saw President Kennedy sign the legislation into law Sept. 13, 1962. Only weeks later, Miller was killed in a plane crash in Del Norte County while campaigning for re-election. Katharine Miller, later Johnson, took up the fight on behalf of the National Seashore and lobbied Washington first for money to purchase additional land and limit development. Later she was an avid participant in developing the park's master plan and wilderness proposal and served on the park service's Citizen Advisory Commission.","recordLocation":{"name":"Bancroft Library","location":{"addressLocality":"Berkeley","addressRegion":"CA"},"parentRecordLocation":{"name":"University of California, Berkeley","location":{"addressLocality":"Berkeley","addressRegion":"CA"}}}}]}
