{ "usCongressBioId" : "M000931", "familyName" : "Moorman", "givenName" : "Henry", "middleName" : "DeHaven", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Moorman", "unaccentedGivenName" : "Henry", "unaccentedMiddleName" : "DeHaven", "birthDate" : "1880-06-09", "birthCirca" : false, "deathDate" : "1939-02-03", "deathCirca" : false, "profileText" : "A Representative from Kentucky; born on a farm near Glen Dean, Breckinridge County, Ky., June 9, 1880; attended the public schools; studied law; was admitted to the bar in 1900 and commenced practice in Hardinsburg; also engaged in agricultural pursuits and in banking; county judge of Breckinridge County 1905-1909 and Commonwealth attorney of the ninth judicial district 1914-1927; served in the Spanish-American War as a private in Company C, First Regiment, Kentucky Volunteer Infantry, with service in Puerto Rico; during the First World War enlisted in the United States Army on January 14, 1918, and was assigned to Headquarters Company, Tenth Field Artillery; promoted to corporal and assigned to duty with the Judge Advocate General, Headquarters, Service of Supply, and was discharged April 1, 1919; elected as a Democrat to the Seventieth Congress (March 4, 1927-March 3, 1929); unsuccessful candidate for reelection in 1928 to the Seventy-first Congress; resumed his former professional and business pursuits in Hardinsburg, Ky.; died while on a visit in Hot Springs, Ark., February 3, 1939; interment in Ivy Hill Cemetery, Hardinsburg, Ky.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1927-03-04", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 70th United States Congress", "congressNumber" : 70, "congressType" : "USCongress", "startDate" : "1927-12-05", "endDate" : "1929-03-04" }, "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "KY" } } }], "creativeWork" : [], "researchRecord" : [] }
