{ "usCongressBioId" : "M000108", "familyName" : "Manning", "givenName" : "James", "unaccentedFamilyName" : "Manning", "unaccentedGivenName" : "James", "birthDate" : "1738", "birthCirca" : false, "deathDate" : "1791", "deathCirca" : false, "profileText" : "A Delegate from Rhode Island; born in Elizabethtown (now Elizabeth), N.J., October 22, 1738; attended Hopewell Academy and was graduated from the College of New Jersey (now Princeton University) in 1762; studied theology and entered the Baptist ministry in 1763; moved to Warren, R.I., in 1764, and was one of the founders and first president of Rhode Island College (now Brown University); moved to Providence with the college in May 1770; served as pastor of the First Baptist Church of Providence from July 1771, until his resignation in April 1791; also resigned the college presidency the same year; Member of the Continental Congress in 1786; died in Providence, R.I., July 29, 1791; interment in North Burial Ground.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Delegate", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The Confederation Congress", "congressNumber" : 1, "congressType" : "ConfederationCongress", "startDate" : "1781-03-01", "endDate" : "1789-03-02" }, "represents" : { "regionType" : "StateRegion", "regionCode" : "RI" } } }], "creativeWork" : [{ "freeFormCitationText" : "Goddard, William Giles.<i> Memoir of the Rev. James Manning, D. D., first president of Brown University</i>. Boston: Printed by Perkins &amp; Marvin, 1839." }, { "freeFormCitationText" : "Guild, Reuben Aldridge. <i>Life, Times, and Correspondence of James Manning, and the Early History of Brown University</i>. Boston: Gould and Lincoln; New York: Sheldon and Company, 1864." }], "researchRecord" : [{ "name" : "ca. 1761-1827, 0.4 linear foot.", "recordType" : ["Papers"], "description" : "The papers of James Manning consist of letters received and signed copies (transcripts, handwritten) of letters sent by James Manning, receipts, accounts, inventories, a journal, a history of Rhode Island College written by James Manning, and catalogs of books. The collection documents the early history of Brown University (Rhode Island College), particularly James Manning's presidency, his efforts to raise funds (subscriptions) from Baptists for support of the college and to obtain books for the college library; and the discussion of religion by Baptist clergy in America and Great Britain. Subjects related to Brown University history include the decision to locate the college in Providence, the need for library books and sources for books, the occupation of the college edifice by American and French troops during the Revolution, and employment of faculty. Subjects related to the Baptist church include the Philadelphia Baptist Association, the First Baptist Church in Providence, local revivals, the condition of and attitudes toward religion in America and Great Britain, including controversies between Baptists, Presbyterians, and other denominations, responses to texts published by clergy, and actions in Great Britain that were unfavorable to the church. James Manning traveled in New England, Pennsylvania, New Jersey, and New York and often preached along the route. In 1779, he visited West Point, New York, and met several notable figures of the Revolutionary War, including George Washington.", "recordLocation" : { "name" : "John Hay Library", "location" : { "addressLocality" : "Providence", "addressRegion" : "RI" }, "parentRecordLocation" : { "name" : "Brown University", "location" : { "addressLocality" : "Providence", "addressRegion" : "RI" } } } }, { "name" : "In the Samuel Jones Papers, 1760-1794, 0.25 linear foot.", "recordType" : ["Papers"], "description" : "The bulk of the letters are from James Manning, who was President of the college from 1764 to 1791. Samuel Jones and James Manning became acquainted in the 1750s. Both attended Hopewell Academy and were affiliated with the Philadelphia Baptist Association. Subjects related to the Philadelphia Baptist Association are referred to throughout the collection. James Manning's letters are concerned with religious studies and his preparation for the ministry, the placement of Baptist clergy in various churches, the refusal by Baptists in Northhampton, Massachusetts to pay ministerial taxes in 1774, and various topics related to Rhode Island College.", "recordLocation" : { "name" : "John Hay Library", "location" : { "addressLocality" : "Providence", "addressRegion" : "RI" }, "parentRecordLocation" : { "name" : "Brown University", "location" : { "addressLocality" : "Providence", "addressRegion" : "RI" } } } }, { "name" : "1789, 1 item.", "recordType" : ["Papers"], "description" : "A letter from James Manning to the Philadelphia Society for Promoting Agriculture written in 1789. In the letter, James Manning provides testimony regarding the dairy and cheese production of Joseph Mathewson, candidate for a gold medal presented by the Philadelphia Society for Promoting Agriculture.", "recordLocation" : { "name" : "Rare Book & Manuscript Library, Penn Library", "location" : { "addressLocality" : "Philadelphia", "addressRegion" : "PA" }, "parentRecordLocation" : { "name" : "University of Pennsylvania", "location" : { "addressLocality" : "Philadelphia", "addressRegion" : "PA" } } } }, { "name" : "In the Miscellaneous Manuscripts, ca. 1784-1934, 10 items.", "recordType" : ["Papers"], "description" : "Persons represented include James Manning.", "recordLocation" : { "name" : "Rare Book & Manuscript Library, Penn Library", "location" : { "addressLocality" : "Philadelphia", "addressRegion" : "PA" }, "parentRecordLocation" : { "name" : "University of Pennsylvania", "location" : { "addressLocality" : "Philadelphia", "addressRegion" : "PA" } } } }] }
