{"usCongressBioId":"M000043","familyName":"Madison","givenName":"James","honorificPrefix":"Mr.","honorificSuffix":"Jr.","unaccentedFamilyName":"Madison","unaccentedGivenName":"James","birthDate":"1751-03-16","birthCirca":false,"deathDate":"1836-06-28","deathCirca":false,"image":[{"contentUrl":"http://history.house.gov/Collection/Detail/29268?ret=True","caption":"Collection of the U.S. House of Representatives <a href=\"http://history.house.gov/Collection/Detail/29268?ret=True\">About this object</a>"}],"profileText":"A Delegate and a Representative from Virginia and 4th President of the United States; born in Port Conway, King George County, Va., March 16, 1751; studied under private tutors and graduated from the College of New Jersey (now Princeton University) in 1771; member of the committee of safety from Orange County in 1774; delegate in the Williamsburg (Va.) convention of May 1776; member of the First General Assembly of Virginia in 1776 and was unanimously elected a member of the executive council in 1778; Member of the Continental Congress 1780-1783 and 1787-1788; delegate in the Federal Constitutional Convention at Philadelphia, Pa., in 1787 and signed the Constitution; elected to as an Anti-Administration candidate to the First Congress, Second and Third Congresses and reelected as a Democratic Republican to the Fourth Congress (March 4, 1789-March 3, 1797); declined the mission to France, tendered by President Washington in 1794, and also the position of Secretary of State, tendered the same year; again a member of the Virginia Assembly from Orange County in 1799; appointed by President Jefferson as Secretary of State on March 5, 1801; entered upon the duties of that office May 2, 1801, and served until March 4, 1809; elected President of the United States in 1808; reelected in 1812 and served from March 4, 1809, to March 3, 1817; retired to his estate, \"Montpelier,\" Orange County, Va.; delegate in the Virginia constitutional convention of 1829; rector of the University of Virginia at Charlottesville and visitor to the College of William and Mary, Williamsburg, Va.; died at Montpelier on June 28, 1836; interment in the private cemetery of Montpelier.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"startDate":"1791-03-04","startCirca":false,"congressAffiliation":{"congress":{"name":"The 2nd United States Congress","congressNumber":2,"congressType":"USCongress","startDate":"1791-03-04","endDate":"1793-03-02"},"partyAffiliation":[{"party":{"name":"Anti-Administration"}}],"caucusAffiliation":[{"party":{"name":"Anti-Administration"}}],"represents":{"regionType":"DistrictRegion","regionCode":"VA"}}},{"job":{"name":"Delegate","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The Confederation Congress","congressNumber":1,"congressType":"ConfederationCongress","startDate":"1781-03-01","endDate":"1789-03-02"},"represents":{"regionType":"StateRegion","regionCode":"VA"}}},{"job":{"name":"President","jobType":"OtherJob"},"startCirca":false,"endCirca":false,"congressAffiliation":{"congress":{"name":"The 14th United States Congress","congressNumber":14,"congressType":"USCongress","startDate":"1815-12-04","endDate":"1817-03-03"},"partyAffiliation":[{"party":{"name":"Democratic Republican"},"startCirca":false,"endCirca":false}],"represents":{"regionType":"CountryRegion","regionCode":"US"}},"deleted":false},{"job":{"name":"President","jobType":"OtherJob"},"startDate":"1809-03-04","startCirca":false,"endCirca":false,"congressAffiliation":{"congress":{"name":"The 11th United States Congress","congressNumber":11,"congressType":"USCongress","startDate":"1809-03-04","endDate":"1811-03-03"},"partyAffiliation":[{"party":{"name":"Democratic Republican"},"startCirca":false,"endCirca":false}],"represents":{"regionType":"CountryRegion","regionCode":"US"}},"deleted":false},{"job":{"name":"Representative","jobType":"CongressMemberJob"},"startDate":"1789-03-04","startCirca":false,"congressAffiliation":{"congress":{"name":"The 1st United States Congress","congressNumber":1,"congressType":"USCongress","startDate":"1789-03-04","endDate":"1791-03-03"},"partyAffiliation":[{"party":{"name":"Anti-Administration"}}],"caucusAffiliation":[{"party":{"name":"Pro-Administration"}}],"represents":{"regionType":"DistrictRegion","regionCode":"VA"}}},{"job":{"name":"Representative","jobType":"CongressMemberJob"},"startDate":"1795-03-04","startCirca":false,"endCirca":false,"congressAffiliation":{"congress":{"name":"The 4th United States Congress","congressNumber":4,"congressType":"USCongress","startDate":"1795-06-08","endDate":"1797-03-03"},"partyAffiliation":[{"party":{"name":"Democratic Republican"},"startCirca":false,"endCirca":false}],"represents":{"regionType":"DistrictRegion","regionCode":"VA"}},"deleted":false},{"job":{"name":"Representative","jobType":"CongressMemberJob"},"startDate":"1793-03-04","startCirca":false,"congressAffiliation":{"congress":{"name":"The 3rd United States Congress","congressNumber":3,"congressType":"USCongress","startDate":"1793-03-04","endDate":"1795-03-03"},"partyAffiliation":[{"party":{"name":"Anti-Administration"}}],"caucusAffiliation":[{"party":{"name":"Anti-Administration"}}],"represents":{"regionType":"DistrictRegion","regionCode":"VA"}}},{"job":{"name":"President","jobType":"OtherJob"},"startCirca":false,"endCirca":false,"congressAffiliation":{"congress":{"name":"The 12th United States Congress","congressNumber":12,"congressType":"USCongress","startDate":"1811-11-04","endDate":"1813-03-03"},"partyAffiliation":[{"party":{"name":"Democratic Republican"},"startCirca":false,"endCirca":false}],"represents":{"regionType":"CountryRegion","regionCode":"US"}},"deleted":false},{"job":{"name":"President","jobType":"OtherJob"},"startDate":"1813-03-04","startCirca":false,"endCirca":false,"congressAffiliation":{"congress":{"name":"The 13th United States Congress","congressNumber":13,"congressType":"USCongress","startDate":"1813-05-24","endDate":"1815-03-03"},"partyAffiliation":[{"party":{"name":"Democratic Republican"},"startCirca":false,"endCirca":false}],"represents":{"regionType":"CountryRegion","regionCode":"US"}},"deleted":false},{"job":{"name":"Delegate","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 2nd Continental Congress","congressNumber":2,"congressType":"ContinentalCongress","startDate":"1775-05-10","endDate":"1781-03-01"},"represents":{"regionType":"StateRegion","regionCode":"VA"}}}],"creativeWork":[{"freeFormCitationText":"Dewey, Donald O. \"The Sage of Montpelier: James Madison's Constitutional and Political Thought, 1817-1836,\" Ph. D. diss, University of Chicago, 1960."},{"freeFormCitationText":"Phelan, Wesley G. \"A Partnership Destroyed: Hamilton, Madison, and the Discrmination Controversy of 1790,\" Ph. D. diss., Claremont Graduate University, 1987."},{"freeFormCitationText":"Riemer, Neal. \"The Republicanism of James Madison.\" Political Science Quarterly 69 (1954): 45-64."},{"freeFormCitationText":"___. <i>The Presidency of James Madison. </i>Lawrence: University Press of Kansas, 1990."},{"freeFormCitationText":"Stagg, John Charles Anderson.<i> Mr. Madison's War: Politics, Diplomacy, and Warfare in the Early American Republic, 1783-1830</i>. Princeton, N.J.: Princeton University Press, 1983."},{"freeFormCitationText":"___. \"James Madison and His Times.\" <i>American Historical Review</i> 57 (1952): 853-70."},{"freeFormCitationText":"Madison, James. <i>The Papers of James Madison.</i> (Congressional Series, 17 Vols.) Edited by William T. Hutchinson, William M.E. Rachal, and Robert Allen Rutland. Chicago: University of Chicago Press, 1962-1976; Charlottesville: University Press of Virginia, 1977."},{"freeFormCitationText":"___. <i>James Madison: Secretary of State, 1801-1809.</i> Indianapolis: Bobbs-Merrill, 1953."},{"freeFormCitationText":"Farnell, Robert S. \"Positive Valuations of Politics and Government in the Thought of Five American Founding Fathers: Thomas Jefferson, John Adams, James Madison, Alexander Hamilton, and George Washington.\" Ph. D. diss., Cornell University, 1970."},{"freeFormCitationText":"Mead, Sidney E. \"Neither Church nor State: Reflections on James Madison's 'Line of Separation.'\" <i>Journal of Church and State</i> 10 (Autumn 1968): 349-63."},{"freeFormCitationText":"Ralph, Eugene. \"Contributions of James Madison to American Constitutional Development,\" A. M. Thesis, University of Chicago, 1927."},{"freeFormCitationText":"___. <i>American Compact: James Madison and the Problem of Founding</i>. Lawrence, KS: University Press of Kansas, 1999."},{"freeFormCitationText":"Schultz, Harold Seessel. <i>James Madison.</i> New York: Twayne, 1970."},{"freeFormCitationText":"Warman, Frederick E. \"The Political Principles of James Madison Up To 1789,\" M. A. Thesis, University of Chicago, 1927."},{"freeFormCitationText":"___. <i>James Madison and American Nationalism.</i> Princeton, NJ: Van Nostrand, 1968."},{"freeFormCitationText":"Pilgrim, Wilma Jean. \"A Defense of the Constitution: Alexander Hamilton, James Madison, and Publius,\" A. M. Thesis, University of Chicago, 1963."},{"freeFormCitationText":"Rives, William Cabell. <i>History of the Life and Times of James Madison.</i> 3 Vols. Boston: Little, Brown, 1859-1868."},{"freeFormCitationText":"Brant, Irving. <i>The Fourth President: The Life of James Madison. </i>Indianapolis: Bobbs-Merrill, 1970."},{"freeFormCitationText":"___. <i>James Madison: A Biography.</i> New York: Macmillan, 1971."},{"freeFormCitationText":"Miller, William B. \"The Weather Log of James Madison.\" <i>Journal of Presbyterian History</i> 40 (December 1962): 121-209."},{"freeFormCitationText":"Schenker, Jeffrey. \"James Madison: Consistent Defender of Republican Values,\" D. Litt. thesis, Drew University, 2004."},{"freeFormCitationText":"Singleton, Marvin K. \"Colonial Virginia as First Amendment Matrix: Henry, Madison, and Assessment Establishment.\" <i>Journal of Church and State</i> 8 (Autumn 1966): 344-64."},{"freeFormCitationText":"Adair, Douglass, ed. \"James Madison's Autobiography.\" <i>William and Mary Quarterly</i> 2 (1945): 191-209."},{"freeFormCitationText":"Kester, Scott. \"Republican Hope With Auxiliary Precautions: James Madison's Vision and the United States Constitution,\" Ph. D. diss., Lehigh University, 2006."},{"freeFormCitationText":"___. <i>Madison v. Marshall: Popular Sovereignth, Natural Law, and the United States Constitution</i>. Lanham, MD: Lexington Books, 2001."},{"freeFormCitationText":"Rakove, Jack N. <i>James Madison and the Creation of the American Republic.</i> Library of American Biography. Edited by Oscar Handlin. Glenview, IL: Scott, Foresman/Little, Brown, 1990."},{"freeFormCitationText":"Asberry, Robert Lee. \"James Madison and the Patronage Problem, 1809-1817,\" M. S. Thesis, University of North Texas, 1973."},{"freeFormCitationText":"___. <i>James Madison, Philosopher of the Constitution.</i> New Brunswick, NJ: Rutgers University Press, 1938."},{"freeFormCitationText":"McCoy, Drew R. <i>The Last of the Fathers: James Madison and the Republican Legacy.</i> New York: Cambridge University Press, 1989."},{"freeFormCitationText":"McGrath, Dennis R. \"James Madison and Social Choice Theory: The Possibility of Republicanism,\" Ph. D. diss., University of Maryland College Park, 1983."},{"freeFormCitationText":"___. <i>James Madison and the Search for Nationhood</i>. Washington, D. C. : Government Printing Office, 1981."},{"freeFormCitationText":"Sheehan, Colleen A. \"Cementing the Union: A Dialogue Concerning the True Principles of Republican Government,\" Ph. D. diss., Claremont Graduate University, 1986."},{"freeFormCitationText":"Smith, Robert Wilmer. \"Keeping the Republic: Ideology and the Diplomacy of John Adams, James Madison, and John Quincy Adams,\" Ph. D. diss., College of William and Mary, 1997."},{"freeFormCitationText":"de Simpkins, Ana Esther Rivera. \"James Madison and Education: The Formative Years (1751-1796),\" Ph. D. diss, University of Virginia, 1998."},{"freeFormCitationText":"Gibson, Alan R. \"The Tenth 'Federalist' and the American Founding.\" Ph. D. diss., University of Notre Dame, 1993."},{"freeFormCitationText":"Hunt, Gaillard. <i>The Life of James Madison.</i> New York: Doubleday, Page and Co., 1902."},{"freeFormCitationText":"Siegel, Neil S. \"Intransitivities Protect Minorities: Interpreting Madison's Theory of the Extended Republic,\" Ph. D. diss., University of California, Berkeley, 2001."},{"freeFormCitationText":"Wills, Garry. <i>James Madison</i>. New York: Times Books, 2002."},{"freeFormCitationText":"___. \"Madison's Views on Electoral Reform [1823],\" Western Political Quarterly 15 (1962): 140-5."},{"freeFormCitationText":"Hammons, Christopher W. \"Madison's Theory of Constitutional Design: An Empirical Analysis,\" Ph. D. diss., University of Houston, 1997."},{"freeFormCitationText":"Ketcham, Ralph. \"The Mind of James Madison,\" D. S. S. Thesis, Syracuse University, 1956."},{"freeFormCitationText":"___. <i>Founding Friendship: George Washington, James Madison, and the Creation of the American Republic</i>. Charlottesville, VA: University Press of Virginia, 1999."},{"freeFormCitationText":"Lutz, Donald S. \"James Madison As Conflict Theorist: The Madisonian Model Extended,\" Ph. D. diss., Indiana University, 1969."},{"freeFormCitationText":"Rutland, Robert Allen. <i>Madison's Alternatives: The Jeffersonian Republicans and the Coming of War, 1805-1812</i>. Philadelphia: Lippincott, 1973."},{"freeFormCitationText":"Walker, Mary M. \"Problems of Majority Rule in the Political Thought of James Madison and John C. Calhoun,\" Ph. D. diss., Indiana University, 1971."},{"freeFormCitationText":"Burns, Edward McNall. \"The Poltical Philosophy of James Madison,\" Ph. D. diss, University of Pittsburgh, 1935."},{"freeFormCitationText":"Ford, Lacy K., Jr. \"Inventing the Concurrent Majority: Madison, Calhoun, and the Problem of Majoritarianism in American Political Thought.\" <i>Journal of Southern History</i> 60 (February 1994): 19-58."},{"freeFormCitationText":"Smith, Abbot E. <i>James Madison: Builder.</i> New York: Wilson-Erickson, 1937."},{"freeFormCitationText":"Smith, Carlton B.<i> James Madison, 1751-1836: A Biographical Sketch</i>. Harrisonburg, VA.: James Madison University, [198-]."},{"freeFormCitationText":"Smith, Joseph Burkholder.<i> The Plot to Steal Florida: James Madison's Phony War</i>. New York: Arbor House, 1983."},{"freeFormCitationText":"___. \"James Madison Helps Clio Interpret the Constitution.\" <i>American Journal of Legal History</i> 15 (1971): 38-55."},{"freeFormCitationText":"Farley, Brett A. \"American Federalism: Lockean Majoritarianism or Madisonian Republicanism?\" M. P. P. Thesis, Regent University, 2001."},{"freeFormCitationText":"Marnell, Michael Martin. \"Virtue In A Federal Republic: A Contribution to Political Philosophy by James Madison,\" Ph. D. diss., Duke University, 1991."},{"freeFormCitationText":"Hersi, Ahmed G. \"The Political Principles of Presidents Jefferson, Madison, Jackson, and Franklin Roosevelt as Related to American Federalism,\" M. P. A. Thesis, California State University, Fresno, 2000."},{"freeFormCitationText":"Nedelsky, Jennifer R. \"Property and the Framers of the United States Constitution: A Study of the Political Thought of James Madison, Governeur Morris, and James Wilson,\" Ph. D. diss., University of Chicago, 1977."},{"freeFormCitationText":"Ong, Bruce N. \"Constitutionalism and Political Change: James Madison, Thomas Jefferson, and Progressive Reinterpretations (Aristotle, Herbert Croly, Walter Weyl, J. Allen Smith, Woodrow Wilson),\" Ph. D. diss., University of Virginia, 1985."},{"freeFormCitationText":"Rosen, Gary S. \"James Madison's Social Compact and the Origins of American Constitutionalism,\" Ph. D. diss., Harvard University, 1996."},{"freeFormCitationText":"___. <i>James Madison and the American Nation, 1751-1836: An Encyclopedia</i>. New York: Simon &amp; Schuster, 1994."},{"freeFormCitationText":"___. <i>James Madison: The Founding Father</i>. Columbia, MO: University of Missouri Press, 1997."},{"freeFormCitationText":"___., ed. <i>The Writings of James Madison. </i>9 Vols<i>.</i> New York: G. P. Putnam's Sons, 1900-1910."},{"freeFormCitationText":"Kozlowski, Mark F. \"'Political Scriptures:' The Changing Constitutionalism of James Madison,\" Ph. D. diss., Columbia University, 1989."},{"freeFormCitationText":"Padula Guy R. \"Madison v. Marshall: Constitutional Theory and the Original Intent Debate,\" Ph. D. diss., City University of New York, 1999."},{"freeFormCitationText":"Romance, Joseph. \"The Politics of Founding: The Origins of Political Society in the Writings of Machiavelli, Burke, and Madison,\" Ph. D. diss., Rutgers The State University of New Jersey-New Brunswick, 1995."},{"freeFormCitationText":"Banning, Lance. <i>The Sacred Fire of Liberty: James Madison and the Founding of the Federal Republic</i>. Ithaca: Cornell University Press, 1995."},{"freeFormCitationText":"Hunt, Kim E. \"James Madison and the State of Nature: A Foundation for Government,\" M. A. Thesis, Mississippi State University, 1994."},{"freeFormCitationText":"Koch, Adrienne. <i>Madison's \"Advice to My Country\".</i> Princeton, NJ: Princeton University Press, 1966."},{"freeFormCitationText":"Landi, Alexander R. \"The Politics of James Madison,\" Ph. D. diss., University of Dallas, 1973."},{"freeFormCitationText":"Leibiger, Stuart. \"James Madison and Amendments to the Constitution, 1787-1789: 'Parchment Barriers.'\" <i>Journal of Southern History</i> 59 (August 1993): 441-68."},{"freeFormCitationText":"Taylor, Amos E. \"James Madison and the Nullification Doctrine,\" M. A. Thesis, University of Chicago, 1920."},{"freeFormCitationText":"Vanderoef, John S. \"The Political Thought of James Madison,\" Ph. D. diss., Princeton University, 1968."},{"freeFormCitationText":"Bauer, John R. \"James Madison and the Revision of Republicanism in Post-Revolutionary America.\" Ph. D. diss., Duke University, 1984."},{"freeFormCitationText":"Bonn, Franklyn George, Jr., \"The Idea of Political Party in the Thought of Thomas Jefferson and James Madison,\" Ph. D. diss., University of Minnesota, 1964."},{"freeFormCitationText":"___. <i>James Madison. </i>6 vols. Indianapolis: Bobbs-Merrill, 1948-61."},{"freeFormCitationText":"Kasper, Eric T. \"The Enjoyment of Life and Liberty: James Madison's Liberal Design for the Bill of Rights,\" Ph. D. diss., University of Wisconsin-Madison, 2007."},{"freeFormCitationText":"___. \"James Madison: The Unimperial President.\" <i>Virginia Quarterly Review</i> 54 (Winter 1978): 116-36."},{"freeFormCitationText":"___. \"Founding Friendship: The George Washington-James Madison Collaboration and the Creation of the American Republic,\" Ph. D. diss., University of North Carolina at Chapel Hill, 1995."},{"freeFormCitationText":"Padover, Saul Kussiel, ed. <i>The Complete Madison: His Basic Writings.</i> New York: Harper, 1953."}],"researchRecord":[{"name":"1825, 3 items.","recordType":["Papers"],"description":"Letters from James Madison written between April 6-December 2, 1825 , to Prof. Ticknor. In the letters, Madison thanks Ticknor for the engraving of Lafayette; mentions the University, young and growing; finally received the Life of Lafayette.","recordLocation":{"name":"Rauner Special Collections Library","location":{"addressLocality":"Hanover","addressRegion":"NH"},"parentRecordLocation":{"name":"Dartmouth College","location":{"addressLocality":"Hanover","addressRegion":"NH"}}}},{"name":"1788, 3 pages.","recordType":["Papers"],"description":"A letter from James Madison to to Philip Mazzei written on December 10, 1788. In the letter, Madison writes that Dorkman has pledged his western grant of land as security for the debt he owes Mazzei; mentions Jefferson. Madison comments on Mazzei's book which Madison has translated; politics in the U.S.","recordLocation":{"name":"Rauner Special Collections Library","location":{"addressLocality":"Hanover","addressRegion":"NH"},"parentRecordLocation":{"name":"Dartmouth College","location":{"addressLocality":"Hanover","addressRegion":"NH"}}}},{"name":"In the Marshall B. Coyne Autograph Collection, 1790-1833, 35 items.","recordType":["Papers"],"description":"Persons represented include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Andrew Ellicott Papers, 1777-1829, 1.1 linear feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Ethel Armes Collection of Lee family papers, 1671-1936, 500 items.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the James A. Bayard and Richard H. Bayard Papers, 1797-1885, 1.6 linear feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the William Eustis Papers, 1757-1908, 0.8 linear foot.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Randall J. LeBoeuf, Jr., Collection, 1897-1975, approximately 215 items.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"New-York Historical Society","location":{"addressLocality":"New York","addressRegion":"NY"}}},{"name":"In the Breckinridge Family Papers, 1752-1965, 263 linear feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Adams Family Papers, ca. 1776-1948, 230 items.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Burr Conspiracy Collection, 1806-1808, 1 item.","recordType":["Papers"],"description":"Persons represented include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Pierce Butler Papers, 1779-1787, 17 items.","recordType":["Papers"],"description":"Persons represented include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Marian S. Carson Collection of Manuscripts, 1656-1995, 26.4 linear feet.","recordType":["Papers"],"description":"Persons represented include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"1781-1833, 9 items.","recordType":["Papers"],"description":"A collection of letters, commissions, and other documents relating to the public life of James Madison. Two important items are cataloged separately. Collection also includes a letter of March 28, 1804 addressed to Robert R. Livingston, concerning the seizure of American whaling vessels. Also a commission of May 14, 1804 issued to Augustus Porter to make a treaty with the Seneca Indians. This item was also signed by James Monroe, who served as secretary of state under Madison.","recordLocation":{"name":"New York State Library","location":{"addressLocality":"Albany","addressRegion":"NY"}}},{"name":"In the James Gillespie Blaine Family Papers, ca. 1777-1945, 20 linear feet.","recordType":["Papers"],"description":"Persons represented include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"1784-1835. 134 items (correspondence).","recordType":["Papers"],"recordLocation":{"name":"New-York Historical Society","location":{"addressLocality":"New York","addressRegion":"NY"}}},{"name":"In the Causten-Pickett Papers, 1765-1916, 45 linear feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the George Washington Campbell Papers, 1793-1886, 400 items.","recordType":["Papers"],"description":"Persons represented include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"1723-1836. 33 linear feet (71 containers).","recordType":["Papers"],"description":"The Madison Papers consist of correspondence, personal notes, drafts of letters and legislation, an autobiography, legal and financial documents, and notes on the 1787 federal Constitutional Convention. The papers cover Madison’s years as a college student; as a member of the Virginia House of Delegates, Continental Congress, and Confederation Congress; as a delegate to the 1787 federal Constitutional Convention and the Virginia ratification convention of 1788; his terms in the House of Representatives, as secretary of state, and as president of the United States. Also documented are his retirement and the settlement of his estate; matters relating to his family, including his wife, Dolley Payne Madison; and his home, Montpelier, in Virginia. A finding aid is available online.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"ca. 1723-1859, 28 reels.","recordType":["Microfilm"],"description":"Correspondence, memoranda, autobiography, notes of debates in the Continental Congress (1776) and the Federal Convention (1787), and related material, largely 1771-1836. Correspondents include Jaquelin Ambler, James Barbour, Joel Barlow, William Harris Crawford, Henry Dearborn, Albert Gallatin, Elbridge Gerry, Alexander Hamilton, Thomas Jefferson, Rufus King, Henry Lee, James Monroe, Edmund Pendleton, Edmund Randolph, Caesar A. Rodney, Benjamin Rush, Richard Rush, Nicholas Philip Trist, George Washington, and Alexander White. A finding aid is available in the library and online.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the James L. Cathcart Papers, 1785-1817, 1.2 linear feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Benjamin Homans Papers, 1796-1840, 100 items.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Caleb Strong Papers, 1657-1818, 2 volumes.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Everett-Peabody Family Papers, 1778-1908, 3 boxes, 1 volume and 1 oversize volume.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the William C. Rives Papers, ca. 1674-1939, 50,400 items.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Thomas Tudor Tucker Papers, 1791-1824, 70 items.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Adelman Collection, 1815, 1 item..","recordType":["Papers"],"description":"An official letter from James Madison written on August 29, 1815.","recordLocation":{"name":"Rare Book and Manuscript Library","location":{"addressLocality":"New York","addressRegion":"NY"},"parentRecordLocation":{"name":"Columbia University","location":{"addressLocality":"New York","addressRegion":"NY"}}}},{"name":"In the Harry Innes Papers, ca. 1754-1900, 4.4 linear feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Benjamin Rush Papers, 1776-1812, 100 items.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Saint James School Collection, 1777-1847, 18 items.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Nicholas Philip Trist Papers, ca. 1795-1873, 6.4 linear feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the James Monroe Papers, 1758-1839, 16 linear feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the William Thornton Papers, 1741-1865, 5 linear feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Marquis de Lafayette Papers, 1757-1990, 64 reels.","recordType":["Microfilm"],"description":"The papers include microfilm of originals in private hands. Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Henley Smith Collection, 1686-1903, 530 items.","recordType":["Papers"],"description":"Persons represented include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Spanish-American Affairs Collection, 1810-1816, 1 volume.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the William Wirt Papers, ca. 1802-1858, 2.2 linear feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Records of the University of Virginia, 1827-1828, 8 items.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Shaler Family Papers, 1809-1935, 47 items.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Shippen Family Papers, 1671-1936, approximately 6,500 items.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Elbridge Gerry Papers, ca. 1772-1901, 1.4 linear feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the John McLean Papers, ca. 1817-1861, 10 linear feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the William Short Papers, 1778-1853, 26 linear feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the DeWitt Clinton Collection, 1803-1808, 43 official letters.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Rare Book and Manuscript Library","location":{"addressLocality":"New York","addressRegion":"NY"},"parentRecordLocation":{"name":"Columbia University","location":{"addressLocality":"New York","addressRegion":"NY"}}}},{"name":"In the Robert Fulton Collection, 1814, 1 official letter.","recordType":["Papers"],"description":"A letter from James Madison written on November 5, 1814.","recordLocation":{"name":"Rare Book and Manuscript Library","location":{"addressLocality":"New York","addressRegion":"NY"},"parentRecordLocation":{"name":"Columbia University","location":{"addressLocality":"New York","addressRegion":"NY"}}}},{"name":"In the Anita Newcomb McGee Papers, 1688-1932, 5.2 linear feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the John B. Murphy Collection of Presidential Wills, 1819-1941, 19 items.","recordType":["Papers"],"description":"Persons represented include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the St. George Tucker, 1776-1818, 39 items.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Henry A. Willard II Collection, ca. 1743-1888, 625 items.","recordType":["Papers"],"description":"Persons represented include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Rodney Family Papers, 1771-1824, 2.2 linear feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the George Washington Papers, ca. 1592-1943, 215.2 linear feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Anthony Wayne Papers, 1779-1796, 14 items.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Samuel Smith Family Papers, ca. 1772-1911, 3.6 linear feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Records of the U.S. Commissioners of the City of Washington, 1791-1869, 125 items.","recordType":["Papers"],"description":"Persons represented include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the David Rogerson Williams Papers, 1793-1816, 5 items.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Duff Green Papers, ca. 1716-1883, 1.6 linear feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"1802 and 1831, 2 items.","recordType":["Papers"],"description":"James Madison writes to Isaac Briggs, 1802, acknowledging his honorary membership in the Farmer's Society at Sandy Spring; and to Robert Maskell Patterson, professor at the University of Virginia, October 6, 1831, acknowledging receipt of Patterson's letter.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"1831, 1 leaf.","recordType":["Papers"],"description":"A letter from Philip Pendleton Barbour to James Madison written in April 1831. In the letter, Barbour returns some books and pamphlets that Madison had lent him.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"In the Letters of Thomas Jefferson, James Madison and James Monroe, ca. 1813-1817, 3 items + 1 engraving.","recordType":["Papers"],"description":"In a letter, 1817 October 12, James Madison writes to Richard Cutts regarding a gardener for Montpelier, missing numbers of \"Niles' Weekly Register\" and his autographed copy of Marbois' history of Benedict Arnold's treason which Richard Rush has.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"1823, 1 item.","recordType":["Papers"],"description":"A letter from John Trumbull to James Madison written on October 20, 1823. In the letter, John Trumbull replies to Madison's request for a print of Trumbull's painting of the signing of the Declaration of Independence.","recordLocation":{"name":"Rosenbach Museum and Library","location":{"addressLocality":"Philadelphia","addressRegion":"PA"}}},{"name":"1815, 2 pages.","recordType":["Papers"],"description":"A letter from Ruelle to James Madison written on September 5, 1815. In the letter, Ruelle writes James Madison concerning constitution he has written; Jefferson deposited copy in Library of Congress which was then destroyed by fire; sends 6 additional copes of constitution, three of which he asks to be deposted in Library of Congress; hopes constitution will be printed in Spanish to send to Mexico and colonies as well as in French to stop bloodshed in Santo Domingo.","recordLocation":{"name":"Special Collections Research Center, Earl Gregg Swem Library","location":{"addressLocality":"Williamsburg","addressRegion":"VA"},"parentRecordLocation":{"name":"College of William and Mary","location":{"addressLocality":"Williamsburg","addressRegion":"VA"}}}},{"name":"In the James Monroe Estate Records, 1831 and 1836, 9 items.","recordType":["Papers"],"description":"Subjects include James Madison.","recordLocation":{"name":"James Monroe Museum and Memorial Library","location":{"addressLocality":"Fredericksburg","addressRegion":"VA"}}},{"name":"In the James Monroe Papers While President of the United States, 1816-1825, 129 items.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"James Monroe Museum and Memorial Library","location":{"addressLocality":"Fredericksburg","addressRegion":"VA"}}},{"name":"1835, 7 leaves.","recordType":["Papers"],"description":"A will, dated 19 April 1835 and recorded 25 July 1836, of James Madison of Orange County, Virginia.","recordLocation":{"name":"Library of Virginia","location":{"addressLocality":"Richmond","addressRegion":"VA"}}},{"name":"In the Mary Bain Harrison Collection, 1756-1865, 10 items.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Library of Virginia","location":{"addressLocality":"Richmond","addressRegion":"VA"}}},{"name":"In the Pendleton Family Papers, 1775-1881, 28 pages.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Library of Virginia","location":{"addressLocality":"Richmond","addressRegion":"VA"}}},{"name":"1835, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to Joseph Kerr and others written on April 27, 1835. In the letter, Madison's writes about his appointment as an honorary member of the Washington Literary Society of Washington College.","recordLocation":{"name":"Special Collections Research Center","location":{"addressLocality":"Chicago","addressRegion":"IL"},"parentRecordLocation":{"name":"University of Chicago Library","location":{"addressLocality":"Chicago","addressRegion":"IL"}}}},{"name":"1782, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to Benjamin Harrison written on May 14, 1782. In the letter, Madison writes regarding debates in Congress on the cession of Virginia's western lands; the battle of Saint Kitts; and the arrival of Guy Carleton in the U.S. with peace proposals from Great Britain.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"1792, 4 pages.","recordType":["Papers"],"description":"A fascimile copy of Washington's letter to James Madison of May 20, 1792. The letter in which Washington discusses his possible retirement from public life and requests Madison to write a valedictory address from Washington to the public, was often published with Washington's Farewell Address..","recordLocation":{"name":"Huntington Library","location":{"addressLocality":"San Marino","addressRegion":"CA"}}},{"name":"In the James Monroe Letters Concerning the University of Virginia, 1826- 1828, 4 items.","recordType":["Papers"],"description":"Monroe writes to James Madison about business of the board of visitors, 1827.","recordLocation":{"name":"James Monroe Museum and Memorial Library","location":{"addressLocality":"Fredericksburg","addressRegion":"VA"}}},{"name":"In the Tucker-Ewell Papers, 1770-1893, 183 leaves.","recordType":["Papers"],"description":"Persons represented include James Madison.","recordLocation":{"name":"Library of Virginia","location":{"addressLocality":"Richmond","addressRegion":"VA"}}},{"name":"In the James Bowdoin Papers, 1804-1806, 1 volume.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Massachusetts Historical Society","url":"http://thomasjeffersonpapers.org/independence","location":{"addressLocality":"Boston","addressRegion":"MA"}}},{"name":"In the Jonathan Russell Family Papers, ca. 1792-1863, 3 boxes and 7 volumes.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Massachusetts Historical Society","url":"http://thomasjeffersonpapers.org/independence","location":{"addressLocality":"Boston","addressRegion":"MA"}}},{"name":"In the Edward Alexander Parsons Collection, 1802-1803, 5 leaves.","recordType":["Papers"],"description":"Two letters from James Madison, one addressed to Rufus King and one addressed to William Hulings of New Orleans. The letter to King discusses trade restrictions imposed by Great Britain and Spain and the need for free trade along the Mississippi River. The letter to Hulings refers to trade restrictions imposed on New Orleans by Spain.","recordLocation":{"name":"Center for American History","location":{"addressLocality":"Austin","addressRegion":"TX"},"parentRecordLocation":{"name":"University of Texas","url":"http://www.lib.utexas.edu/libs/cah","location":{"addressLocality":"Austin","addressRegion":"TX"}}}},{"name":"In the Coxe Family Papers, ca. 1638-1897, 210 linear feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Historical Society of Pennsylvania","location":{"addressLocality":"Philadelphia","addressRegion":"PA"}}},{"name":"In the Robert Restalrig Logan Collection, 1671-1863, 6 linear feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Historical Society of Pennsylvania","location":{"addressLocality":"Philadelphia","addressRegion":"PA"}}},{"name":"1786, 1 item.","recordType":["Papers"],"description":"A letter from George Washington to James Madison written on December 16, 1786. In the letter, Washington explains to Madison that he may be unable to accept appointment as a Virginia delegate to the Constitutional Convention, because hehas already announced that he will not be attending the annual meeting of the Society of the Cincinnati which will be held in Philadelphia at the same time and it would be politically awkward for him to appear at another meeting. He also discusses some of the jealousies provoked by the Society that led to his decision not to attend. The last paragraph concerns Washington's opposition to taxes based on commutables.","recordLocation":{"name":"Rosenbach Museum and Library","location":{"addressLocality":"Philadelphia","addressRegion":"PA"}}},{"name":"1781-1847, 2 linear feet.","recordType":["Papers"],"description":"The collection consists of correspondence, documents and notes of the Federal Convention of 1787. General correspondence, 1781-1839, of James Madison concerns the American Revolution, intelligence reports, political events, slavery, and domestic and family affairs. Anonymous letters, 1801-1835, mainly dispute Madison's political stands. Letters, 1809-1847, to his wife, Dolley Madison, pertain to domestic and social issues. Also, transcription of notes Madison took as the chief recorder of the proceedings of the Philadelphia Convention of 1787.","recordLocation":{"name":"New York Public Library","url":"http://www.nypl.org/research/chss/spe/rbk/mss","location":{"addressLocality":"New York","addressRegion":"NY"}}},{"name":"In the George Mason Letters, 1826, 2 items.","recordType":["Papers"],"description":"In the letters, George Mason asks on 6 July 1826 if James Madison is the author of a certain political paper he has in his possession and would like to publish. On 25 July he writes to Ritchie &amp; Gooch, Richmond, Va., about documents and written comments he submitted for publication on the origins of the memorial and bill establishing religious freedom and refers to a controversy about its origins involving Mason, Jefferson, and Madison.","recordLocation":{"name":"Gunston Hall Library","location":{"addressLocality":"Lorton","addressRegion":"VA"}}},{"name":"1808, 35 pages.","recordType":["Papers"],"description":"A letter from an unidentified sender addressed to the Hon. James Madison, Secretary of State of the United States, on the Chesapeake-Leopard affair and the preceding negotiations with Great Britain.","recordLocation":{"name":"Library of Virginia","location":{"addressLocality":"Richmond","addressRegion":"VA"}}},{"name":"1818, 2 leaves.","recordType":["Papers"],"description":"A letter from James Madison to Captain Isaac Winston written on December 3, 1818. In the letter, Madison comments on the high cost of labor.","recordLocation":{"name":"Library of Virginia","location":{"addressLocality":"Richmond","addressRegion":"VA"}}},{"name":"In the Virginia Governor Executive Papers (1834-1836: Littleton Tazewell) 3.2 cubic feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Library of Virginia","location":{"addressLocality":"Richmond","addressRegion":"VA"}}},{"name":"In the Coolidge Collection of Thomas Jefferson Manuscripts, 1705-1826, 231 narrow boxes, and 2 oversize boxes of loose manuscripts; 17 manuscript volumes; 1 printed volume; and 6 boxes and 4 drawers of architectural drawings.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Massachusetts Historical Society","url":"http://thomasjeffersonpapers.org/independence","location":{"addressLocality":"Boston","addressRegion":"MA"}}},{"name":"1788, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to Alexander Hamilton written on June 25, 1788. In the letter, Madison announces the ratification of the Constitution in the Virginia convention by a vote of 89-79 and adds that the convention will recommend some amendments.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"In the Letters of Thomas Jefferson and John Marshall, 1803 and ca. 1830, 2 items.","recordType":["Papers"],"description":"In a letter, ca. 1830, John Marshall writes to James Madison presenting a request from \"Mr. Wattles\" to paint Madison.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"In the Richard John Levy and Sally Waldman Sweet Collection, 1766-1935, 1 linear foot.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"New York Public Library","url":"http://www.nypl.org/research/chss/spe/rbk/mss","location":{"addressLocality":"New York","addressRegion":"NY"}}},{"name":"1805, 11 pages.","recordType":["Papers"],"description":"A letter from Tobias Lear to James Madison, Secretary of State, written on July 5, 1805. In the letter, Lear explains in minute detail the procedures he followed in negotiating the 1805 treaty with the Pasha of Tripoli, agreeing to pay ransom for the release of American prisoners.","recordLocation":{"name":"J.S. Copley Library","location":{"addressLocality":"La Jolla","addressRegion":"CA"},"parentRecordLocation":{"name":"The Copley Press","location":{"addressLocality":"La Jolla","addressRegion":"CA"}}}},{"name":"In the Benjamin Rush Papers, 1766-1845, 252 items.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Medical Research Library","location":{"addressLocality":"Durham","addressRegion":"NC"},"parentRecordLocation":{"name":"Duke University","location":{"addressLocality":"Durham","addressRegion":"NC"}}}},{"name":"In the Letters and Notes Concerning Andrew Jackson, 1827-1832, 13 items.","recordType":["Papers"],"description":"James Madison writes to James Monroe about Andrew Jackson's criticism of Monroe's efforts to supply him during the New Orleans campaign, 1827; Tench Ringgold writes to Monroe about Jackson and New Orleans. Monroe writes to Samuel Southard praising Jackson for victory at New Orleans but reminds him that as secretary of war he sent troops to defend the city, 1827; Southard defends Monroe and reports on the dispute with Jackson, 1827. Monroe sends Jackson a copy of a letter he wrote explaining his position on the Bank of the U.S., 1831.","recordLocation":{"name":"James Monroe Museum and Memorial Library","location":{"addressLocality":"Fredericksburg","addressRegion":"VA"}}},{"name":"In the Dolley and James Madison Letters, 1810-1823, 3 items.","recordType":["Papers"],"description":"This collection consists of letters written by Dolley and James Madison to Gen. James Taylor of Kentucky. One letter, dated Nov. 10, 1810, from Dolley Madison concerns news of Virginia connections and Mr. Madison and the French situation. Another letter, dated Mar. 13, [18-?], from Dolly Madison concerns china and glass for Gen. Taylor and personal news. The letter from James Madison is dated May 6, 1823, and discusses financial matters and crops.","recordLocation":{"name":"Library","location":{"addressLocality":"Frankfort","addressRegion":"KY"},"parentRecordLocation":{"name":"Kentucky Historical Society","location":{"addressLocality":"Frankfort","addressRegion":"KY"}}}},{"name":"In the Virginia Governor Executive Papers (1799-1802: James Monroe) 5.28 cubic feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Library of Virginia","location":{"addressLocality":"Richmond","addressRegion":"VA"}}},{"name":"In the Virginia Governor Executive Papers (1814-1816: Nicholas), 3.03 cubic feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Library of Virginia","location":{"addressLocality":"Richmond","addressRegion":"VA"}}},{"name":"In the Benjamin Joy Papers, 1801-1823, 1 folder.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Massachusetts Historical Society","url":"http://thomasjeffersonpapers.org/independence","location":{"addressLocality":"Boston","addressRegion":"MA"}}},{"name":"1803, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to William Jones written on February 28, 1803. In the letter, Madison writes regarding preparation for negotiations preceding the Louisiana Purchase. Madison briefly dicusses authorization of James Monroe's expenses while in Paris and requests Jones's assistance in obtaining the resignation of Peter Dobell from his appointment to the Consulship at Le Havre, France.","recordLocation":{"name":"Beinecke Rare Book and Manuscript Library","location":{"addressLocality":"New Haven","addressRegion":"CT"},"parentRecordLocation":{"name":"Yale University Libraries","location":{"addressLocality":"New Haven","addressRegion":"CT"}}}},{"name":"1804, 2 items.","recordType":["Papers"],"description":"A letter from William Ellery to James Madison written on January 19, 1804. In the letter, Ellery protests his potential removal as Collector for the district of Newport. An engraving of Ellery accompanies the letter.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"1809-1828, 3 items.","recordType":["Papers"],"description":"In a letter, 1828 June 24, James Madison asks Dr. James Wallace to aid Benjamin Franklin Randolph in procuring Fauquier County, Va., subscriptions to the published papers of Thomas Jefferson.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"Letter and Promissory Note, 1819 and 1826, 2 items.","recordType":["Papers"],"description":"Collection contains James Madison's letter, 1819 August 12, to William Logan, thanking him for the copy of Mr. Condy's oration delivered before the '76 Association; and a promissory note, 1826 May 10, to Richard Smith.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"1789, 1 item.","recordType":["Papers"],"description":"A letter from George Washington to James Madison written around September 8, 1789. In the letter, Washington asks Madison's advice on several matters, including candidates for judicial appointments and the propriety of his using the veto on a bill for Congressional salaries.","recordLocation":{"name":"Rosenbach Museum and Library","location":{"addressLocality":"Philadelphia","addressRegion":"PA"}}},{"name":"1801, 1 item.","recordType":["Papers"],"description":"A letter from Charles Pinckney to James Madison written on July 8, 1801. In the letter, Pinckney writes concerning arrangements for Pinckney's taking office as minister to Spain, his seeking nomination for another office against Federalist opposition, and his political feud with his cousins Thomas and Charles Cotesworth Pinckney.","recordLocation":{"name":"Rosenbach Museum and Library","location":{"addressLocality":"Philadelphia","addressRegion":"PA"}}},{"name":"1803, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to Dr. William Eustis written on May 17, 1803. In the letter, Madison gives an opinion on a Mr. Savage's claim for extra compensation and his prospects for receiving another appointment.","recordLocation":{"name":"Rosenbach Museum and Library","location":{"addressLocality":"Philadelphia","addressRegion":"PA"}}},{"name":"In the Gerry-Townsend Papers, 1675-1846, 1 linear foot.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"New York Public Library","url":"http://www.nypl.org/research/chss/spe/rbk/mss","location":{"addressLocality":"New York","addressRegion":"NY"}}},{"name":"1802, 2 pages.","recordType":["Papers"],"description":"A letter from James Madison to Thomas Jefferson written on April 26, 1802. In the letter, Madison encloses a copy of agreement entered into between the commissioners of the United States and of Georgia in pursuance of the act regarding the limits of the state of Georgia and the establishment of a government in the Mississippi Territory; the importance of the transaction induced the insertion of an additional clause; this should be communicated to Congress during the present session.","recordLocation":{"name":"Special Collections Research Center, Earl Gregg Swem Library","location":{"addressLocality":"Williamsburg","addressRegion":"VA"},"parentRecordLocation":{"name":"College of William and Mary","location":{"addressLocality":"Williamsburg","addressRegion":"VA"}}}},{"name":"1812, 2 pages.","recordType":["Papers"],"description":"A letter from Elbridge Gerry to President James Madison written on May 19, 1812. In the letter, Gerry discusses the political situation in Massachusetts and the approaching War of 1812, declared less than a month later. \"By war, we should be purified, as by fire.\"","recordLocation":{"name":"J.S. Copley Library","location":{"addressLocality":"La Jolla","addressRegion":"CA"},"parentRecordLocation":{"name":"The Copley Press","location":{"addressLocality":"La Jolla","addressRegion":"CA"}}}},{"name":"In the Jeremiah Colburn Autograph Collection, 1629-1881, 12 volumes.","recordType":["Papers"],"description":"Persons represented include James Madison.","recordLocation":{"name":"Massachusetts Historical Society","url":"http://thomasjeffersonpapers.org/independence","location":{"addressLocality":"Boston","addressRegion":"MA"}}},{"name":"In the Cutts-Madison Papers, 1759-1912, 2 boxes.","recordType":["Papers"],"description":"Persons represented include James Madison.","recordLocation":{"name":"Massachusetts Historical Society","url":"http://thomasjeffersonpapers.org/independence","location":{"addressLocality":"Boston","addressRegion":"MA"}}},{"name":"1807, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to Bushrod Washington, transmitting the papers of Fielding Lewis who died before they could be processed.","recordLocation":{"name":"Mount Vernon Ladies' Association of the Union","location":{"addressLocality":"Mount Vernon","addressRegion":"VA"}}},{"name":"1826, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to Virgil David written on March 25, 1836.","recordLocation":{"name":"Special Collections Research Center","location":{"addressLocality":"Chicago","addressRegion":"IL"},"parentRecordLocation":{"name":"University of Chicago Library","location":{"addressLocality":"Chicago","addressRegion":"IL"}}}},{"name":"1831, 1 item.","recordType":["Papers"],"description":"An autograph note signed by James Madison to General [Simon] Bernard, on August 3, 1831. In the note, Madison asks General Bernard to deliver a letter to General Lafayette.","recordLocation":{"name":"Special Collections Research Center","location":{"addressLocality":"Chicago","addressRegion":"IL"},"parentRecordLocation":{"name":"University of Chicago Library","location":{"addressLocality":"Chicago","addressRegion":"IL"}}}},{"name":"1803, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to Robert R. Livingston written on February 23, 1803. In the letter, Madison instructs Livingston to negotiate with French government on right of deposit at New Orleans, for satisfaction in the matter of Captain Rodgers and Davidson, and on the French navigation laws.","recordLocation":{"name":"Ward M. Canaday Center for Special Collections","location":{"addressLocality":"Toledo","addressRegion":"OH"},"parentRecordLocation":{"name":"University of Toledo","location":{"addressLocality":"Toledo","addressRegion":"OH"}}}},{"name":"1772-1775, 1 volume.","recordType":["Papers"],"description":"Seven letters, 1772-1775, from James Madison to William Bradford, discuss Bradford's education, literature, the Boston Tea Party, religious tolerance and freedom in Virginia, hostilities between Native Americans and colonists, the possibility that war between the U.S. and Great Britain may be avoided, H.H. Brackenridge's poetry, raising a force to defend Virginia against invasion, and Moses Allen.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"1801, 1 item.","recordType":["Papers"],"description":"A letter from Francis Taliaferro Brooke to James Madison written on April 1, 1801. In the letter, Francis Brooke introduces Henry Coleman.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"1807, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to Isaac Chauncey written on June 15, 1807. In the letter, Madison writes advising Chauncey on his claim against a foreign government.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"In the Letters from James Madison and James Monroe, 1803-1825, 4 items.","recordType":["Papers"],"description":"In letters, 1803 and 1804 James Madison discusses the spoilation claims of American citizens against England and France. In a letter, 1814, he discusses an incident during the War of 1812 involving the French ship \"Olivier.\"","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"In the St. George Tucker Papers, 1780-1823, 3 items.","recordType":["Papers"],"description":"The papers include a letter, 19 February 1823, from James Madison to Thomas Jefferson regarding a gift to the University of Virginia, with a reference to laborers at the University.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"In the Washington Family Papers, 1770-1883, 50 items.","recordType":["Papers"],"description":"The papers include a letter from George S. Washington to James Madison written on December 18, 1800, regarding the impact of the Hessian fly on wheat crops.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"1806, 1 item.","recordType":["Papers"],"description":"A letter from the Marquis de Lafayette to James Madison written on November 15, 1806. In the letter, Lafayette discusses business matters connected with Louisiana lands granted to him by Congress, his gratitude for his friends' assistance in the restoration of his fortunes, and Napoleon's latest successes in Europe.","recordLocation":{"name":"Rosenbach Museum and Library","location":{"addressLocality":"Philadelphia","addressRegion":"PA"}}},{"name":"1819, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to Albert Gallatin written around September 1819. In the letter, Madison questions the use in peacetime of a \"sea-letter\" which he has just signed, and asks if a more appropriate type of document should not be provided.","recordLocation":{"name":"Rosenbach Museum and Library","location":{"addressLocality":"Philadelphia","addressRegion":"PA"}}},{"name":"1831, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to Theodore Sedgwick written on February 12, 1831. In the letter, Madison writes concerning the part played by William Livingston of New Jersey in the federal Constitutional Convention of 1787.","recordLocation":{"name":"Rosenbach Museum and Library","location":{"addressLocality":"Philadelphia","addressRegion":"PA"}}},{"name":"1788, 2 leaves.","recordType":["Papers"],"description":"A letter from Edmund Randolph to James Madison written on November 10, 1788. In the letter, Randolph informs Madison of the results of the U.S. Senate elections in the Virginia general assembly and stating that Patrick Henry had engineered Madison’s defeat and the election of Richard Henry Lee and William Grayson as Virginia’s first two U.S. Senators. Randolph also alerted Madison to efforts to defeat the latter as a candidate for the U.S. House of Representatives by placing Orange County, Virginia, in a tough district for Madison to win.","recordLocation":{"name":"Library of Virginia","location":{"addressLocality":"Richmond","addressRegion":"VA"}}},{"name":"In the Filippo Mazzei Depositions, 1783-1784, 2 leaves.","recordType":["Papers"],"description":"Persons represented include James Madison.","recordLocation":{"name":"Library of Virginia","location":{"addressLocality":"Richmond","addressRegion":"VA"}}},{"name":"In the Virginia Governor Executive Papers (1816-1819: Preston), 5 cubic feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Library of Virginia","location":{"addressLocality":"Richmond","addressRegion":"VA"}}},{"name":"In the William Eustis Papers, 1727-1864, 3 boxes.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Massachusetts Historical Society","url":"http://thomasjeffersonpapers.org/independence","location":{"addressLocality":"Boston","addressRegion":"MA"}}},{"name":"In the Marquis de Lafayette Papers, 1774-1849, 13 volumes.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Special Collections Research Center","location":{"addressLocality":"Chicago","addressRegion":"IL"},"parentRecordLocation":{"name":"University of Chicago Library","location":{"addressLocality":"Chicago","addressRegion":"IL"}}}},{"name":"1788, 1 item.","recordType":["Papers"],"description":"A letter from Edmund Randolph to James Madison written on November 10, 1788. In the letter, Randolph describes the debate in the Virginia General Assembly over the election of U.S. Senators, especially Patrick Henry's support of Richard Henry Lee and William Grayson, and his lack of support for Madison. Randolph speculates that it is Madison's federalist sentiments that make his candidacy unpalatable to the majority in the legislature. John Page, Edward Carrington and Francis Corbin are also mentioned.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"1790, 1 page.","recordType":["Papers"],"description":"A letter from James Madison to Elizabeth House Trist written on May 27, 1790. In the letter, Madison writes of a book he sent to \"Bronze,\" an influenza epidemic which has left Colonel Bland extremely ill, Jefferson's \"fit of the Head-ach,\" and Mr. Randolph's delay.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"In the James Madison, Dolley Madison, and James Monroe letters, 1804-1840, 28 items.","recordType":["Papers"],"description":"James Madison writes to Richard Cutts regarding plans to leave for Rockfish Gap and a package of Talavera wheat. He asks Joseph Delaplaine to send him some manuscripts to review for inaccuracies and two pamphlets, and thanks him for a volume of poetry. As rector of the the University of Virginia he thanks C.D. Cleveland for a copy of \"Epitome of Grecian Antiquities\" for the University library.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"1801-1842, 48 items.","recordType":["Papers"],"description":"The correspondence includes a letter, 1801 May 17, from James Monroe to Madison concerning James Thomson Callender, arrested under the Alien and Sedition laws, and his release by Thomas Jefferson; and a letter, 1818 December 23, from Monroe to Madison concerning the Convention of 1818 between Great Britain and the United States. Also included: 14 letters, 1801-1822, from John George Jackson, Richard Forrest and Thomas Ritchie to Madison regarding the Burr Conspiracy, 1805-1807, and Jefferson's Notes on the State of Virginia; and 7 letters, 1811-1841, from David Bailie Warden, Sarah Coles Stevenson, George Tucker and Joseph Cabell to Dolley Madison. Also included: 3 letters, 1812, 1816 and n.d., from Dolley Madison to Mrs. Stevenson, Edward Coles, and John Payne Todd; 3 letters, 1815, from John Payne Todd to David Bailie Warden concerning garden seeds for Jefferson and other matters; and 2 letters, 1842, from Eli Hawley Canfield to W.S. Canfield and Zadlock H. Canfield. The second letter contains an attack on Jefferson.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"1817, 1 item.","recordType":["Papers"],"description":"A letter from Thomas Cooper to James Madison written on November 24, 1817. In the letter, Cooper informs Madison that he has lost his situation at the College of William and Mary while waiting for a reply from Jefferson about a position in Charlottesville. He would still like employment as a classical tutor and before he writes to a gentleman in Lynchburg about a position would like a reply from Jefferson.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"1828, 3 letters.","recordType":["Papers"],"description":"James Madison writes, 1828 January 5, Montpelier, to Henry Peter Brougham, Baron Brougham and Vaux, concerning George Long's appointment in London University; and (in Dolley Madison's hand), 1828 Feb 14, Montpelier, to Robley Dunglison concerning funds to be paid from the account with Baring Brothers &amp; Co. Ltd. through Albert Gallatin. In 1828, March 15, Montpelier, he writes to William B. concerning funds mentioned in the previous letter (also in Dolley Madison's hand).","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"In the Richard Cutts Papers, ca. 1753-1886, 185 items.","recordType":["Papers"],"description":"The collection also contains invitations from Dolley Madison and envelopes franked by her, and promissary notes signed by James Madison","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"1794, 2 volumes.","recordType":["Papers"],"description":"\"Report of a speech delivered in the United States House of Representatives on Jay's Treaty by James Madison,\" ca. 1794, his observations on the treaty making powers of the Congress. Letters, drafts of letters, 1801-1836, relate chiefly to Madison's personal and cultural interests: the establishment of a central seminary of jurisprudence, his literary criticism, opinion on the introduction of vine culture in the United States, and other subjects.","recordLocation":{"name":"Historical Society of Pennsylvania","location":{"addressLocality":"Philadelphia","addressRegion":"PA"}}},{"name":"In the Henry C.DuBois Papers, 1774-1890, 31 items.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Historical Society of Pennsylvania","location":{"addressLocality":"Philadelphia","addressRegion":"PA"}}},{"name":"1801, 2 pages.","recordType":["Papers"],"description":"A letter from James Madison to Elbridge Gerry written on June 25, 1801. In the letter, James Madison writes to Gerry, who would serve as his Vice President when Madison became President in 1809, with world affairs, after first discussing at some length the application of \"Mr. Conan\" for a consular position.\"","recordLocation":{"name":"J.S. Copley Library","location":{"addressLocality":"La Jolla","addressRegion":"CA"},"parentRecordLocation":{"name":"The Copley Press","location":{"addressLocality":"La Jolla","addressRegion":"CA"}}}},{"name":"1805, 2 pages.","recordType":["Papers"],"description":"A letter from Isaac Winston to James Madison written on December 26, 1805. In the letter, Winston requests his help in securing land in Fredericksburg from Col. John Nicholas.","recordLocation":{"name":"Library of Virginia","location":{"addressLocality":"Richmond","addressRegion":"VA"}}},{"name":"1779-1836. 414 items in various collections.","recordType":["Papers"],"description":"Personal, business, and political papers and correspondence, photographs of an oil portrait, etching, and engravings. Especially strong in the post-presidential years when he was involved with the University of Virginia. Includes microfilm of material in the Massachusetts Historical Society and the Library of Congress. Finding aids to some collections.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"1827, 1 item.","recordType":["Papers"],"description":"A letter from James Monroe to James Madison written on July 12, 1827. In the letter, James Monroe comments on the proposed loan to the University by Thomas Jefferson Randolph on behalf of Mrs. Randolph, noting that Randolph agrees to the plan presented by Chapman Johnson and that he himself agrees with the sentiment of John Hartwell Cocke.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"1836, 1 page.","recordType":["Papers"],"description":"A letter from James Madison to Martin Van Buren, the Vice President of the United States, written on January 22, 1836. In the letter, \"J. Madison, with his best respects to Mr. Van Buren, thanks him for the Copy of the President's [Jackson] late Special Message and the Documents accompanying it. He wishes he could have found in the posture of the Controversy with France less of a remaining cloud over the desired issue to it.\" Only five months from his death, Madison still showed a keen interest in U.S. affairs.","recordLocation":{"name":"J.S. Copley Library","location":{"addressLocality":"La Jolla","addressRegion":"CA"},"parentRecordLocation":{"name":"The Copley Press","location":{"addressLocality":"La Jolla","addressRegion":"CA"}}}},{"name":"In the James Monroe Papers Relating to Oak Hill Plantation, ca. 1794-1828, 42 items.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"James Monroe Museum and Memorial Library","location":{"addressLocality":"Fredericksburg","addressRegion":"VA"}}},{"name":"In the Campbell Brown Collection, 1840-1893, 1 volume.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Library of Virginia","location":{"addressLocality":"Richmond","addressRegion":"VA"}}},{"name":"In the Marquis de Lafayette Papers, 1786-1831, 14 leaves.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Library of Virginia","location":{"addressLocality":"Richmond","addressRegion":"VA"}}},{"name":"In the Henry Lee Papers, ca. 1716-1919, 31 leaves.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Library of Virginia","location":{"addressLocality":"Richmond","addressRegion":"VA"}}},{"name":"In the Mahlon Dickerson and Philemon Dickerson Papers, ca. 1774-1922, 3 linear feet.","recordType":["Papers"],"description":"Other authors include James Madison.","recordLocation":{"name":"New Jersey Historical Society","location":{"addressLocality":"Newark","addressRegion":"NJ"}}},{"name":"1804, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to Noah Webster written on October 12, 1804. In the letter, Madison responds to Webster's request in a letter of 20 August 1804 to sort out the details about the call for the Constitutional Convention and the writing of the federal Constitution. Madison disclaims primary responsibility and mentions Hamilton's role in the process.","recordLocation":{"name":"Newberry Library","location":{"addressLocality":"Chicago","addressRegion":"IL"}}},{"name":"1781-1833. ca 40 items in several collections, including the Lear collection.","recordType":["Papers"],"description":"Many are stenographic copies. Finding aid in repository.","recordLocation":{"name":"Bentley Historical Library","location":{"addressLocality":"Ann Arbor","addressRegion":"MI"},"parentRecordLocation":{"name":"University of Michigan","location":{"addressLocality":"Ann Arbor","addressRegion":"MI"}}}},{"name":"1821, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to Dolly Madison written on November 30, 1821. In the letter, James Madison writes from Monticello, briefly mentions his safe arrival and that of other Board of Visitors members.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"In the Jonathan Roberts Memoirs, 1799-1830, 2 volumes.","recordType":["Papers"],"description":"Persons represented include James Madison.","recordLocation":{"name":"Historical Society of Pennsylvania","location":{"addressLocality":"Philadelphia","addressRegion":"PA"}}},{"name":"1830, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to Rev. William B. Sprague written on February 5, 1830. In the letter, Madison (writing in the third person) thanks Sprague for several pamphlets, especially one on the \"Colonization Society.\"","recordLocation":{"name":"Rosenbach Museum and Library","location":{"addressLocality":"Philadelphia","addressRegion":"PA"}}},{"name":"1781, 2 pages.","recordType":["Papers"],"description":"A letter from James Madison to Thomas Jefferson written on January 23, 1781. In the letter, also signed by Theodore Bland, Madison describes the threat posed by Benedict Arnold, who had defected to the British. Madison requests a plan as to how to deal with him. The letter also contains a request for disposition instructions for three slaves captured from a loyalist.","recordLocation":{"name":"New York Public Library","url":"http://www.nypl.org/research/chss/spe/rbk/mss","location":{"addressLocality":"New York","addressRegion":"NY"}}},{"name":"1804, 2 pages.","recordType":["Papers"],"description":"A letter from James Madison, Department of State, to Cato West, Acting Governor of the Mississippi Territory, written on November 12, 1804. In the letter, Secretary of State Madison gives authority for use of the militia to prevent any armed expeditions against the possessions of Spain, such as a recent attempt by American citizens to gain control of Baton Rouge.","recordLocation":{"name":"J.S. Copley Library","location":{"addressLocality":"La Jolla","addressRegion":"CA"},"parentRecordLocation":{"name":"The Copley Press","location":{"addressLocality":"La Jolla","addressRegion":"CA"}}}},{"name":"1817, 1 page.","recordType":["Papers"],"description":"A letter from James Madison to the President of the Senate [Js. R. Pringle] and Speaker of the House of Representatives [Thomas Bennett] of South Carolina, written on February 10, 1817. In the letter, James Madison thanks the statesmen from South Carolina for kind words about his public service. \"The period during which the Executive Dept. of the Union was committed to me, has comprized vicissitudes and struggles deeply interesting to the fortunes of our Country ... the happy result ... is due to the energies of a free people engaged in a just cause.\"","recordLocation":{"name":"J.S. Copley Library","location":{"addressLocality":"La Jolla","addressRegion":"CA"},"parentRecordLocation":{"name":"The Copley Press","location":{"addressLocality":"La Jolla","addressRegion":"CA"}}}},{"name":"1803-1830, 14 items.","recordType":["Papers"],"description":"Routine letters of James Madison, one written while he was secretary of state, and letters from Julia Maria Dickinson Tayloe to Dorothea Payne Todd Madison, probably written after 1837.","recordLocation":{"name":"Medical Research Library","location":{"addressLocality":"Durham","addressRegion":"NC"},"parentRecordLocation":{"name":"Duke University","location":{"addressLocality":"Durham","addressRegion":"NC"}}}},{"name":"1790-1817, 3 items.","recordType":["Papers"],"description":"A letter from James Madison to Thomas Jefferson written in March 1790, about a debt; and two letters, 1817 Mar. 20 and 22, concerning an address from the Kentucky legislature regarding the close of Madison's administration.","recordLocation":{"name":"The Filson Historical Society","location":{"addressLocality":"Lexington","addressRegion":"KY"}}},{"name":"In the James Monroe Papers as Minister to France, 1785- 1831, 95 items.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"James Monroe Museum and Memorial Library","location":{"addressLocality":"Fredericksburg","addressRegion":"VA"}}},{"name":"In the Virginia Governor Executive Papers (1805-1808: Cabell), 5 cubic feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Library of Virginia","location":{"addressLocality":"Richmond","addressRegion":"VA"}}},{"name":"In the Virginia Governor Executive Papers (1827-1830: William Giles) 4.55 cubic feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Library of Virginia","location":{"addressLocality":"Richmond","addressRegion":"VA"}}},{"name":"In the Virginia Governor Executive Papers (1786-1788: Edmund Randolph), 3.88 cubic feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Library of Virginia","location":{"addressLocality":"Richmond","addressRegion":"VA"}}},{"name":"Virginia General Assembly, House of Delegates, Speaker, Executive Communications Collection, ca. 1786-1812, amount unknown.","recordType":["Papers"],"description":"Documents which were sent by and to James Madison in his position as Secretary of State, and later, as President of the United States.","recordLocation":{"name":"Library of Virginia","location":{"addressLocality":"Richmond","addressRegion":"VA"}}},{"name":"In the Stevens Family Papers, 1663-1959, 60 linear feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"New Jersey Historical Society","location":{"addressLocality":"Newark","addressRegion":"NJ"}}},{"name":"In the William Pinkney Papers, 1804-1911, 1.2 linear feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Seeley G. Mudd Library","location":{"addressLocality":"Princeton","addressRegion":"NJ"},"parentRecordLocation":{"name":"Princeton University","url":"http://infoshare1.princeton.edu","location":{"addressLocality":"Princeton","addressRegion":"NJ"}}}},{"name":"1803, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to Rufus King written on January 29, 1803. The letter consists of instructions from Madison to America's Minister to Great Britain covering American rights to the Mississippi, Spain's cession of Louisiana to France, President Jefferson's consequent appointment of a Commission Extraordinary to negotiate with France, and James Madison's negotiations with the British Government.","recordLocation":{"name":"Beinecke Rare Book and Manuscript Library","location":{"addressLocality":"New Haven","addressRegion":"CT"},"parentRecordLocation":{"name":"Yale University Libraries","location":{"addressLocality":"New Haven","addressRegion":"CT"}}}},{"name":"1818, 1 item.","recordType":["Papers"],"description":"A note from James Madison to Thomas Jefferson: \"I have postponed the return of the two papers, to the present time, in consequence of your intimation, that you would not return from Bedford till about a week before the day of assembling at Rockfish and I shall note that this letter is not to be forwarded from Monticello.\"","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"1818, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to Thomas Jefferson written around October 1818. In the letter, Madison reports he is glad to learn from James Monroe that Jefferson is recovering from an attack \"your health suffered beyond the mountains\" and regrets that he is unable to attend meetings of the Board of Visitors or the Albemarle Agricultural Society.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"1830, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to John Tayloe Lomax written on January 30, 1830. In the letter, Madison regrets Lomax's decision to leave the University of Virginia and agrees to his continuation as professor of law untill the end of the session and his proposed dispensation to hold the spring court term of the court.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"1830 and 1833, 2 items.","recordType":["Papers"],"description":"In the letter, James Madison writes from Montpelier, October 23, 1830, to Thomas S. Grimk&eacute;, answering questions about the University of Virginia, and explaining that the students are not separated by class year as in most American colleges, but attend various schools. In addition he thanks Grimk&eacute; for some pamphlets. An engraving of Madison at age 82 is included.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"In the Ebenezer Stevens Letters Received from Prominent Early U.S. Political and Military Figures, 1794-1914, 10 items.","recordType":["Papers"],"description":"The papers contain a letter from James Madison written on May 27, 1801, regarding a debt.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"In the George Washington Letters to James Madison and Col. Elias Dayton, 1777 and 1793, 2 items.","recordType":["Papers"],"description":"In a letter marked \"Private,\" George Washington writes to James Madison from Mount Vernon, 1793 October 14, concerning \"the calamitious situation of Philadelphia,\" i.e. the Yellow Fever epidemic. He seeks Madison's advice on the legality of the Executive convening Congress at Germantown, or some other place. He mentions that he has requested an official opinion from the Attorney-General and has also sought Thomas Jefferson's advice. He notes that Governor Thomas Mifflin has reported 3500 deaths and that Philadelphia is \"now almost depopulated by removals and death.\"","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"1799, 2 pages.","recordType":["Papers"],"description":"A letter from Edmund Pendleton to James Madison written on May 12, 1799. In the letter, Pendleton writes Madison that the letters Madison wrote him while in Congress were saved and will be returned at Madison's request.","recordLocation":{"name":"Research Library","location":{"addressLocality":"Williamsburg","addressRegion":"VA"},"parentRecordLocation":{"name":"Colonial Williamsburg Foundation","location":{"addressLocality":"Williamsburg","addressRegion":"VA"}}}},{"name":"In the Jonathan Trumbull Papers, 1753-1832, 5 volumes and 5 boxes.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Connecticut Historical Society","location":{"addressLocality":"Hartford","addressRegion":"CT"}}},{"name":"In the U.S. Presidents' Papers, 1753-1935, 202 items.","recordType":["Papers"],"description":"Concerning the special session of the 8th Congress. Card index in library.","recordLocation":{"name":"Medical Research Library","location":{"addressLocality":"Durham","addressRegion":"NC"},"parentRecordLocation":{"name":"Duke University","location":{"addressLocality":"Durham","addressRegion":"NC"}}}},{"name":"ca. 1796-1951, 71 items.","recordType":["Papers"],"description":"The memorabilia of James Madison consists of miscellaneous items actually or apparently related to James Madison. None of Madison's papers are included.","recordLocation":{"name":"Special Collections","location":{"addressLocality":"Harrisonburg","addressRegion":"VA"},"parentRecordLocation":{"name":"James Madison University","location":{"addressLocality":"Harrisonburg","addressRegion":"VA"}}}},{"name":"1826-1833, 3 items.","recordType":["Papers"],"description":"This collection consists of a power-of-attorney, a note, and a letter signed by James Madison. The power-of-attorney, dated April 29, 1826, was granted to Harrison Blanton and Jacob Swigert in order to sell Madison's stock in the Frankfort (Kentucky) Bridge Company to Mrs. Lucy Todd. The note, written at Montpellier by Madison Dec. 21, 1830, to Gen. James Taylor, sends regards to Taylor's family. A June 26, 1833, letter from Madison to E.H. Taylor states Madison's regret that he cannot provide information about the military service of Taylor's uncles.","recordLocation":{"name":"Library","location":{"addressLocality":"Frankfort","addressRegion":"KY"},"parentRecordLocation":{"name":"Kentucky Historical Society","location":{"addressLocality":"Frankfort","addressRegion":"KY"}}}},{"name":"In the Nathaniel Francis Cabell Papers, 1722-1879 0.675 cubic foot.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Library of Virginia","location":{"addressLocality":"Richmond","addressRegion":"VA"}}},{"name":"In the Madison Family Correspondence, 1827-1834, 10 pages.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Library of Virginia","location":{"addressLocality":"Richmond","addressRegion":"VA"}}},{"name":"1804, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to Tench Coxe written on May 8, 1804. In the letter, Madison requests Coxe to forward 75 copies of the laws of the United States intended for Louisiana to Governor Claiborne at New Orleans, and 25 copies to Governor Harrison at Ft. Vincennes, for distribution in the Louisiana Territory.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"1812, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to [Anthony Charles] Cazenove written on April 2, 1812. In the letter, Madison asks Cazenove to purchase and ship a pipe of Madiera for him. He also tells Cazenove to let him know if the wine is immediately fit to drink or needs to age.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"In the Pleasonton Family Papers, 1798-1863, approximately 79 items.","recordType":["Papers"],"description":"The papers also contain a letter from James Madison to Stephenson stating that he does not believe under the circumstances described in his letter that James Monroe would disapprove of his trip to [Russia?].","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"In the Benjamin Smith Barton Papers, 1778-1813, approximately 200 items.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Historical Society of Pennsylvania","location":{"addressLocality":"Philadelphia","addressRegion":"PA"}}},{"name":"In the Frank B. Nead Collection, 1663-1866, approximately 150 items.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Historical Society of Pennsylvania","location":{"addressLocality":"Philadelphia","addressRegion":"PA"}}},{"name":"1830, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to Robert Lee written on February 22, 1830. In the letter, Madison gives his opinion on the eligibility of the president for re-election and the appointive powers of the office.","recordLocation":{"name":"Rosenbach Museum and Library","location":{"addressLocality":"Philadelphia","addressRegion":"PA"}}},{"name":"1823, 1 page.","recordType":["Papers"],"description":"A letter from James Madison to President James Monroe written on December 23, 1823. In the letter, James Madison writes \"A most distressing picture has been presented to me of the condition of Mr. Cathcart &amp; his numerous family ...\" As Cathcart had served as Madison's consul to Portugal and Spain, Madison requests some employment be found to reward Cathcart's service.","recordLocation":{"name":"J.S. Copley Library","location":{"addressLocality":"La Jolla","addressRegion":"CA"},"parentRecordLocation":{"name":"The Copley Press","location":{"addressLocality":"La Jolla","addressRegion":"CA"}}}},{"name":"In the William Eaton Papers, ca. 1792-1829, 555 pieces.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Huntington Library","location":{"addressLocality":"San Marino","addressRegion":"CA"}}},{"name":"In the James Monroe Personal Letters, 1800-1831, 8 items.","recordType":["Papers"],"description":"Monroe writes to James Madison that his health is improving, 1830; and that ill health will force him to remain in New York, regrets leaving Virginia and regrets not seeing Madison again, 1831.","recordLocation":{"name":"James Monroe Museum and Memorial Library","location":{"addressLocality":"Fredericksburg","addressRegion":"VA"}}},{"name":"In the Virginia Governor Executive Papers (1802-1805: Page), 3.43 cubic feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Library of Virginia","location":{"addressLocality":"Richmond","addressRegion":"VA"}}},{"name":"In the Crane Collection of James and Dolley Madison, 1783-1850, 4.05 cubic feet.","recordType":["Papers"],"description":"The collection consists of manuscripts, correspondence, documents, and other related material of both James (Class of 1771) and Dolley Madison, collected by Jasper E. Crane (Class of 1901). Included are the original congressional report on the Battle of Bladensburg (1814), with tables and descriptions; a signed, autograph copy of Dolley Madison's poem \"Lafayette\"; and a two-page manuscript entitled \"Canons of Etiquette to be Observed by the Executive by President Jefferson.\" Correspondence covers the period 1783 to 1848 and includes letters to John Quincy Adams, Francis Preston Blair, Aaron Burr, Andrew Jackson, Thomas Jefferson, Richard Rush, Samuel Stanhope Smith, and Samuel Southard. Documents, dated 1801 to 1817, consist mainly of ship's papers and land grants signed by James Madison.","recordLocation":{"name":"Seeley G. Mudd Library","location":{"addressLocality":"Princeton","addressRegion":"NJ"},"parentRecordLocation":{"name":"Princeton University","url":"http://infoshare1.princeton.edu","location":{"addressLocality":"Princeton","addressRegion":"NJ"}}}},{"name":"1820, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to Benjamin Silliman written on May 26, 1820. In the letter, Madison sends Silliman the cost of his subscription to the scientific journal published by Silliman.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"In the Lord Tennyson Alfred Papers, 1788-1878, 8 items.","recordType":["Papers"],"description":"With these is a letter, 6 August 1788, from John Page, Williamsburg, Va., to James Madison, New York, N.Y., congratulating Madison on his successful efforts to bring about the ratification of the Constitution.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"In the Daniel Parker Papers, 1782-1846, 9 linear feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Historical Society of Pennsylvania","location":{"addressLocality":"Philadelphia","addressRegion":"PA"}}},{"name":"In the Rodgers Family Papers, ca. 1791-1885, 12.25 linear feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Historical Society of Pennsylvania","location":{"addressLocality":"Philadelphia","addressRegion":"PA"}}},{"name":"In the William Wagener Collection, 1770-1880, approximately 350 items.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Historical Society of Pennsylvania","location":{"addressLocality":"Philadelphia","addressRegion":"PA"}}},{"name":"In the Rush Family Papers, 1748-1878, 2.9 linear feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Rosenbach Museum and Library","location":{"addressLocality":"Philadelphia","addressRegion":"PA"}}},{"name":"1828, 1 page.","recordType":["Papers"],"description":"A letter from James Madison to an unidentified recipient written on December 12, 1828. In the letter, Madison explains that his relation to Bishop [James] Madison is that their fathers were cousins.","recordLocation":{"name":"J.S. Copley Library","location":{"addressLocality":"La Jolla","addressRegion":"CA"},"parentRecordLocation":{"name":"The Copley Press","location":{"addressLocality":"La Jolla","addressRegion":"CA"}}}},{"name":"1806, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to to John Armstrong written on March 14, 1806. In the letter, Madison writes concerning Great Britain's breach of maritime neutrality laws in its attacks on U.S. merchant vessels, and desire of Pres. Jefferson to create a peace treaty to prevent further hostilities. Madison instructs Armstrong to make the U.S. position clear to the French government. Other related issues raised are: armed neutrality of 1780 and 1800; articles of contraband during war; security of naval convoys; pros and cons of U.S. participation in a congress with European nations on making peace.","recordLocation":{"name":"Haverford College","location":{"addressLocality":"Haverford","addressRegion":"PA"}}},{"name":"ca. 1815-1816, 104 letters.","recordType":["Papers"],"description":"Political and official correspondence between President Madison and Alexander James Dallas, Secretary of the Treasury and, in spring and summer of 1815, Secretary of War. 57 letters are written by Madison, and 47, by Dallas.","recordLocation":{"name":"Huntington Library","location":{"addressLocality":"San Marino","addressRegion":"CA"}}},{"name":"In the James Monroe Letters While Secretary of State, 1811-1816, 54 items.","recordType":["Papers"],"description":"Subjects include James Madison.","recordLocation":{"name":"James Monroe Museum and Memorial Library","location":{"addressLocality":"Fredericksburg","addressRegion":"VA"}}},{"name":"1827, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to James Monroe written on September 22, 1827. In the letter, Madison writes concerning a provisional order of July 18, 1814, issued by Secretary of War John Armstrong to General Andrew Jackson, authorizing him on certain conditions to take possession of Pensacola. In response to a letter from Henry Lee of Aug. 24, 1827, Madison writes to Monroe, who served as secretary of state during Madison's presidency, seeking further information about questions raised by Lee concerning delays in delivering the order to General Jackson. The order, supposedly written on July 18, 1814 by Armstrong, and held back til January 1815, was not received by Jackson until March 14, 1815, the envelope open and with no postmark. The delay meant that Jackson's victorious attack on Pensacola in 1814 was, in fact, unauthorized. Armstrong maintains that unbeknownst to him, the delay must have been directed by President Madison himself. Another witness asserts that after the order was supposedly sent, it was seen in Monroe's office. Madison asks Monroe to write to him if he has any knowledge of these matters.","recordLocation":{"name":"Newberry Library","location":{"addressLocality":"Chicago","addressRegion":"IL"}}},{"name":"1780-1848, 1 volume.","recordType":["Papers"],"description":"Consist of two letters (1780, 1818), three partly printed documents, an addressed envelope in James Madison's hand, four engravings of Madison, an autograph quotation signed by Dolley Madison, and two engravings of Mrs. Madison. The 1780 letter refers to the difficult financial situation facing the young repubic, John Jay's journey to Europe, John Paul Jones, and the Marquis de Lafayette. The 1818 letter refers to business affairs at Madison's plantation, Montpelier.","recordLocation":{"name":"Special Collections Research Center","location":{"addressLocality":"Chicago","addressRegion":"IL"},"parentRecordLocation":{"name":"University of Chicago Library","location":{"addressLocality":"Chicago","addressRegion":"IL"}}}},{"name":"1823, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to Jedidiah Morse written on March 28, 1823. In the letter, Madison writes answering a series of questions (not included) on slavery in Virginia.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"1824, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to Thomas Jefferson written on October 9, 1824. In the letter, Madison discusses Thomas Walker Gilmer's recruitment of English professors for the newly established University of Virginia, the merits of domestic vs foreign professors, and candidates for hotel keepers.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"In the Carter-Blackford Papers, 1736-1908, 27 items.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"In the Joel Roberts Poinsett Papers, 1785-1851, 8 linear feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Historical Society of Pennsylvania","location":{"addressLocality":"Philadelphia","addressRegion":"PA"}}},{"name":"In the John William Wallace Collection, 1725-1854, 3 linear feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Historical Society of Pennsylvania","location":{"addressLocality":"Philadelphia","addressRegion":"PA"}}},{"name":"1828, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to Henry Clay written on May 24, 1828. In the letter, Madison writes concerning the Classical Professorship at the University of Virginia.","recordLocation":{"name":"Rosenbach Museum and Library","location":{"addressLocality":"Philadelphia","addressRegion":"PA"}}},{"name":"1824, 1 leaf.","recordType":["Papers"],"description":"A letter from Thomas Jefferson to James Madison written on November 1, 1824. In the letter, Jefferson invites Madison and his wife to Monticello to welcome the Marquis de Lafayette.","recordLocation":{"name":"Library of Virginia","location":{"addressLocality":"Richmond","addressRegion":"VA"}}},{"name":"In the Douglas Southall Freeman Papers, 1632-1953, 2.8 cubic feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Library of Virginia","location":{"addressLocality":"Richmond","addressRegion":"VA"}}},{"name":"In the Virginia Governor Executive Papers (1812-1814: Barbour), 7.68 cubic feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Library of Virginia","location":{"addressLocality":"Richmond","addressRegion":"VA"}}},{"name":"1780-1836, 2 boxes.","recordType":["Papers"],"description":"Manuscript copies of papers of James Madison, including his outgoing correspondence (1780-87, 1817-36); his notes on the debates at the Constitutional Convention of 1787; a copy of the \"Report on the debates in 1776 on the Declaration of Independence and the Articles of Confederation preserved by Thomas Jefferson and furnished to him by James Madison\"; and a few short essays by Madison on such topics as \"Sovereignty\" and \"Majority Government.\" Madison's correspondents include Thomas Jefferson, Martin Van Buren, Edmund Randolph, W.C. Rives, and Joseph C. Cabell.","recordLocation":{"name":"Massachusetts Historical Society","url":"http://thomasjeffersonpapers.org/independence","location":{"addressLocality":"Boston","addressRegion":"MA"}}},{"name":"In the John Story Gulick Collection of American Statesmen, [1785-1898], 0.4 linear foot.","recordType":["Papers"],"description":"Persons represented include James Madison.","recordLocation":{"name":"Seeley G. Mudd Library","location":{"addressLocality":"Princeton","addressRegion":"NJ"},"parentRecordLocation":{"name":"Princeton University","url":"http://infoshare1.princeton.edu","location":{"addressLocality":"Princeton","addressRegion":"NJ"}}}},{"name":"1801, 2 pages.","recordType":["Papers"],"description":"A letter from Richard Peters to James Madison written on June 1, 1801. In the letter, Richard Peters thanks Madison for copies of \"Robinson's Cases and Strickland's Observations in American Agriculture,\" comments on the difficulty the printer [James Humphreys] has had in selling the former, criticizes Strickland's work and that of other travelling European \"birds of passage\" including a \"silly book by one Weld\" and one by Liancourt that have done \"much mischief.\" He notes that George Washington was often bothered by these traveller's inquiries.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"1826, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to Martin Van Buren written on April 28, 1826. In the letter, Madison discusses Van Buren's observations on the modifications of the federal court system to accomodate a rapidly expanding country.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"1828, 1 item.","recordType":["Papers"],"description":"A letter from Thomas Jefferson Randolph to James Madison written on December 7, 1828. In the letter, Randolph writes concerning Madison's preface to Jefferson's memoirs and noting that the insolvency of Jefferson's estate requires him to reclaim and sell the library Jefferson left to the University of Virginia.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"1830, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to Mr. Maxwell written on December 21, 1830. In the letter, Madison writes that he does not believe that Mr. Sloan's pamphlet on \"Priestcraft\" would encounter a favorable reception in his area though Madison has great personal regard for the Revolutionary patriotic zeal of Sloan.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"In the Peter Stephen DuPonceau Correspondence, 1777-1844, 2 volumes.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Historical Society of Pennsylvania","location":{"addressLocality":"Philadelphia","addressRegion":"PA"}}},{"name":"In the Richard Rush Papers, 1780-1859, 1 volume.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Historical Society of Pennsylvania","location":{"addressLocality":"Philadelphia","addressRegion":"PA"}}},{"name":"In the James Monroe Papers, ca. 1772-1836, 8 reels.","recordType":["Microfilm"],"description":"Other authors include James Madison.","recordLocation":{"name":"New York Public Library","url":"http://www.nypl.org/research/chss/spe/rbk/mss","location":{"addressLocality":"New York","addressRegion":"NY"}}},{"name":"In the Conway Whittle Papers, ca. 1773-1811, approximately 2157 items.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Special Collections Research Center, Earl Gregg Swem Library","location":{"addressLocality":"Williamsburg","addressRegion":"VA"},"parentRecordLocation":{"name":"College of William and Mary","location":{"addressLocality":"Williamsburg","addressRegion":"VA"}}}},{"name":"In the Virginia Governor Executive Papers (1788-1791: Beverly Randolph), 5.39 cubic feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Library of Virginia","location":{"addressLocality":"Richmond","addressRegion":"VA"}}},{"name":"In the Henry Dearborn Papers, ca. 1779-1838, 1 box and 1 volume.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Massachusetts Historical Society","url":"http://thomasjeffersonpapers.org/independence","location":{"addressLocality":"Boston","addressRegion":"MA"}}},{"name":"In the Edward Everett Papers, 1675-1910, 26 boxes, 287 volumes, and 6 oversize containers.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Massachusetts Historical Society","url":"http://thomasjeffersonpapers.org/independence","location":{"addressLocality":"Boston","addressRegion":"MA"}}},{"name":"1785, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to George Washington written on January 9, 1785. In the letter, Madison relating to opening navigation on the Potomac and James Rivers.","recordLocation":{"name":"Special Collections Research Center","location":{"addressLocality":"Chicago","addressRegion":"IL"},"parentRecordLocation":{"name":"University of Chicago Library","location":{"addressLocality":"Chicago","addressRegion":"IL"}}}},{"name":"1834, 2 pages.","recordType":["Papers"],"description":"A letter from James Madison to Isaac S. Lyon written on September 20, 1834. This letter, written by a secretary and signed by Madison, primarily concerns Lyon's inquiry regarding the publication of Madison's speech. Madison's failing health is also mentioned.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"In the Richard Bland Lee Papers, 1790-1826, 14 items.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"In the Coles Papers, 1814-1857, 30 items.","recordType":["Papers"],"description":"Persons represented include James Madison.","recordLocation":{"name":"Special Collections Research Center, Earl Gregg Swem Library","location":{"addressLocality":"Williamsburg","addressRegion":"VA"},"parentRecordLocation":{"name":"College of William and Mary","location":{"addressLocality":"Williamsburg","addressRegion":"VA"}}}},{"name":"1822, 1 page.","recordType":["Papers"],"description":"A letter from James Madison to Henry R. Schoolcraft written on January 22, 1822. In the letter, James Madison thanks the geologist/ethnologist for the gift of his memoir on the Fossil Tree and acknowledges the advancing research of geologists, yet notes \"opposite Theories which have been espoused; one of them regarding water, the other fire, as the great Agent employed by nature in her work.\"","recordLocation":{"name":"J.S. Copley Library","location":{"addressLocality":"La Jolla","addressRegion":"CA"},"parentRecordLocation":{"name":"The Copley Press","location":{"addressLocality":"La Jolla","addressRegion":"CA"}}}},{"name":"In the James Monroe as Governor of Virginia, 1799-1802, 12 items.","recordType":["Papers"],"description":"Monroe writes to James Madison congratulating him on his appointment as Secretary of State, praises Thomas Jefferson's inaugural address, gives advice on negotiations with France, and writes about William Callendar, appointments, and diplomatic affairs.","recordLocation":{"name":"James Monroe Museum and Memorial Library","location":{"addressLocality":"Fredericksburg","addressRegion":"VA"}}},{"name":"In the Aaron Burr Papers, 1806-1816, 137 items.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Newberry Library","location":{"addressLocality":"Chicago","addressRegion":"IL"}}},{"name":"1809, 1 item.","recordType":["Papers"],"description":"A document signed by President James Madison in November 1809, giving his approval to the granting of specified lands on the St. Clair River to various Indian tribes as negotiated by a treaty with the Indians in 1807.","recordLocation":{"name":"Bentley Historical Library","location":{"addressLocality":"Ann Arbor","addressRegion":"MI"},"parentRecordLocation":{"name":"University of Michigan","location":{"addressLocality":"Ann Arbor","addressRegion":"MI"}}}},{"name":"1817, 1 leaf.","recordType":["Papers"],"description":"A letter from James Madison to Richard Cutts written on December 6, 1817. In the letter, Madison asks Cutts to forward some letters and says his wife will write to her sister shortly.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"1829, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to Robley Dunglison written on September 15, 1829. In the letter, Madison writes to Dunglison to introduce John Chapman, a student at the University of Virginia.","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"In the Madison and Randolph Letters, 1828-1831, 1 item.","recordType":["Papers"],"description":"James Madison writes to Monroe,1828 February 5, concerning the Virginia Convention of 1829 and the role of ex-Presidents in politics. He believes that \"the task imposed on us by the Convention is of so delicate a nature that with their foreknowledge of our purpose, it ought to have been forborne. Your idea of alluding to the advantage of having the experienced counsel of ex-Presidents in trying contingencies may be more suited to you than to me, more of life being within your prospect than within mine.\"","recordLocation":{"name":"Alderman Library","location":{"addressLocality":"Charlottesville","addressRegion":"VA"},"parentRecordLocation":{"name":"University of Virginia","location":{"addressLocality":"Charlottesville","addressRegion":"VA"}}}},{"name":"4 letters (1814-1828) in the James Barbour papers.","recordType":["Papers"],"description":"Official and personal correspondence. Finding aid in repository.","recordLocation":{"name":"New York Public Library","url":"http://www.nypl.org/research/chss/spe/rbk/mss","location":{"addressLocality":"New York","addressRegion":"NY"}}},{"name":"1814, 2 pages.","recordType":["Papers"],"description":"A draft letter from Robert Fulton to President James Madison written on March 23, 1814. In the letter, Fulton writes concerning his desire to obtain funding and commence work on a project beneficial to the nation. He was referring to a steam-powered warship capable of carrying 44 guns; in October of 1814 the prototype was launched.","recordLocation":{"name":"J.S. Copley Library","location":{"addressLocality":"La Jolla","addressRegion":"CA"},"parentRecordLocation":{"name":"The Copley Press","location":{"addressLocality":"La Jolla","addressRegion":"CA"}}}},{"name":"In the Virginia Governor Executive Papers (1791-1794: Henry Lee) 4.83 cubic feet.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Library of Virginia","location":{"addressLocality":"Richmond","addressRegion":"VA"}}},{"name":"In the Letters Received by Levi Lincoln, 1797-1869, 1 box and 1 oversize box.","recordType":["Papers"],"description":"Correspondents include James Madison.","recordLocation":{"name":"Massachusetts Historical Society","url":"http://thomasjeffersonpapers.org/independence","location":{"addressLocality":"Boston","addressRegion":"MA"}}},{"name":"In the Letters Received by George Joy, 1791-1834, 1 box.","recordType":["Papers"],"description":"Correspondents include President James Madison.","recordLocation":{"name":"Massachusetts Historical Society","url":"http://thomasjeffersonpapers.org/independence","location":{"addressLocality":"Boston","addressRegion":"MA"}}},{"name":"1821, 1 item.","recordType":["Papers"],"description":"A letter from James Madison to Richard Rush, then U.S. minister to Great Britain written on April 21, 1821. In the letter, James Madison is refuting the conclusions of William Godwin's Of population (London, 1820), an attack on Malthusian theory which Rush had sent to him. Madison cites evidence of the rapid internal growth of the U.S. population, which Godwin had ascribed to emigration from Europe and questions his information and conclusions regarding the \"Missouri Tribes.\" Also brief comments on the \"present commercial dispute\" between the United States and Great Britain.\"","recordLocation":{"name":"Newberry Library","location":{"addressLocality":"Chicago","addressRegion":"IL"}}},{"name":"1770-1834, 0.25 cubic foot.","recordType":["Papers"],"description":"The collection consists of seventeen letters by James Madison (Princeton Class of 1771), as well as documents, miscellany, and one manuscript. The four-page manuscript consists essentially of autobiographical notes in which Madison discusses his ancestors, his education, and some of his writings. Robert R. Livingston and Jedidiah Morse are among the addressees of the letters, many of which appear to be first drafts. Among the documents are an Ohio land grant, a passport, ship's papers, and a Pittsburgh deed--the latter two are counter-signed by James Monroe.","recordLocation":{"name":"Seeley G. Mudd Library","location":{"addressLocality":"Princeton","addressRegion":"NJ"},"parentRecordLocation":{"name":"Princeton University","url":"http://infoshare1.princeton.edu","location":{"addressLocality":"Princeton","addressRegion":"NJ"}}}},{"name":"1809, 1 item.","recordType":["Papers"],"description":"Original manuscript of James Madison's inaugural speech made on March 4, 1809, when he was inducted into office as President of the United States.","recordLocation":{"name":"Seeley G. Mudd Library","location":{"addressLocality":"Princeton","addressRegion":"NJ"},"parentRecordLocation":{"name":"Princeton University","url":"http://infoshare1.princeton.edu","location":{"addressLocality":"Princeton","addressRegion":"NJ"}}}},{"name":"In the Andre deCoppet collection, 1566-1942. ca. 3,700 items.","recordType":["Papers"],"recordLocation":{"name":"Seeley G. Mudd Library","location":{"addressLocality":"Princeton","addressRegion":"NJ"},"parentRecordLocation":{"name":"Princeton University","url":"http://infoshare1.princeton.edu","location":{"addressLocality":"Princeton","addressRegion":"NJ"}}}},{"name":"1824, 1 item.","recordType":["Papers"],"description":"A letter from Richard Henry Lee to James Madison written on January 4, 1824. In the letter, Lee requests permission to reproduce in a forthcoming biography (Memoir of the life of Richard Henry Lee) certain correspondence from Madison to the author's grandfather made at the time of the American Revolution. He also solicits any anecdotes illustrative of his grandfather's character which Madison may be willing to supply.","recordLocation":{"name":"University of North Texas","location":{"addressLocality":"Denton","addressRegion":"TX"}}}]}
