{ "usCongressBioId" : "M001097", "familyName" : "Murphy", "givenName" : "John", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Murphy", "unaccentedGivenName" : "John", "birthDate" : "1786", "birthCirca" : true, "deathDate" : "1841-09-21", "deathCirca" : false, "profileText" : "A Representative from Alabama; born in Columbia, Robeson County, N.C., in 1786; was graduated from South Carolina College (now the University of South Carolina) at Columbia in 1808; served as clerk of the State senate 1810-1817; moved to Alabama in 1818; delegate to the State constitutional convention in 1819; studied law and was admitted to the bar; member of the State senate in 1822; Governor of Alabama 1825-1829; unsuccessful candidate for election to the Twenty-second Congress; elected as a Jacksonian to the Twenty-third Congress (March 4, 1833-March 3, 1835); unsuccessful candidate for election to the Twenty-sixth Congress; died near Gosport, Clarke County, Ala., September 21, 1841; interment on his plantation near Gosport, Ala.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1833-12-02", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 23rd United States Congress", "congressNumber" : 23, "congressType" : "USCongress", "startDate" : "1833-12-02", "endDate" : "1835-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Jacksonian" } }], "caucusAffiliation" : [{ "party" : { "name" : "Jacksonian" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "AL" } } }], "creativeWork" : [], "researchRecord" : [{ "name" : "In the Alabama Governor (1825-1829: Murphy) Administrative files, 1825-1828, 5 folders.", "recordType" : ["Papers"], "description" : "This series consists of the administrative files of Governor John Murphy, containing correspondence, reports, legal documents and accounts. The bulk of the collection consists of letters sent to Governor Murphy. Topics discussed include banking, the settlement of accounts between Mississippi and Alabama, the survey of the boundary line between Alabama and Georgia, land sales, the move of the state capitol from Cahaba to Tuscaloosa, contested elections, state agricultural development, the Alabama Salt Works, and expenses relating to General Lafayette's 1824 visit to the State. Specifically the files contain information concerning the Bank of the State of Alabama, the Mobile branch of the Bank of the United States, the removal and sale of public property from the Cahaba capitol, the return of the remains of former governor Israel Pickens from Cuba, the survey of the Muscle Shoals area of the Tennessee River and the embezzlement of public funds by John Archer, former tax collector for Mobile County. Gubernatorial history record ALAV87-A584 describes the history and the function of the gubernatorial administration of Governor Murphy of Alabama, the office responsible for the creation of this record series. The papers are also available on microfilm.", "recordLocation" : { "name" : "Alabama Department of Archives and History", "location" : { "addressLocality" : "Montgomery", "addressRegion" : "AL" } } }, { "name" : "In the Alabama Governor (1825-1829: Murphy), Appointments correspondence, 1825-1829, 2 folders.", "recordType" : ["Papers"], "description" : "This series consists of correspondence relating to appointments, resignations, commissions and contested elections. Included are petitions and letters. The majority are from individuals requesting that they be appointed to a particular office or from individuals recommending someone for a particular job. Positions represented include notaries public, sheriffs, tax collectors, judges, the University of Alabama trustees, the Mobile Harbor Master, the state printer, Land Agent for the University of Alabama, Indian Agent, and Sparta Land Office Receiver. Agency history record ALAV86-A630 describes the history and the functions of the Governor's Office of Alabama, the agency responsible for the creation of this record series. Gubernatorial history record ALAV87-A584 describes the history and the functions of the gubernatorial administration of Governor Murphy of Alabama, the office responsible for the creation of this record series. The papers are also available on microfilm.", "recordLocation" : { "name" : "Alabama Department of Archives and History", "location" : { "addressLocality" : "Montgomery", "addressRegion" : "AL" } } }, { "name" : "In the Alabama Governor (1825-1829: Murphy) Extraditions and requisitions file, 1826, 1 folder.", "recordType" : ["Papers"], "description" : "This series consists of items relating to the requisition and extradition of criminals. The series contains a letter from Lewis Evans and two affidavits relating to a burglary committed in Lincoln County, North Carolina by Joseph Weir and his male slave named June. Agency history record ALAV86-A630 describes the history and the functions of the Governor's Office of Alabama, the agency responsible for the creation of this record series. The papers are also available on microfilm.", "recordLocation" : { "name" : "Alabama Department of Archives and History", "location" : { "addressLocality" : "Montgomery", "addressRegion" : "AL" } } }, { "name" : "In the Alabama Governor (1825-1829: Murphy) Messages to the General Assembly, 1826-1827,1 folder.", "recordType" : ["Papers"], "description" : "This series contains several messages and supporting documents from Governor John Murphy to the Alabama General Assembly. Included are correspondence, reports and accounts. The most detailed messages concern reports of commissioners appointed to run a dividing line between Alabama and Georgia and to adjust unsettled accounts between Alabama and Mississippi. Other topics discussed include Creek Indian treaties, the location of a branch of the Bank of the U.S. in Mobile, and the Tombeckbee Bank. The series also contains John Murphy's comments on a bill concerning land for the State Capitol in Tuscaloosa and a copy of the 1825 annual report of the Board of Trustees of the University of Alabama. Gubernatorial history record ALAV87-A584 describes the history and the functions of the gubernatorial administration of Governor Murphy of Alabama, the office responsible for the creation of this record series. A container listing for the papers is available in repository. The papers are also available on microfilm.", "recordLocation" : { "name" : "Alabama Department of Archives and History", "location" : { "addressLocality" : "Montgomery", "addressRegion" : "AL" } } }, { "name" : "In the Alabama Governor (1825-1829: Murphy), Pardons, paroles and clemency files, 1826-1828, 13 folders.", "recordType" : ["Papers"], "description" : "The papers include the pardons, paroles, and clemency files acted upon by Governor John Murphy. The papers are also available on microfilm.", "recordLocation" : { "name" : "Alabama Department of Archives and History", "location" : { "addressLocality" : "Montgomery", "addressRegion" : "AL" } } }, { "name" : "In the Alabama Governor (1825-1829: Murphy) Reward files, 1826-1828, 1 folder.", "recordType" : ["Papers"], "description" : "This series consists of correspondence concerning rewards offered for the apprehension of criminals. Some letters describe the crime or criminal, while others offer their assistance to the state in apprehending the accused. Most of the felons were wanted for murder. A gency history record ALAV86-A630 describes the history and the functions of the Governor's Office of Alabama, the agency responsible for the creation of this record series. Gubernatorial history record ALAV87-A584 describes the history and the functions of the gubernatorial administration of Governor Murphy of Alabama, the office responsible for the creation of this record series. The papers are also available on microfilm.", "recordLocation" : { "name" : "Alabama Department of Archives and History", "location" : { "addressLocality" : "Montgomery", "addressRegion" : "AL" } } }] }
