{"usCongressBioId":"N000005","familyName":"Napier","givenName":"John","middleName":"Light","unaccentedFamilyName":"Napier","unaccentedGivenName":"John","unaccentedMiddleName":"Light","birthDate":"1947","birthCirca":false,"image":[{"caption":"Collection of the U.S. House of Representatives"}],"profileText":"A Representative from South Carolina; born in Blenheim, Marlboro County, S.C., May 16, 1947; attended the public schools; A.B., Davidson College, Davidson, N.C., 1969; J.D., University of South Carolina, Columbia, S.C., 1972; United States Army Reserve, first lieutenant, 1969-1977; admitted to the South Carolina Bar in 1972; legislative assistant to United States Senator Strom Thurmond and Republican counsel, United States Senate Subcommittee on Administrative Practice and Procedure, 1972-1973; Republican counsel and professional staff member, United States Senate Committee on Veterans' Affairs, 1973-1976; chief legislative assistant and chief legal counsel to Senator Strom Thurmond, 1976-1978; chief Republican counsel, United States Senate Committee on Official Conduct, 1977; private practice of law in Bennettsville, S.C., 1978-1980; elected as a Republican to the Ninety-seventh Congress (January 3, 1981-January 3, 1983); unsuccessful candidate for reelection in 1982; returned to the private practice of law in Bennettsville, 1983-1986; delegate, Republican National Convention, 1984; appointed by President Ronald Reagan as judge, United States Court of Federal Claims, 1986-1989; special outside counsel, U.S. House Committee on House Administration's investigation of the House Post Office, 1992; is a resident of Pawleys Island, S.C.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 97th United States Congress","congressNumber":97,"congressType":"USCongress","startDate":"1981-01-03","endDate":"1983-01-03"},"partyAffiliation":[{"party":{"name":"Republican"}}],"caucusAffiliation":[{"party":{"name":"Republican"}}],"represents":{"regionType":"StateRegion","regionCode":"SC"}}}],"creativeWork":[],"researchRecord":[{"name":"ca. 1970-1983, approximately 25 cubic feet.","recordType":["Papers"],"description":"The collection contains the papers that John Napier and his staff used during his two-year term as a United States Congressman. Most of these papers pertain to the subject files used by the main congressional staff, especially the legislative assistant. These files contain background information on various subjects, such as agriculture, economic recovery, education, nuclear waste, social security, tax bills, and tobacco. The collection also includes newspaper clippings, press releases, speech materials, as well as audio tapes and videotapes used by the press assistant, photographs, administrative files, constituent mail, case files, and campaign materials. A finding aid is available in the repository and online.","recordLocation":{"name":"Clemson University","location":{"addressLocality":"Clemson","addressRegion":"SC"}}}]}
