{ "usCongressBioId" : "P000493", "familyName" : "Poydras", "givenName" : "Julien", "middleName" : "de Lallande", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Poydras", "unaccentedGivenName" : "Julien", "unaccentedMiddleName" : "de Lallande", "birthDate" : "1740-04-03", "birthCirca" : false, "deathDate" : "1824-06-14", "deathCirca" : false, "profileText" : "A Delegate from the Territory of Orleans; born in Nantes, France, April 3, 1740; completed preparatory studies; served in the French Navy in his youth; was captured by the British in 1760 and taken to England; escaped on board a West Indian merchantman to San Domingo, whence he immigrated to New Orleans, La., in 1768; wrote the first poetical work printed in Louisiana in 1779; president of the first legislative council of the Territory of Orleans; founded the Female Orphan Asylum in New Orleans; elected to the Eleventh Congress (March 4, 1809-March 3, 1811); president of the first State constitutional convention; presidential elector for Madison in 1812; founded and endowed the Poydras Asylum; died in Pointe Coupee, La., June 14, 1824; interment in Old St. Francis Cemetery; reinterment in the grounds of the Poydras High School, New Roads, La.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Delegate", "jobType" : "CongressMemberJob" }, "startDate" : "1809-05-22", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 11th United States Congress", "congressNumber" : 11, "congressType" : "USCongress", "startDate" : "1809-03-04", "endDate" : "1811-03-03" }, "represents" : { "regionType" : "TerritoryRegion", "regionCode" : "OL" } } }], "creativeWork" : [{ "freeFormCitationText" : "Poydras, Julien de Lallande. <i>Adresse au Conscil legislatif du territoire d'Orleans.</i> Nouvelle-Orleans: De l'Imprimerie du Telegraphe, 1808." }, { "freeFormCitationText" : "------. <i>A defence of the right of the public to the batture of New Orleans.</i> Washington: N.p., 1809." }, { "freeFormCitationText" : "------. <i>Further observations in support of the right of the public to the batture of New Orleans.</i> Washington: A. and G. Way, printers, 1809." }, { "freeFormCitationText" : "------. <i>Speech of Julien Poydras, Esq., the delegate from the territory of Orleans, in support of the right of the public to the batture in front of the suburb St. Mary</i>. Washington: A. and G. Way, printers, 1810." }, { "freeFormCitationText" : "Tinker, Edward Laroque. <i>Louisiana's Earliest Poet: Julien Poydras and the Paens to Galvez.</i> New York: The New York Public Library, 1933." }], "researchRecord" : [{ "name" : "6 letters (1811-1816) and will (August 14, 1810).", "recordType" : ["Papers"], "description" : "Finding aid in repository.", "recordLocation" : { "name" : "New-York Historical Society", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" } } }] }
