{ "usCongressBioId" : "R000412", "familyName" : "Rollins", "givenName" : "James", "middleName" : "Sidney", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Rollins", "unaccentedGivenName" : "James", "unaccentedMiddleName" : "Sidney", "birthDate" : "1812-04-19", "birthCirca" : false, "deathDate" : "1888-01-09", "deathCirca" : false, "image" : [{ "contentUrl" : "https://history.house.gov/Collection/Listing/2010/2010-016-003/", "caption" : "Collection of the U.S. House of Representatives <a href=\"https://history.house.gov/Collection/Listing/2010/2010-016-003/\" target=\"_blank\" rel=\"noopener\">About this object</a>" }], "profileText" : "A Representative from Missouri; born in Richmond, Madison County, Ky., April 19, 1812; completed preparatory studies; attended Centre College, Danville, Ky., and was graduated from the University of Indiana at Bloomington in 1830; studied law; was admitted to the bar in 1834 and commenced practice in Columbia, Mo.; served as major in the Black Hawk War; member of the state house of representatives 1838-1840, 1854, and 1867; delegate to the Whig National Convention in 1844; served in the state senate 1846-1848; unsuccessful candidate for governor in 1848 and 1857; elected as a Constitutional Unionist to the Thirty-seventh Congress and reelected as a Unionist to the Thirty-eighth Congress (March 4, 1861-March 3, 1865); resumed the practice of his profession; delegate to the Philadelphia Union Convention in 1866; president of the board of curators of the University of Missouri from 1869 to 1886, when he resigned; died in Columbia, Boone County, Mo., January 9, 1888; interment in Columbia Cemetery.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1863-03-04", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 38th United States Congress", "congressNumber" : 38, "congressType" : "USCongress", "startDate" : "1863-03-04", "endDate" : "1865-03-04" }, "partyAffiliation" : [{ "party" : { "name" : "Unionist" } }], "caucusAffiliation" : [{ "party" : { "name" : "Constitutional Unionist" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "MO" } } }, { "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1861-03-04", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 37th United States Congress", "congressNumber" : 37, "congressType" : "USCongress", "startDate" : "1861-03-04", "endDate" : "1863-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Constitutional Unionist" } }], "caucusAffiliation" : [{ "party" : { "name" : "Constitutional Unionist" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "MO" } } }], "creativeWork" : [{ "freeFormCitationText" : "Wood, James M., Jr. \"James Sidney Rollins of Missouri: A Political Biography.\" Ph.D. diss., Stanford University, 1952." }, { "freeFormCitationText" : "------. <i>One Union---One Constitution---One Destiny.</i> Washington: N.p., 1862." }, { "freeFormCitationText" : "Smith, William Benjamin. <i>James Sidney Rollins, A Memoir. </i> New York: Printed at the De Vinne Press, 1891." }, { "freeFormCitationText" : "------. <i>A plea for the farmers, mechanics and miners of Missouri. Speech of the Hon. James S. Rollins, of Boone Co. Delivered in the Senate of the State of Missouri, March 19, 1872, on the bill making an appropriation for the benefit of the \"Agricultural and Mechanical College,\" and the \"School of Mines and Metallurgy,\" departments in the University of the State of Missouri.</i> Saint Louis: The R. P. Studley Company, Printers, 1872." }, { "freeFormCitationText" : "Rollins, James Sidney. <i>Address of the Hon. James S. Rollins, of Missouri, on the progress of our country, delivered before the Alumni association of the Indiana University, at Bloomington, on Tuesday evening, June 27th, 1871.</i> Saint Louis: R. P. Studley Company, Printers, 1871." }, { "freeFormCitationText" : "------. <i>The Sherman Banquet.</i> Columbia, Mo.: Printed by W. F. Switzler, 1865." }, { "freeFormCitationText" : "------. <i>Speech of James S. Rollins, of Boone County, delivered in Joint Session of the Senate and House of Representatives, pending the election for United States Senator, February 2d, 1855. In reply to Mr. Goode, of St. Louis.</i> Jefferson City: Lusk's Steam Power Press, Print., 1855." }], "researchRecord" : [{ "name" : "In the Board of Curators' Members' Records, 1812-1888, 2 folders.", "recordType" : ["Papers"], "description" : "This collection contains photocopies and original materials documenting James S. Rollins from April 19, 1812 to January 9, 1888. James Sidney Rollins was President of the Board of Curators from June, 1869 to April 19, 1886 when he resigned because of ill health. The papers also include photographs, copies of speeches, and correspondence of James Sidney Rollins. Also included is a copy of James Sidney Rollins's memoir by William B. Smith.", "recordLocation" : { "name" : "University of Missouri Archives", "location" : { "addressLocality" : "Columbia", "addressRegion" : "MO" } } }, { "name" : "ca. 1546-1968, 3.3 linear feet.", "recordType" : ["Papers"], "description" : "The papers of James S. Rollins include correspondence with family, business and political associates, and George Caleb Bingham and other friends. Subjects covered in the papers contain state, national, and Whig party politics from 1830 through the 1880s, the Civil War in Missouri, internal improvements and the North Missouri Railroad, and education at University of Missouri. A finding aid is available in the repository and online.", "recordLocation" : { "name" : "Joint Collection University of Missouri Western Historical Manuscript Collection-Columbia and State Historical Society of Missouri Manuscripts", "location" : { "addressLocality" : "Columbia", "addressRegion" : "MO" } } }] }
