{ "usCongressBioId" : "R000023", "familyName" : "Ramsay", "givenName" : "David", "unaccentedFamilyName" : "Ramsay", "unaccentedGivenName" : "David", "birthDate" : "1749", "birthCirca" : false, "deathDate" : "1815", "deathCirca" : false, "profileText" : "(Brother of Nathaniel Ramsey), a Delegate from South Carolina; born in Dunmore, Lancaster County, Pa., April 2, 1749; attended the common schools, and was graduated from the College of New Jersey (now Princeton University) in 1765; was graduated from the medical department of the University of Pennsylvania at Philadelphia in 1773 and began practice in Cecil County, Md.; settled in Charleston, S.C., in 1773; member of the state house of representatives 1776-1783; served in the Revolutionary Army as surgeon of the Charleston Battalion of Artillery, state militia; captured at the fall of Charleston in May 1780 and imprisoned at St. Augustine, Fla., for eleven months; Member of the Continental Congress 1782-1783 and 1785-1786 and served as President pro tempore during the last term; unsuccessfully contested the election of William L. Smith to the First Congress (the first contested-election case); state historian and author of several historical works; member of the state senate of South Carolina and served as president of that body for seven years; shot by a maniac on May 6, 1815, in Charleston, S.C., and died in that city May 8, 1815; interment in Circular Congregational Church Burying Ground, Charleston, Charleston County, S.C.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Delegate", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The Confederation Congress", "congressNumber" : 1, "congressType" : "ConfederationCongress", "startDate" : "1781-03-01", "endDate" : "1789-03-02" }, "represents" : { "regionType" : "StateRegion", "regionCode" : "SC" } } }], "creativeWork" : [{ "freeFormCitationText" : "Grimshaw, William.<i> Key, Adapted to the Questions for Ramsay's Life of Washington</i>. Baltimore: J. Jewett, and Cushing &amp; Sons, 1832." }, { "freeFormCitationText" : "Ramsay, David. <i>An Address Delivered on the Fourth of July, 1820, by Appointment of the '76 Association, and Published at their Request</i>. Charleston: W. P. Young and Son, Printers, 1920." }, { "freeFormCitationText" : "------. <i>An Address to the Freemen of South-Carolina on the Subject of the Foederal [sic] Constitution: Proposed by the Convention, Which Met in Philadelphia, May 1787</i>. Charleston: Printed by Bowen and Co., [1788]." }, { "freeFormCitationText" : "------. <i>A Dissertation on the Manner of Acquiring the Character and Privileges of a Citizen of the United States</i>. [Charleston, S.C.? N.p.]: Printed in the year 1789." }, { "freeFormCitationText" : "------. <i>A Dissertation on the Means of Preserving Health in Charleston and the Adjacent Low Country: Read Before the Medical Society of South-Carolina, on the 29th of May 1790</i>. Charleston, S.C.: Printed by Markland &amp; M'Iver, 1790." }, { "freeFormCitationText" : "------.<i> History of South Carolina: From its First Settlement in 1670 to the Year 1808</i>. 1858. Reprint, [Spartanburg, S.C.: Reprint Co., 1959-1960]." }, { "freeFormCitationText" : "------. <i>The History of the American Revolution</i>. Edited by Lester H. Cohen. 1793. Reprint, Indianapolis: Liberty Classics, 1990." }, { "freeFormCitationText" : "------. <i>The Life of George Washington, Commander in Chief of the Armies of the United States of America, Throughout the War which Established their Independence; and First President of the United States</i>. With notes and a biographical sketch of the author. 1807. Reprint, Ithaca, N.Y.: Mack, Andrus &amp; Woodruff, 1840." }, { "freeFormCitationText" : "------. <i>Memoirs of Martha Laurens Ramsay, who died in Charleston, S.C., on the tenth of June, 1811, in the fifty-second year of her age: With extracts from her diary, letters, and other private papers, and also from letters written to her, by her father, Henry Laurens, 1771-1776</i>. Philadelphia: James Maxwell, printer, 1811. Reprint, Philadelphia: American Sunday-school Union, [1845]." }, { "freeFormCitationText" : "------. <i>Oration Delivered Before the Cincinnati and the '76 Association, on the 4th of July, 1854</i>. Published by the societies. Charleston: Harper &amp; Calvo, Printers, 1854." }, { "freeFormCitationText" : "------. <i>An Oration, Delivered on the Anniversary of American Independence, July 4, 1794: In Saint Michael's Church, to the Inhabitants of Charleston, South Carolina</i>. London: Printed by D. I. Eaton, 1795." }, { "freeFormCitationText" : "------. <i>An Oration on the Advantages of American Independence: Spoken Before a Publick Assembly of the Inhabitants of Charlestown [sic] in South-Carolina, on the Second Anniversary of that Glorious Aera [sic]</i>. Charlestown [sic]: Printed by John Wells, jun., 1778." }, { "freeFormCitationText" : "------. <i>Selections from His Writings</i>. Edited with introduction and notes by Robert L. Brunhouse. Philadelphia: American Philosophical Society, 1965." }, { "freeFormCitationText" : "------. <i>A Sketch of the Soil, Climate, Weather, and Diseases of South-Carolina: Read Before the Medical Society of that State</i>. Charleston: Printed by W. P. Young, 1796." }, { "freeFormCitationText" : "Shaffer, Arthur H. <i>To Be an American: David Ramsay and the Making of the American Consciousness. </i>Columbia: University of South Carolina Press, 1991." }, { "freeFormCitationText" : "Smith, William Raymond.<i> History as Argument; Three Patriot Historians of the American Revolution</i>. The Hague: Mouton &amp; Co., ca. 1967." }], "researchRecord" : [{ "name" : "In the Andrews-Eliot Correspondence, 1715-1814, 1 box.", "recordType" : ["Papers"], "description" : "Correspondents include David Ramsay.", "recordLocation" : { "name" : "Massachusetts Historical Society", "url" : "http://thomasjeffersonpapers.org/independence", "location" : { "addressLocality" : "Boston", "addressRegion" : "MA" } } }, { "name" : "1789-1810, 2 items.", "recordType" : ["Papers"], "description" : "The collection contains two letters, one referring to a list of Continental officers, and the other from David Ramsay to Reverend Dr. Jedediah Morse discussing John Henry Livingston's sermon of 1804 about missions.", "recordLocation" : { "name" : "Rare Book, Manuscript, and Special Collections Library", "location" : { "addressLocality" : "Durham", "addressRegion" : "NC" }, "parentRecordLocation" : { "name" : "Duke University", "location" : { "addressLocality" : "Durham", "addressRegion" : "NC" } } } }, { "name" : "1792, 1 item.", "recordType" : ["Papers"], "description" : "A letter from David Ramsay to Reverend Benjamin Trumbull written on March 7, 1792.", "recordLocation" : { "name" : "Department of Literary and Historical Manuscripts", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" }, "parentRecordLocation" : { "name" : "The Morgan Library", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" } } } }, { "name" : "1796, 1 item.", "recordType" : ["Papers"], "description" : "A letter from David Ramsay to John Hart, the Sheriff of Charleston, written on December 16, 1796. In the letter, David Ramsay sends some papers for John Hart to act upon.", "recordLocation" : { "name" : "Department of Literary and Historical Manuscripts", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" }, "parentRecordLocation" : { "name" : "The Morgan Library", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" } } } }, { "name" : "N.d., 1 volume.", "recordType" : ["Papers"], "description" : "David Ramsay's proof copy of a portion of the first edition of his <i>History of the United States</i>, published by M. Carey, Philadelphia, in 3 vols., 1816-1817, with notations in his hand.", "recordLocation" : { "name" : "Historical Society of Pennsylvania", "location" : { "addressLocality" : "Philadelphia", "addressRegion" : "PA" } } }, { "name" : "In the Tracy W. McGregor Library Autograph Collection, 1796, 1 item.", "recordType" : ["Papers"], "description" : "A letter from David Ramsay to Henry Dana Ward written on August 31, 1796. In the letter, David Ramsay replies to a letter from Henry Ward concerning the piping of water from the Wando River to Charleston, S.C., to supply domestic needs and to douse fires.", "recordLocation" : { "name" : "The Albert and Shirley Small Special Collections Library", "location" : { "addressLocality" : "Charlottesville", "addressRegion" : "VA" }, "parentRecordLocation" : { "name" : "University of Virginia", "location" : { "addressLocality" : "Charlottesville", "addressRegion" : "VA" } } } }, { "name" : "1813, 1 item.", "recordType" : ["Papers"], "description" : "A letter from David Ramsay to [Jedidiah?] Morse written on December 14, 1813. In the letter, David Ramsay writes concerning printing and distribution of his book titled <i>Memoirs of the life of Martha Laurens Ramsay</i> (1811) and projected first volume of his <i>Universal history Americanized</i> (1819). A typescript transcript of a letter by Samuel X Radbill, [ca. 1987], is included.", "recordLocation" : { "name" : "Historical Medical Library", "location" : { "addressLocality" : "Philadelphia", "addressRegion" : "PA" }, "parentRecordLocation" : { "name" : "College of Physicians of Philadelphia", "location" : { "addressLocality" : "Philadelphia", "addressRegion" : "PA" } } } }, { "name" : "1786-1808, 1 microfiche.", "recordType" : ["Microfiche"], "description" : "The collection of letters written to David Ramsay. Correspondents include Colonel Thomas Browne, Dr. Richard Furman, Mr. Gaillard, John Palmer, Judge Thomas Bee, Benjamin Reynolds and William Gordon. Topics include introduction of horse racing in South Carolina, history of Baptists in South Carolina and proposed establishment of a village above Edisto River in Colleton County.", "recordLocation" : { "name" : "Greenville County Library", "location" : { "addressLocality" : "Greenville", "addressRegion" : "SC" } } }] }
