{ "usCongressBioId" : "S000978", "familyName" : "Story", "givenName" : "Joseph", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Story", "unaccentedGivenName" : "Joseph", "birthDate" : "1779-09-18", "birthCirca" : false, "deathDate" : "1845-09-10", "deathCirca" : false, "profileText" : "A Representative from Massachusetts; born in Marblehead, Mass., September 18, 1779; attended Marblehead Academy; was graduated from Harvard University in 1798; studied law; was admitted to the bar in 1801 and commenced practice in Salem; member of the State house of representatives 1805-1807; elected as a Republican to the Tenth Congress to fill the vacancy caused by the death of Jacob Crowninshield and served from May 23, 1808, to March 3, 1809; was not a candidate for renomination in 1808; again a member of the State house of representatives in 1811, and served as speaker; published commentaries on the Constitution, and also other works; appointed by President Madison as an Associate Justice of the Supreme Court of the United States and served from 1811 until his death; elected as an overseer of Harvard University in 1818 and as professor of law in the same institution in 1829, a position which he held until his death; delegate to the State constitutional convention in 1820; declined the position of chief justice of the Massachusetts Supreme Court in 1831; died in Cambridge, Mass., September 10, 1845; interment in Mount Auburn Cemetery.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1807-10-26", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 10th United States Congress", "congressNumber" : 10, "congressType" : "USCongress", "startDate" : "1807-10-26", "endDate" : "1809-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Republican" } }], "caucusAffiliation" : [{ "party" : { "name" : "Republican" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "MA" }, "note" : [{ "type" : "Note", "noteType" : "FootNote", "content" : "Elected to fill vacancy caused by death of Jacob Crowninshield, and took his seat December 20, 1808." }] } }], "creativeWork" : [{ "freeFormCitationText" : "Dunne, Gerald T. <i>Justice Joseph Story and the Rise of the Supreme Court.</i> New York: Simon and Schuster, 1970." }, { "freeFormCitationText" : "------, ed. \"The Story-[Brockholst] Livingston Correspondence, 1812-1822.\" <i>American Journal of Legal History</i> 10 (1966): 224-36." }, { "freeFormCitationText" : "Greenleaf, Simon. <i>A discourse commemorative of the life and character of the Hon. Joseph Story, LL. D., an Associate Justice of the Supreme Court of the United States, and Dane professor of law in Harvard University; pronounced on the eighteenth day of September, A.D. 1845, at the request of the corporation of the University, and the members of the Law School</i>. Boston: C. C. Little and J. Brown, 1845." }, { "freeFormCitationText" : "Hillard, George Stillman. <i>Memoir of Joseph Story, LL.D.</i>. Boston: John Wilson, 1868." }, { "freeFormCitationText" : "Hogan, John C. (John Charles). <i>Joseph Story's Anonymous Law Articles</i>. [Santa Monica: N.p., 1954?]" }, { "freeFormCitationText" : "McClellan, James. <i>Joseph Story and the American Constitution: A Study in Political and Legal Thought</i>. 1971. Reprint, Norman: University of Oklahoma Press, 1990." }, { "freeFormCitationText" : "Newell, William. <i>A discourse occasioned by the death of the Hon. Joseph Story, LL. D., delivered in the church of the First Parish in Cambridge, on Sunday, Sept. 14, 1845</i>. Cambridge: Metcalf and Company, 1845." }, { "freeFormCitationText" : "Newmeyer, R. Kent. \"Justice Joseph Story: A Political and Constitutional Study.\" Ph.D. diss., University of Nebraska, 1959." }, { "freeFormCitationText" : "---. \"A Note on the Whig Politics of Justice Joseph Story.\" Mississippi Valley Historical Review 48 (1961): 480-91." }, { "freeFormCitationText" : "------. <i>Supreme Court Justice Joseph Story: Statesman of the Old Republic</i>. Chapel Hill: University of North Carolina Press, 1985." }, { "freeFormCitationText" : "Robbins, Donald C. \"Joseph Story: The Early Years, 1799-1811.\" Ph.D. diss., University of Kentucky, 1965." }, { "freeFormCitationText" : "Story, Joseph. <i>An address delivered before the members of the Suffolk Bar</i>. Boston: Freeman &amp; Bolles, 1829." }, { "freeFormCitationText" : "------. <i>An address delivered on the dedication of the cemetery at Mount Auburn, September 24, 1831</i>. Boston: J. T. &amp; E. Buckingham, 1831." }, { "freeFormCitationText" : "------. <i>Charge of Mr. Justice Story</i>. Providence: Printed by H. H. Brown, 1842." }, { "freeFormCitationText" : "------. <i>Commentaries on Equity Jurisprudence, as Administered in England and America</i>. Boston: Charles C. Little and James Brown, 1838. Reprint, Holmes Beach, Fla.: Gaunt, 2001." }, { "freeFormCitationText" : "------. <i>Commentaries on equity pleadings</i>. Boston: Little, Brown, and Company, 1892." }, { "freeFormCitationText" : "------. <i>Commentaries on the Conflict of Laws, Foreign and Domestic, in Regard to Contracts, Rights, and Remedies, and Especially in Regard to Marriages, Divorces, Wills, Successions, and Judgements</i>. Boston: C.C. Little and J. Brown, 1839. Reprint, Boston: Hilliard, Gray, and Company, 1834. Reprint, Union, N.J.: Lawbook Exchange, 2001." }, { "freeFormCitationText" : "------. <i>Commentaries on the Constitution of the United States: With a Preliminary Review of the Constitutional History of the Colonies and States, Before the Adoption of the Constitution. </i>. 2 vols. Boston: Hilliard, Gray, and Company, 1833. Revised, Clark, N.J. : Lawbook Exchange, 2005." }, { "freeFormCitationText" : "------. <i>Commentaries on the Law of Agency, as a Branch of Commercial and Maritime Jurisprudence, with Occasional Illustrations from the Civil and Foreign Law</i>. Boston: C.C. Little and J. Brown, 1839. Reprint, Clark, N.J.: Lawbook Exchange, 2004." }, { "freeFormCitationText" : "------.<i> Commentaries on the Law of Bailments: With illustrations from the Civil and the Foreign Law</i>. Cambridge: Hilliard and Brown, 1832. Reprint, Littleton, Colo.: F.B. Rothman, 1986." }, { "freeFormCitationText" : "------. <i>Commentaries on the Law of Bills of Exchange: Foreign and Inland, as Administered in England and America, with Occasional Illustrations from the Commercial Law of the Nations of Continental Europe</i>. Boston: C.C. Little &amp; J. Brown, 1843. Reprint, Clark, N.J.: Lawbook Exchange, 2004." }, { "freeFormCitationText" : "------. <i>Commentaries on the Law of Partnership, as a Branch of Commercial and Maritime Jurisprudence, with Occasional Illustrations from the Civil and Foreign Law</i>. Boston: C.C. Little &amp; J. Brown, 1841. Reprint, Buffalo: W.S. Hein, 1980." }, { "freeFormCitationText" : "------. <i>Commentaries on the Law of Promissory Notes, and Guaranties of Notes, and Checks on Banks and Bankers: With Occasional Illustrations from the Commercial Law of the Nations of Continental Europe</i>. Boston: C. C. Little &amp; J. Brown, 1845. Reprint, Littleton, Colo.: F.B. Rothman, 1994." }, { "freeFormCitationText" : "------. <i>The constitutional class book</i>. Boston: Hilliard, Gray &amp; Company, 1834" }, { "freeFormCitationText" : "------.<i> A discourse delivered before the Society of the Alumni of Harvard University, at their first anniversary</i>. Boston: C. C. Little and J. Brown, 1842." }, { "freeFormCitationText" : "------.<i> A discourse on the past history, present state, and future prospects of the law</i>. Edinburgh: T. Clark, 1835." }, { "freeFormCitationText" : "------. <i>A discourse pronounced at the request of the Essex Historical Society</i>. Boston: Hilliard, Gray, Little, and Wilkins, 1828." }, { "freeFormCitationText" : "------. <i>A discourse pronounced before the Phi Beta Kappa Society, at the anniversary celebration, on the thirty-first day of August, 1826</i>. Boston: Hilliard, Gray, Little, and Wilkins, 1826." }, { "freeFormCitationText" : "------. <i>A discourse pronounced upon the inauguration of the author</i>. Boston: Hilliard, Gray, Little, and Wilkins, 1829." }, { "freeFormCitationText" : "------.<i> A discourse upon the life, character, and services of the Honorable John Marshall </i>. Boston: J. Munroe and Company, 1835." }, { "freeFormCitationText" : "------. <i>An eulogy on General George Washington; written at the request of the inhabitants of Marblehead, and delivered before them on the second day of January, A. D. 1800</i>. Salem: Printed by Joshua Cushing, 1800." }, { "freeFormCitationText" : "------. <i>A familiar exposition of the Constitution of the United States: Containing a brief commentary on every clause, explaining the true nature, reasons, and objects thereof: Designed for the use of school libraries and general readers: With an appendix, containing important public documents, illustrative of the Constitution</i>. New York: Boston: Marsh, Capen, Lyon and Webb, 1840. Reprint, Union, N.J.: Lawbook Exchange, 2002." }, { "freeFormCitationText" : "------. <i>Joseph Story: A Collection of Writings By and About An Eminent American Jurist</i>. Edited by Mortimer D. Schwartz and John C. Hogan. New York: Oceana Publications, 1959." }, { "freeFormCitationText" : "------. <i>Joseph Story and the Encyclopedia Americana</i>. Originally published: <i>Encyclopedia Americana</i>. 1st ed. Philadelphia: Lea &amp; Blanchard, 1844. Reprint, introduction by Morris L. Cohen. Clark, N.J.: Lawbook Exchange, 2005." }, { "freeFormCitationText" : "------.<i> A lecture delivered before the American Institute of Instruction, at their anniversary, in August, 1834, at Boston</i>. Boston: Printed by Tuttle and Weeks, 1835." }, { "freeFormCitationText" : "------. <i>The miscellaneous writings, literary, critical, juridical, and political</i>. Boston: J. Munroe and Company, 1835." }, { "freeFormCitationText" : "------. <i>Notes on the principles and practice of prize courts / by Judge Story; with a selection of documents and forms as used in the High Court of Admiralty of England</i>. Edited by Frederic Thomas Pratt. London: W. Benning, 1854." }, { "freeFormCitationText" : "------. <i>An oration, pronounced at Salem, on the fourth day of July, 1804</i>. Salem: Printed by William Carlton, 1804." }, { "freeFormCitationText" : "------. <i>The power of solitude. A poem. In two parts</i>. Boston: Printed by John Russell, [1802?]" }, { "freeFormCitationText" : "------. <i>Selection of Pleadings in Civil Actions</i>. Salem: B.B. Macanulty, 1805. Reprint, Buffalo: W.S. Hein, 1980." }, { "freeFormCitationText" : "------. <i>Sketch of the life of Samuel Dexter, LL. D.</i> Boston: Printed by J. Eliot, 1816." }, { "freeFormCitationText" : "------. <i>State monopolies and restrictions upon commerce, unconstitutional: Opinion of Mr. Justice Story</i>. New York: G.A. Whitehorne, printer, 1864." }, { "freeFormCitationText" : "------. <i>The Story-Marshall Correspondence (1819-1831)</i>. New York: New York University School of Law, 1942." }, { "freeFormCitationText" : "Story, William Wetmore. <i>Life and Letters of Joseph Story, Associate Justice of the Supreme Court of the United States, and Dane Professor of Law at Harvard University</i>. Boston: C.C. Little and J. Brown, 1851. Reprint, Union, N.J.: Lawbook Exchange, 2000." }, { "freeFormCitationText" : "------, ed. <i>The Miscellaneous Writings of Joseph Story, Associate Justice of the Supreme Court of the United States and Dane Professor of Law at Harvard University. </i>. Boston: C. C. Little and J. Brown, 1852. Reprint, Union, N.J.: Lawbook Exchange, 2000." }, { "freeFormCitationText" : "Taylor, Thomas Wardlaw, Sir.<i> Commentaries on Equity Jurisprudence: Founded on Story</i> . Toronto: Willing &amp; Williamson, 1875." }, { "freeFormCitationText" : "Warren, Charles, ed. \"The Story-[John] Marshall Correspondence.\" <i>William and Mary Quarterly</i> 11 (1941): 1-25." }, { "freeFormCitationText" : "Waterston, R. C. (Robert Cassie). <i>A discourse on the life and character of Hon. Joseph Story ... delivered on the Sunday following his death, September 14, 1845</i>. Boston: W. Crosby and H.P. Nichols, 1845." }, { "freeFormCitationText" : "Webster, Daniel. <i>Mr. Webster's remarks at the meeting of the Suffolk Bar, on moving the resolutions occasioned by the death of the Hon. Mr. Justice Story</i>. Boston: J. Munroe and Company, 1845." }], "researchRecord" : [{ "name" : "1807-1843. 7 containers.", "recordType" : ["Papers"], "description" : "Personal, legal, and professional correspondence. Also on microfilm (4 reels).", "recordLocation" : { "name" : "Manuscript Division", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" }, "parentRecordLocation" : { "name" : "Library of Congress", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" } } } }, { "name" : "1807-1841. 24 items.", "recordType" : ["Papers"], "recordLocation" : { "name" : "New-York Historical Society", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" } } }, { "name" : "3 letters (1836-1844) in the Charles Stewart Daveis collection.", "recordType" : ["Papers"], "description" : "Finding aid in repository.", "recordLocation" : { "name" : "Rare Book and Manuscript Library", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" }, "parentRecordLocation" : { "name" : "Columbia University", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" } } } }, { "name" : "4 letters (1815-1825) in the Gay-Otis collection.", "recordType" : ["Papers"], "description" : "Finding aid in repository.", "recordLocation" : { "name" : "Rare Book and Manuscript Library", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" }, "parentRecordLocation" : { "name" : "Columbia University", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" } } } }, { "name" : "27 items.", "recordType" : ["Papers"], "recordLocation" : { "name" : "Boston Public Library", "location" : { "addressLocality" : "Boston", "addressRegion" : "MA" } } }, { "name" : "In Harvard University faculty and other officers deceased before 1940; papers, especially correspondence, 1725-ca. 1940. 10 feet.", "recordType" : ["Papers"], "description" : "Unpublished finding aid in repository. Partially restricted.", "recordLocation" : { "name" : "Harvard University Archives", "location" : { "addressLocality" : "Cambridge", "addressRegion" : "MA" } } }, { "name" : "1799-1806, 1821-1825, 1839-1843. 678 items.", "recordType" : ["Papers"], "description" : "Personal and business correspondence, chiefly relating to legislation in U.S. Congress. Finding aid in repository.", "recordLocation" : { "name" : "William L. Clements Library", "location" : { "addressLocality" : "Ann Arbor", "addressRegion" : "MI" }, "parentRecordLocation" : { "name" : "University of Michigan", "location" : { "addressLocality" : "Ann Arbor", "addressRegion" : "MI" } } } }, { "name" : "In Story family papers, 1732-1910. ca. 8 feet.", "recordType" : ["Papers"], "description" : "Correspondence and legal cases and opinions.", "recordLocation" : { "name" : "Humanities Research Center Library", "location" : { "addressLocality" : "Austin", "addressRegion" : "TX" }, "parentRecordLocation" : { "name" : "University of Texas at Austin", "location" : { "addressLocality" : "Austin", "addressRegion" : "TX" } } } }] }
