{ "usCongressBioId" : "S000581", "familyName" : "Smith", "givenName" : "Joseph", "middleName" : "Showalter", "unaccentedFamilyName" : "Smith", "unaccentedGivenName" : "Joseph", "unaccentedMiddleName" : "Showalter", "birthDate" : "1824", "birthCirca" : false, "deathDate" : "1884", "deathCirca" : false, "image" : [{ "caption" : "Image courtesy of Library of Congress" }], "profileText" : "A Representative from Oregon; born in Connellsville, Fayette County, Pa., June 20, 1824; attended the common schools; moved to Oregon City in the spring of 1844; moved to Salem, Oreg., and taught school; studied law and was admitted to the bar; moved to Olympia, Wash., in 1853; was elected to the Territorial house of representatives in 1856, and served as speaker; was appointed United States attorney for Washington Territory by President Buchanan March 12, 1857; returned to Salem, Oreg., in 1858 and practiced law for twelve years; elected as a Democrat to the Forty-first Congress (March 4, 1869-March 3, 1871); moved to Portland, Oreg., in 1870 and resumed the practice of his profession; unsuccessful Democratic candidate for Governor of Oregon in 1882; died in Portland, Oreg., July 13, 1884; interment in Riverview Cemetery.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The 41st United States Congress", "congressNumber" : 41, "congressType" : "USCongress", "startDate" : "1869-03-04", "endDate" : "1871-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "StateRegion", "regionCode" : "OR" } } }], "creativeWork" : [], "researchRecord" : [{ "name" : "1854-1884, 8 pages.", "recordType" : ["Papers"], "description" : "The papers contain two letters (1854, 1884) written by Joseph Showalter Smith. The first letter is a photocopy (August 5, 1854) addressed to his brother, William Smith, describing Puget Sound, personal health, and family matters. The second letter is a typescript copy of the original (ca. 1884) written by Joseph Showalter Smith to the editor of the <i>Oregonian</i> correcting a statement printed in the newspaper concerning his travel to Oregon. In the letter, Joseph Showalter Smith describes his journey from Kansas, near the Missouri line (May 22, 1844) to Oregon City, Oregon (May 22, 1845). He also writes about how he started his trip with the Ford Company but separated, spending winter at Fort Winter, and that he reached the Whitman Mission (March 28, 1845) and stayed six weeks before proceeding to Oregon. He also mentions his early employment in Oregon in the letter.", "recordLocation" : { "name" : "Oregon Historical Society", "location" : { "addressLocality" : "Portland", "addressRegion" : "OR" } } }] }
