{"usCongressBioId":"S000332","familyName":"Shepherd","givenName":"Karen","unaccentedFamilyName":"Shepherd","unaccentedGivenName":"Karen","birthDate":"1940","birthCirca":false,"image":[{"caption":"Collection of the U.S. House of Representatives"}],"profileText":"A Representative from Utah; born in Silver City, Grant County, N.Mex., July 5, 1940; B.A., University of Utah, 1962; M.A., Brigham Young University, 1963; staff assistant to Senator Frank E. Moss; teacher of high school and collegiate English, 1963-1975; director, Salt Lake County social services; founder and owner of a magazine and publishing company, 1978-1988; director of development and community relations, David Eccles School of Business, University of Utah, 1989-1992; Utah State senator, 1991-1993; elected as a Democrat to the One Hundred Third Congress (January 3, 1993-January 3, 1995); unsuccessful candidate for reelection to the One Hundred Fourth Congress; fellow at the Institute of Politics, John F. Kennedy School of Government, Harvard University.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 103rd United States Congress","congressNumber":103,"congressType":"USCongress","startDate":"1993-01-03","endDate":"1995-01-03"},"partyAffiliation":[{"party":{"name":"Democrat"}}],"caucusAffiliation":[{"party":{"name":"Democrat"}}],"represents":{"regionType":"StateRegion","regionCode":"UT"}}}],"creativeWork":[{"freeFormCitationText":"\"Karen Shepherd\" in <i>Women in Congress, 1917-2006</i>. Prepared under the direction of the Committee on House Administration by the Office of History &amp; Preservation, U. S. House of Representatives. Washington: Government Printing Office, 2006."}],"researchRecord":[{"name":"1992-1994, 9.75 linear feet.","recordType":["Papers"],"description":"The papers of Karen Shepherd contain correspondence, drafts of bills and resolutions, press clippings and reports. The bulk of the collection centers around Karen Shepherd's work as co-chair of the Freshman Democratic Task Force on Reform, which put together a reform package emphasizing congressional accountability, tightened lobbyist disclosure rules, limited gifts and Political Action Committee contributions and revised campaign finance rules. Also included in the collection are documents containing information on issues which affected Karen Shepherd's Utah constituents. Chief among these are crime, welfare, the North American Free Trade Agreement, and the Theater Missile Defense and Advanced Solid Rocket Motor programs. An inventory is available in the repository and online. Access to this collection requires written permission from the donor.","recordLocation":{"name":"Special Collections Department, J. Willard Marriott Library","location":{"addressLocality":"Salt Lake City","addressRegion":"UT"},"parentRecordLocation":{"name":"University of Utah","location":{"addressLocality":"Salt Lake City","addressRegion":"UT"}}}}]}
