{"usCongressBioId":"S000662","familyName":"Snowbarger","givenName":"Vincent","middleName":"K.","unaccentedFamilyName":"Snowbarger","unaccentedGivenName":"Vincent","unaccentedMiddleName":"K.","birthDate":"1949","birthCirca":false,"deathCirca":false,"image":[{"caption":"Collection of the U.S. House of Representatives"}],"profileText":"A Representative from Kansas; born in Kankakee, Ill., September 16, 1949; graduated from Shawnee Mission South High School, Overland Park, Kans., 1967; B.A., Southern Nazarene University, Bethany, Okla., 1971; M.A., University of Illinois, Champagne-Urbana, Ill., 1974; J.D., University of Kansas, Lawrence, Kans., 1977; instructor, MidAmerica Nazarene College, 1973-1977; Republican precinct committeeman, 1978-1984; member of the Olathe City, Ill., planning commission, 1982-1984; member of the Kansas state house of representatives, 1985-1996; elected as a Republican to the One Hundred Fifth Congress (January 3, 1997-January 3, 1999); unsuccessful candidate for reelection to the One Hundred Sixth Congress in 1998.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 105th United States Congress","congressNumber":105,"congressType":"USCongress","startDate":"1997-01-03","endDate":"1999-01-03"},"partyAffiliation":[{"party":{"name":"Republican"}}],"caucusAffiliation":[{"party":{"name":"Republican"}}],"represents":{"regionType":"StateRegion","regionCode":"KS"}}}],"creativeWork":[],"researchRecord":[{"name":"1992-1999, 47 feet.","recordType":["Papers"],"description":"The Vincent Snowbarger Papers include campaign and congressional papers documenting his service as a member of the Kansas House of Representatives and the United States House of Representatives. The campaign materials cover both his state and federal congressional career, including correspondence, bumper stickers, brochures and pamphlets, schedules, meetings, memoranda, clippings, contribution records, contact lists, documents relating to appearing at fund raising or other events, and other campaign paraphernalia. The records focus on Snowbarger's 1992, 1996, and 1998 campaigns. Snowbarger's congressional records are dated between 1997-1999 and are exclusively from his time as a United States representative. The records primarily include constituent correspondence and questionnaires sent to constituency concerning their opinions on government. Other records include memoranda, general notes, and publications given to Snowbarger from organizations advertising or promoting a supported cause. Topics include medical marijuana, Financial Services Modernization Act, affirmative action, abortion, drugs, minimum wage, religious liberty, campaign finance, First Amendment rights, immigration, telecommunication, education, and other topics. Also include are letters from constituency concerning the Bill Clinton and Monica Lewinsky scandal and the subsequent impeachment, as well as correspondence concerning Snowbarger's availability to attend various public appearance events.","recordLocation":{"name":"Kansas State Historical Society","location":{"addressLocality":"Topeka","addressRegion":"KS"}}}],"deleted":false}
