{ "usCongressBioId" : "T000338", "familyName" : "Townshend", "givenName" : "Norton", "middleName" : "Strange", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Townshend", "unaccentedGivenName" : "Norton", "unaccentedMiddleName" : "Strange", "birthDate" : "1815-12-25", "birthCirca" : false, "deathDate" : "1895-07-13", "deathCirca" : false, "profileText" : "A Representative from Ohio; born in Clay-Coaton, Northamptonshire, England, December 25, 1815; in 1830 immigrated to the United States with his parents, who settled in Avon, Ohio; educated himself by the use of his father's library; taught a district school for a short time; was graduated from the University of Physicians and Surgeons in New York in 1840; delegate to the World's Antislavery Convention in London, England, in 1840; studied medicine in the hospitals of London, Paris, Edinburgh, and Dublin; engaged in the practice of medicine in Avon, Ohio, in 1841; moved to Elyria, Ohio; member of the State house of representatives in 1848 and 1849; delegate to the State constitutional convention in 1850; elected as a Democrat to the Thirty-second Congress (March 4, 1851-March 3, 1853); member of the State senate in 1854 and 1855; medical inspector of the United States Army with the rank of lieutenant colonel 1863-1865; engaged in agricultural pursuits near Avon, Ohio; director of the State board of agriculture 1858-1869 and 1886-1889; professor of agriculture in Iowa Agricultural College in 1869; appointed in 1870 as one of the first trustees of Ohio Agricultural and Mechanical College; resigned in 1873 to become professor of agriculture in the new State college and served until his resignation in 1892, when he became professor emeritus; died in Columbus, Ohio, July 13, 1895; interment in Protestant Cemetery, Avon Center, Ohio.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1851-03-04", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 32nd United States Congress", "congressNumber" : 32, "congressType" : "USCongress", "startDate" : "1851-03-04", "endDate" : "1853-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "OH" } } }], "creativeWork" : [{ "freeFormCitationText" : "Cunningham, John F. \"An Early American Crusader: Norton Strange Townshend.\" <i>Ohio State Archaeological and Historical Quarterly</i> 53 (October-December 1944): 355-70." }, { "freeFormCitationText" : "Townshend, Norton Strange. <i>Salmon P. Chase</i>. Columbus: N.p., [1888]." }, { "freeFormCitationText" : "------. <i>The union of the Democracy--resolutions of '98. Speech of Hon. N. S. Townshend, of Ohio, delivered in the House of Representatives, March 17, 1852</i>. [Washington: Printed at the <i>Congressional Globe</i> Office, 1852.]" }], "researchRecord" : [{ "name" : "ca. 1870s, 80 items.", "recordType" : ["Papers"], "description" : "Letters collected by one of the founders of the Ohio Historical Society. Letters concern establishment of a state-wide society and support gathered from citizens interested in archaeology and preserving history. The papers also contain an Ohio Historical Society charter, by-laws, and programs; Ohio National Guard broadsides; Ohio Constitutional Convention (1850) broadsides; 1876 United States Centennial Commission regulations, broadsides, and exhibitor's application.", "recordLocation" : { "name" : "Ohio Historical Society", "location" : { "addressLocality" : "Columbus", "addressRegion" : "OH" } } }, { "name" : "In the Salmon Portland Chase Collection, 1824-1881, 12 linear feet.", "recordType" : ["Papers"], "description" : "Subjects include Norton S. Townshend.", "recordLocation" : { "name" : "Historical Society of Pennsylvania", "location" : { "addressLocality" : "Philadelphia", "addressRegion" : "PA" } } }, { "name" : "ca. 1835-1989, 0.5 cubic foot.", "recordType" : ["Papers"], "description" : "The papers of Norton S. Townshend contain mainly photocopies of manuscripts, personal, business and political correspondence, legal documents, miscellaneous materials and journal issue relating to Robert W. McCormick's research on Norton Strange Townshend. Included are letters to Robert McCormick from descendants of Norton Townshend and others, ca. 1985-86. Also included is a typescript biography of Norton Townshend by his grandson, H. Percy Boynton, ca. 1940. Other items consist of correspondence from Norton Townshend to his parents and other family members including Sarah Wood, letters from relatives in England, copies of Norton Townshend's correspondence with Salmon P. Chase regarding Ohio political issues, and land records for property in Elyria, Ohio. The collection also contains Norton Townshend's Civil War medical officer's file, as well as a journal issue, <i>Northamptonshire Past and Present</i> (1988-89), with an article by Robert W. McCormick on \"Norton S. Townshend, American agricultural educator from Clay Coton.\"", "recordLocation" : { "name" : "University Archives, University Libraries", "location" : { "addressLocality" : "Columbus", "addressRegion" : "OH" }, "parentRecordLocation" : { "name" : "The Ohio State University", "location" : { "addressLocality" : "Athens", "addressRegion" : "OH" } } } }, { "name" : "In the Thomas Bolton Papers, 1835-1860,0.6 linear foot.", "recordType" : ["Papers"], "description" : "A letter (1848-49) from Ohio political leaders such as Albert G. Riddle and Norton S. Townshend.", "recordLocation" : { "name" : "Western Reserve Historical Society Library", "location" : { "addressLocality" : "Cleveland", "addressRegion" : "OH" } } }, { "name" : "In the George G. Washburn Correspondence, 1850-1896, 0.2 linear foot.", "recordType" : ["Papers"], "recordLocation" : { "name" : "Western Reserve Historical Society Library", "location" : { "addressLocality" : "Cleveland", "addressRegion" : "OH" } } }] }
