{ "usCongressBioId" : "W000760", "familyName" : "Wright", "givenName" : "George", "middleName" : "Washington", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Wright", "unaccentedGivenName" : "George", "unaccentedMiddleName" : "Washington", "birthDate" : "1816-06-04", "birthCirca" : false, "deathDate" : "1885-04-07", "deathCirca" : false, "profileText" : "A Representative from California; was born in Concord, Mass., on June 4, 1816; attended the public schools; employed in the business department of the Boston Courier in 1835 and later engaged in mercantile pursuits in Boston; moved to California and settled in San Francisco in 1849; again engaged in mercantile pursuits and also became interested in banking and mining; one of the founders of the banking house of Palmer, Cook &amp; Co. in San Francisco; upon the admission of California as a State into the Union was elected as an Independent to the Thirty-first Congress and served from September 11, 1850, to March 3, 1851; declined to be a candidate for renomination; affiliated with the Republican Party; moved to Washington, D.C., and served as attorney of the Choctaw Indians; engaged in private scientific work; moved to Dorchester, Mass., in 1880 and retired from active pursuits; died in Dorchester, Mass., April 7, 1885; interment in Sleepy Hollow Cemetery, Concord, Middlesex County, Mass.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1850-09-11", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 31st United States Congress", "congressNumber" : 31, "congressType" : "USCongress", "startDate" : "1849-03-05", "endDate" : "1851-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Independent" } }], "caucusAffiliation" : [{ "party" : { "name" : "Independent" } }], "represents" : { "regionType" : "StateRegion", "regionCode" : "CA" }, "note" : [{ "type" : "Note", "noteType" : "FootNote", "content" : "Took his seat September 11, 1850." }] } }], "creativeWork" : [], "researchRecord" : [{ "name" : "1859-1872, 50 items.", "recordType" : ["Papers"], "description" : "Letters primarily from Horace Greeley to or about George Washington Wright, concerning Wright's inventive interests including peat fuel and the steam revenue cutter Commodore Perry; cases involving the Choctaw Indians, for whom Wright was attorney; and Greeley's finances, wife, and other personal and social matters. Includes letters from Ida Greeley to Mrs. Wright.", "recordLocation" : { "name" : "Manuscript Division", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" }, "parentRecordLocation" : { "name" : "Library of Congress", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" } } } }, { "name" : "1850, 3 pages.", "recordType" : ["Papers"], "description" : "A letter from William M. Gwin to Thomas H. Bayly written on April 6, 1850. In the letter, Gwin writes concerning a floating dry dock for the Port of San Francisco. Sent just months after the start of the Gold Rush, Gwin notes in his letter that the House Ways and Means Committee has approved the funding and construction of a dock. However, no date is set for construction, which creates doubt as to its importance. Gwin's plea to Bayley [sic], who was chairman of the Committee, stresses the importance of a dock for economic and commercial reasons due to the Gold Rush, as well as potential usage by the merchant and naval service. At the conclusion of the letter is an additional recommendation signed by E. Gilbert and G.W. Wright.", "recordLocation" : { "name" : "The Bancroft Library", "location" : { "addressLocality" : "Berkeley", "addressRegion" : "CA" }, "parentRecordLocation" : { "name" : "University of California, Berkeley", "location" : { "addressLocality" : "Berkeley", "addressRegion" : "CA" } } } }, { "name" : "1858, 1 volume.", "recordType" : ["Papers"], "description" : "Copies of depositions pertaining to the court claim of San Francisco banker Felix Argenti against the U.S. government, for payment due from a purchase of cattle in 1851 by Adam Johnston, an Indian agent for the U.S. Office of Indian Affairs. The testimony provides information about the treatment of Central and Southern Calif. Indians during the 1850s, treaty-making practices, and corrupt business dealings among Indian agents. George Washington Wright acted as the agent of Col. John C. Fr&eacute;mont during the cattle purchase described in the court case.", "recordLocation" : { "name" : "California Historical Society", "location" : { "addressLocality" : "San Francisco", "addressRegion" : "CA" } } }, { "name" : "1850, 1 page.", "recordType" : ["Papers"], "description" : "A letter from John Charles Fr&eacute;mont to President Millard Fillmore written on September 12, 1850. In the letter, Fr&eacute;mont writes \"We respectfully recommend as Senators and Representatives of the State of California the appointment of Bennett I. Riley as a midshipman in the Navy of the United States.\" Other persons signing the letter include G.W. Wright.", "recordLocation" : { "name" : "J.S. Copley Library", "location" : { "addressLocality" : "La Jolla", "addressRegion" : "CA" }, "parentRecordLocation" : { "name" : "The Copley Press", "location" : { "addressLocality" : "La Jolla", "addressRegion" : "CA" } } } }, { "name" : "1851, 1 page.", "recordType" : ["Papers"], "description" : "A letter from John Howard Payne written on March 2, 1851. A manuscript of Payne’s poem, \"Home, Sweet Home\" transcribed for George W. Wright, a congressional representative from California who secured for Payne the post of Consul at Tunis which he held until his death.", "recordLocation" : { "name" : "J.S. Copley Library", "location" : { "addressLocality" : "La Jolla", "addressRegion" : "CA" }, "parentRecordLocation" : { "name" : "The Copley Press", "location" : { "addressLocality" : "La Jolla", "addressRegion" : "CA" } } } }, { "name" : "1863, 1 item.", "recordType" : ["Papers"], "description" : "A copy of a patent application from Patent Office files of specifications and drawings relating to Wright's application for a patent for his invention of an improved fuze.", "recordLocation" : { "name" : "Historical Society of Washington, D.C.", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" } } }] }
