{ "usCongressBioId" : "W000209", "familyName" : "Watterson", "givenName" : "Henry", "unaccentedFamilyName" : "Watterson", "unaccentedGivenName" : "Henry", "birthDate" : "1840", "birthCirca" : false, "deathDate" : "1921", "deathCirca" : false, "image" : [{ "contentUrl" : "https://history.house.gov/Collection/Detail/25769813050", "caption" : "Collection of the U.S. House of Representatives <a href=\"https://history.house.gov/Collection/Detail/25769813050\">About this object</a>" }], "profileText" : "(Son of Harvey Magee Watterson and nephew of Stanley Matthews), a Representative from Kentucky; born in Washington, D.C., February 16, 1840; completed preparatory studies under private tutors; attended the Academy of the Diocese of Pennsylvania in Philadelphia, Pa.; engaged in newspaper work as correspondent and editorial writer; his first newspaper employment was on the Washington States, a Democratic paper, 1858-1861; became editor of the Republican Banner in Nashville, Tenn., in 1861; during the Civil War entered the Confederate service; aide to Gen. N.B. Forrest; was on the staff of Gen. Leonidas Polk; chief of scouts in Gen. Joseph E. Johnston's army; edited the Chattanooga Rebel in 1862 and 1863; resumed newspaper pursuits in Nashville after the war; moved to Louisville, Ky., in 1867 and purchased the Louisville Journal, consolidated it with the Courier, and served as editor of the Louisville Courier-Journal for fifty years; temporary chairman of the Democratic National Convention in 1876; elected as a Democrat to the Forty-fourth Congress to fill the vacancy caused by the death of Edward Y. Parsons and served from August 12, 1876, to March 3, 1877; declined to be a candidate for renomination in 1876; delegate to the Democratic National Conventions in 1880, 1884, 1888, and 1892; died in Jacksonville, Fla., December 22, 1921; interment in Cave Hill Cemetery, Louisville, Ky.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The 44th United States Congress", "congressNumber" : 44, "congressType" : "USCongress", "startDate" : "1875-03-05", "endDate" : "1877-03-04" }, "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "StateRegion", "regionCode" : "KY" } } }], "creativeWork" : [{ "freeFormCitationText" : "Asbury, Eslie. \"Henry Watterson.\" <i>Queen City Heritage</i> 44 (Fall 1986): 23-31." }, { "freeFormCitationText" : "Logan, Lena C. \"Henry Watterson, Border Nationalist, 1840-1877.\" Ph.D. diss., Indiana University, 1942." }, { "freeFormCitationText" : "___. \"Henry Watterson and the Liberal Convention of 1872.\" <i>Indiana Magazine of History</i> 40 (December 1944): 319-40." }, { "freeFormCitationText" : "Marcosson, Isaac Frederick. <i>\"Marse Henry\", A Biography of Henry Watterson</i>. New York: Dodd Mead, 1951." }, { "freeFormCitationText" : "Margolies, Daniel S. <i>Henry Watterson and the New South: The Politics of Empire, Free Trade, and Globalization</i>. Lexington, KY: University Press of Kentucky, 2006." }, { "freeFormCitationText" : "Pringle, H. F. \"Kentucky Bourbon: Marse Henry Watterson.\" In <i>Highlights in the History of the American Press</i>, edited by Edwin Hopkins Ford, pp. 211-28. Minneapolis: University of Minnesota Press, 1954." }, { "freeFormCitationText" : "Wall, Joseph Frazier. <i>Henry Watterson, Reconstructed Rebel</i>. New York: Oxford University Press, 1956." }, { "freeFormCitationText" : "___. \"Henry Watterson and the 'Ten Thousand Kentuckians.'\" <i>Filson Club Historical Quarterly</i> 24 (October 1950): 335-45." }, { "freeFormCitationText" : "Wallace, Tom. \"Henry Watterson, A Man of Salient Characteristics.\" <i>Filson Club History Quarterly</i> 23 (October 1949): 257-66." }, { "freeFormCitationText" : "Watterson, Henry. <i>Abraham Lincoln</i>. [Louisville, Ky.: Courier-Journal Job Printing Co., 1899]." }, { "freeFormCitationText" : "------. <i>The compromises of life; and other lectures and addresses, including some observations on certain downward tendencies of modern society</i>. New York: Duffield &amp; Company, 1906. Reprint, Freeport, N.Y.: Books for Libraries Press, [1970]." }, { "freeFormCitationText" : "___. <i>The Editorials of Henry Watterson</i>. Compiled with an introduction and notes, by Arthur Krock New York: George H. Doran Company, [1923]." }, { "freeFormCitationText" : "___. <i>George Dennison Prentice</i>. Cincinnati: R. Clarke &amp; Co., 1870." }, { "freeFormCitationText" : "___. <i>History of the Manhattan Club; A narrative of the activities of half a century</i>. New York: [The De Vinne Press], 1915." }, { "freeFormCitationText" : "___.<i> History of the Spanish-American War; embracing a complete review of our relations with Spain</i>. Illustrated with numerous original engravings and colored plates, accurately portraying the scenes described. New York: Akron, O., [etc], The Werner Company, [1898]." }, { "freeFormCitationText" : "___. <i>\"Marse Henry\": An Autobiography</i>. 2 vols. New York: George H. Doran, 1919. Reprint, New York: Beekman Publishers, 1974." }, { "freeFormCitationText" : "___., ed. <i>Oddities in southern life and character</i>. With illustrations by W. L. Sheppard and F. S. Church. Boston and New York: Houghton, Mifflin and Company; [etc., etc.], 1900." }], "researchRecord" : [{ "name" : "1860-1915. 10 letters.", "recordType" : ["Papers"], "description" : "Finding aid in repository.", "recordLocation" : { "name" : "New-York Historical Society", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" } } }, { "name" : "In the Hamilton Club of Chicago Records, 1911-1912, 27 items.", "recordType" : ["Papers"], "description" : "Persons represented include Henry Watterson.", "recordLocation" : { "name" : "Abraham Lincoln Presidential Library", "location" : { "addressLocality" : "Springfield", "addressRegion" : "IL" } } }, { "name" : "ca. 1857-1983, 7 reels.", "recordType" : ["Microfilm"], "description" : "Copies of papers of Henry Watterson at the University of Louisville.", "recordLocation" : { "name" : "Manuscript Division", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" }, "parentRecordLocation" : { "name" : "Library of Congress", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" } } } }, { "name" : "1863-1920, 8.4 linear feet.", "recordType" : ["Papers"], "description" : "Papers relating to the <i>Louisville Courier-Journal</i>, of which Henry Watterson was editor. Correspondence received from political leaders and fellow journalists pertains to the Marlowe theory of the authorship of Shakespeare's plays, Abraham Lincoln, national politics, prohibition, woman suffrage, and Woodrow Wilson. Correspondents include William Jennings Bryan, John Hay, Elihu Root, and Booker T. Washington.", "recordLocation" : { "name" : "Manuscript Division", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" }, "parentRecordLocation" : { "name" : "Library of Congress", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" } } } }, { "name" : "2 letters.", "recordType" : ["Papers"], "recordLocation" : { "name" : "Boston Public Library", "location" : { "addressLocality" : "Boston", "addressRegion" : "MA" } } }, { "name" : "ca. 1870-1920, 8 items.", "recordType" : ["Papers"], "description" : "The Henry Watterson collection contains two verses of an unidentified poem; an essay \"Harmony\"; an autobiographical sketch and an autograph. In correspondence he describes and ridicules Confederate general Braxton Bragg; corrects a quotation; comments on travels; praises the \"Literary Digest\"; and asks if a correspondent is related to Col. William A. Seaver. Correspondents include Don Carlos Seitz, J.W. Charles and William Woods.", "recordLocation" : { "name" : "Albert and Shirley Small Special Collections Library", "location" : { "addressLocality" : "Charlottesville", "addressRegion" : "VA" }, "parentRecordLocation" : { "name" : "University of Virginia", "location" : { "addressLocality" : "Charlottesville", "addressRegion" : "VA" } } } }, { "name" : "1894, 1 item.", "recordType" : ["Papers"], "description" : "A letter from Henry Watterson to Lloyd Brice written on February 28, 1894. In the letter, Watterson writes \"I am putting in a winter of lecture engagements. In April I shall go to the Pacific.\"", "recordLocation" : { "name" : "John Hay Library", "location" : { "addressLocality" : "Providence", "addressRegion" : "RI" }, "parentRecordLocation" : { "name" : "Brown University", "location" : { "addressLocality" : "Providence", "addressRegion" : "RI" } } } }, { "name" : "In the John Milton Hay Correspondence, 1854-1914, \"Valin\" to \"Watterson\", approximately 6,000 items.", "recordType" : ["Papers"], "description" : "Other authors include Henry Watterson.", "recordLocation" : { "name" : "John Hay Library", "location" : { "addressLocality" : "Providence", "addressRegion" : "RI" }, "parentRecordLocation" : { "name" : "Brown University", "location" : { "addressLocality" : "Providence", "addressRegion" : "RI" } } } }, { "name" : "ca. 1856-1965, 10.33 cubic feet.", "recordType" : ["Papers"], "description" : "The collection spans Henry Watterson's years as editor of the <i>Courier-Journal</i> from 1868-1919. The bulk of the collection covers the years from 1910-1919, and includes personal and business correspondence, galley proofs of his editorials, financial records, and newspaper clippings. Correspondence includes letters detailing presidential politics, especially the 1912 campaign; the Watterson family; Courier-Journal business; Ky. politics; and World War I. Several letters and telegrams between George Harvey and Watterson reveal their feelings toward Woodrow Wilson's nomination for the presidency. Printed editorials and galley-proof editorials reveal Watterson's views on many different issues between 1900 and 1920, including presidential and gubernatorial elections, prohibition, local politics, Theodore Roosevelt, William Jennings Bryan, the Night Riders, and historical topics. Also includes newspaper clippings that feature his role in national party politics and many of his public appearances.", "recordLocation" : { "name" : "The Filson Historical Society", "location" : { "addressLocality" : "Lexington", "addressRegion" : "KY" } } }, { "name" : "Papers: 1863-1946, 1.33 cubic ft.", "recordType" : ["Papers"], "description" : "The papers of Henry Watterson include correspondence, editorial galleys, and newspaper clippings spanning Watterson's career as a Confederate soldier, editor of various newspapers, and as editor of the Louisville Courier-Journal. Correspondence includes letters between Watterson and his fiancee, Rebecca Ewing, throughout the Civil War and while he was assuming the editorship of the Louisville Journal in 1868; letters from his father, Harvey Magee Watterson; and from other prominent political figures. Editorial galleys include drafts of a few of his speeches, and editorials concerning political disputes of the era and presidential elections. Newspaper clippings include stories, articles, and editorials relating to national politics and Watterson's role in them.", "recordLocation" : { "name" : "The Filson Historical Society", "location" : { "addressLocality" : "Lexington", "addressRegion" : "KY" } } }, { "name" : "1868-1920, 32 items.", "recordType" : ["Papers"], "description" : "The papers contain correspondence and papers outlining Henry Watterson's career as editor of the Louisville Courier-Journal; his political interests and activities; travels; and personal matters. Also included is an informal agreement (a bet) between Watterson, a Mr. Wandishott, and a Mr. Brooks on who will be appointed to James A. Garfield's cabinet; and an undated, signed photogravure print of Watterson inscribed \"Back to the Constitution!\"", "recordLocation" : { "name" : "The Filson Historical Society", "location" : { "addressLocality" : "Lexington", "addressRegion" : "KY" } } }, { "name" : "1885-1915, 150 items.", "recordType" : ["Papers"], "description" : "A collection of papers of Henry Watterson consisting of mostly incomplete correspondence, 1885-1915; chapters of a novel, practically all incomplete, numbered I-XXXIX, with gaps and duplications of numbers; and drafts of speeches, editorials, articles, a play, and another novel, nearly all of which are incomplete.", "recordLocation" : { "name" : "The Filson Historical Society", "location" : { "addressLocality" : "Lexington", "addressRegion" : "KY" } } }, { "name" : "In the Young Ewing Allison Papers, 1840-1933, 16 cubic feet.", "recordType" : ["Papers"], "description" : "Other authors include Henry Watterson.", "recordLocation" : { "name" : "The Filson Historical Society", "location" : { "addressLocality" : "Lexington", "addressRegion" : "KY" } } }, { "name" : "In the Alexander Konta Papers, 1915-1922, 2 volumes.", "recordType" : ["Papers"], "description" : "Correspondents include Henry Watterson.", "recordLocation" : { "name" : "The Filson Historical Society", "location" : { "addressLocality" : "Lexington", "addressRegion" : "KY" } } }, { "name" : "ca. 1870, 1 page.", "recordType" : ["Papers"], "description" : "A letter from Henry Watterson to Bayard Taylor written around 1870. The letter is written on Everett House letterhead. Watterson writes a friendly note, confirming arrangements for the two to meet the following morning.", "recordLocation" : { "name" : "Rare Books and Manuscripts, University Libraries", "location" : { "addressLocality" : "University Park", "addressRegion" : "PA" }, "parentRecordLocation" : { "name" : "Pennsylvania State University", "location" : { "addressLocality" : "University Park", "addressRegion" : "PA" } } } }, { "name" : "ca. 1857-1983, 7 reels.", "recordType" : ["Microfilm"], "description" : "The papers of Henry Watterson are preserved on microfilm and include letters, telegrams, editorials, speeches, newspaper clippings, family history, photographs and Watterson's autobiography. This collection records the newspaper editor's career and documents, through his editorials and correspondence, his stand against protective tariff, his objection to the Civil Service Act, endorsement of the Gold Democrats in 1896, his opinions on William Jennings Bryan, the rift and subsequent reconciliation with Woodrow Wilson, his views on American involvement in World War I, his opposition to woman's suffrage and other political/ social/ economic issues. Among Watterson's correspondents were William Jennings Bryan, Clarence Buel, David Starr Jordan and Wayne MacVeagh. Topics of his editorials and correspondence included politics, journalism and reconstruction. Several of his editorials were written on William Jennings Bryan, Theodore Roosevelt, William Howard Taft and Woodrow Wilson. Also present is Watterson's autobiography which ran as a serial in the <i>Courier Journal</i> in 1919. Watterson's favorite topics for speeches were Abraham Lincoln and journalism and are included in his speeches. There also are newspaper clippings from around the country and Series a collection of genealogical materials of Henry and Rebecca Watterson and includes various memorabilia.", "recordLocation" : { "name" : "Archives and Records Center", "location" : { "addressLocality" : "Louisville", "addressRegion" : "KY" }, "parentRecordLocation" : { "name" : "University of Louisville", "url" : "http://www.louisville.edu/library/uarc", "location" : { "addressLocality" : "Louisville", "addressRegion" : "KY" } } } }, { "name" : "1867-1921, 9 pieces.", "recordType" : ["Papers"], "description" : "These materials consist of autograph letters and editorials by Henry Watterson, along with various newspaper articles. The letters are from Watterson to Henry Wilder Allen, Gen. Brice, Augustus Thomas and the English publisher, Alexander Macmillan. Watterson sent also Macmillan a copy of the <i>Republican Banner</i>. Several editorials by Watterson which appeared in the <i>Courier-Journal</i> are included one of which is a manuscript copy of a comment about the Democratic National Convention in 1912. Newspaper articles on Kentucky history are also contained in the papers, as are obituaries and a memorial pamphlet written on the death of Watterson.", "recordLocation" : { "name" : "Archives and Records Center", "location" : { "addressLocality" : "Louisville", "addressRegion" : "KY" }, "parentRecordLocation" : { "name" : "University of Louisville", "url" : "http://www.louisville.edu/library/uarc", "location" : { "addressLocality" : "Louisville", "addressRegion" : "KY" } } } }] }
