{ "usCongressBioId" : "W000178", "familyName" : "Washington", "givenName" : "George", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Washington", "unaccentedGivenName" : "George", "birthDate" : "1732-02-22", "birthCirca" : false, "deathDate" : "1799-12-14", "deathCirca" : false, "image" : [{ "contentUrl" : "http://history.house.gov/Collection/Detail/29483?ret=True", "caption" : "Collection of the U.S. House of Representatives <a href=\"http://history.house.gov/Collection/Detail/29483?ret=True\">About this object</a>" }], "profileText" : "A Delegate from Virginia and first President of the United States; born at ``Wakefield,'' near Popes Creek, Westmoreland County, Va., February 22, 1732; raised in Westmoreland County, Fairfax County and King George County; attended local schools and engaged in land surveying; appointed adjutant general of a military district in Virginia with the rank of major in 1752; in November 1753 was sent by Lieutenant Governor Dinwiddie, of Virginia, to conduct business with the French Army in the Ohio Valley; in 1754 was promoted to the rank of lieutenant colonel and served in the French and Indian war, becoming aide-de-camp to General Braddock in 1755; appointed as commander in chief of Virginia forces in 1755; resigned his commission in December 1758 and returned to the management of his estate at Mount Vernon in 1759; served as a justice of the peace 1760-1774, and as a member of the Virginia house of burgesses 1758-1774; delegate to the Williamsburg convention of August 1774; Member of the First and Second Continental Congresses in 1774 and 1775; unanimously chosen June 15, 1775, as commander in chief of all the forces raised or to be raised; commanded the Continental armies throughout the war for independence; resigned his commission December 23, 1783, and returned to private life at Mount Vernon; was delegate to, and president of, the Federal Convention in Philadelphia in 1787 and signed the Constitution; unanimously elected as the first President of the United States, being inaugurated April 30, 1789, in New York City; unanimously reelected in 1792 and served until March 3, 1797, declining a renomination; again appointed as lieutenant general and commander of the United States Army July 3, 1798, and served until his death on December 14, 1799, in Mount Vernon, Va.; posthumously appointed as General of the Armies of the United States July 4, 1976; interment in the vault at Mount Vernon.", "relationship" : [{ "relationshipType" : "granduncle", "relatedTo" : { "usCongressBioId" : "W000179", "familyName" : "Washington", "givenName" : "George", "middleName" : "Corbin", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Washington", "unaccentedGivenName" : "George", "unaccentedMiddleName" : "Corbin", "birthDate" : "1789-08-20", "birthCirca" : false, "deathDate" : "1854-07-17", "deathCirca" : false } }], "jobPositions" : [{ "job" : { "name" : "Delegate", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The 2nd Continental Congress", "congressNumber" : 2, "congressType" : "ContinentalCongress", "startDate" : "1775-05-10", "endDate" : "1781-03-01" }, "represents" : { "regionType" : "StateRegion", "regionCode" : "VA" } } }, { "job" : { "name" : "President", "jobType" : "OtherJob" }, "startDate" : "1789-04-30", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 1st United States Congress", "congressNumber" : 1, "congressType" : "USCongress", "startDate" : "1789-03-04", "endDate" : "1791-03-03" }, "represents" : { "regionType" : "CountryRegion", "regionCode" : "US" } } }, { "job" : { "name" : "President", "jobType" : "OtherJob" }, "congressAffiliation" : { "congress" : { "name" : "The 4th United States Congress", "congressNumber" : 4, "congressType" : "USCongress", "startDate" : "1795-06-08", "endDate" : "1797-03-03" }, "represents" : { "regionType" : "CountryRegion", "regionCode" : "US" } } }, { "job" : { "name" : "President", "jobType" : "OtherJob" }, "congressAffiliation" : { "congress" : { "name" : "The 2nd United States Congress", "congressNumber" : 2, "congressType" : "USCongress", "startDate" : "1791-03-04", "endDate" : "1793-03-02" }, "represents" : { "regionType" : "CountryRegion", "regionCode" : "US" } } }, { "job" : { "name" : "President", "jobType" : "OtherJob" }, "startDate" : "1793-03-04", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 3rd United States Congress", "congressNumber" : 3, "congressType" : "USCongress", "startDate" : "1793-03-04", "endDate" : "1795-03-03" }, "represents" : { "regionType" : "CountryRegion", "regionCode" : "US" } } }, { "job" : { "name" : "Delegate", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The 1st Continental Congress", "congressNumber" : 1, "congressType" : "ContinentalCongress", "startDate" : "1774-09-05", "endDate" : "1774-10-26" }, "represents" : { "regionType" : "StateRegion", "regionCode" : "VA" } } }], "creativeWork" : [{ "freeFormCitationText" : "Ellis, Joseph J. <i>His Excellency, George Washington</i>. New York: Alfred A. Knopf, 2004." }, { "freeFormCitationText" : "Frothingham, Thomas G. <i>Washington, Commander In Chief</i>. Boston, New York: Houghton Mifflin, 1930." }, { "freeFormCitationText" : "Gaines, James R. <i>For Liberty and Glory: Washington, Lafayette, and Their Revolutions</i>. New York: W. W. Norton &amp; Co., 2007." }, { "freeFormCitationText" : "Hart, James. <i>The American Presidency in Action, 1789: A Study in Constitutional History</i>. New York: MacMillan Co., 1948." }, { "freeFormCitationText" : "Harwell, Richard Barksdale. <i>Washington: An Abridgement in One Volume by Richard Harwell of the Seven-volume George Washington by Douglas Southall Freeman</i>. New York: Collier Books; Toronto: Maxwell Macmillan Canada; New York: Maxwell Macmillan International, 1992." }, { "freeFormCitationText" : "Johnson, Paul. <i>George Washington: The Founding Father</i>. New York: Atlas Books/HarperCollins, 2005." }, { "freeFormCitationText" : "___. \"Washington in Glory: America in Tears: The nation mourns the death of George Washington, 1799-1800,\" Ph. D. diss., College of William and Mary, 2003." }, { "freeFormCitationText" : "King, Charles Cooper. <i>George Washington</i>. London: Chapman and Hall, 1894." }, { "freeFormCitationText" : "Krensky, Stephen. <i>George Washington: The Man Who Would Not Be King</i>. New York: Scholastic Inc., 1991." }, { "freeFormCitationText" : "Lossing, Benson John. <i>Life of Washington: A Biography, Personal, Military, and Political</i>. 1860. Reprint Edition, Philadelphia, G. Barrie's Sons, 1914." }, { "freeFormCitationText" : "Ray, John Allen. \"The Founder in Political Theory and in American Practice: The Meaning of George Washington,\" Ph. D. diss., University of Chicago, 1988." }, { "freeFormCitationText" : "___. <i>The Papers of George Washington</i>. Edited by W. W. Abbot. 10 vols. to date. Charlottesville, Va.: The University Press of Virginia, 1983." }, { "freeFormCitationText" : "Washington, George and Paul M. Zall, editor. <i>Washington on Washington</i>. Lexington: University Press of Kentucky, 2003." }, { "freeFormCitationText" : "Weld, H. Hastings. <i>Life of George Washington; Embracing Anecdotes Illustrative of His Character</i>. Philadelphia: Lindsay &amp; Blakiston, 1845." }, { "freeFormCitationText" : "Bellamy, Francis R. <i>The Private Life of George Washington</i>. New York: Crowell, 1951." }, { "freeFormCitationText" : "Clary, David A. <i>Adopted Son: Washington, Lafayette, and the Friendship that saved the Revolution</i>. New York: Bantam Books, 2007." }, { "freeFormCitationText" : "___.<i> Setting the World Ablaze: Washington, Adams, Jefferson, and the American Revolution</i>. New York: Oxford University Press, 2000." }, { "freeFormCitationText" : "Leibiger, Stuart E. \"Founding Friendship: The George Washington-James Madison Collaboration and the Creation of the American Republic,\" Ph. D. Diss., University of North Carolina at Chapel Hill, 1995." }, { "freeFormCitationText" : "___. <i>Washington and the American Republic</i>. Three Volumes. New York: Virtue &amp; Yorston, 1870." }, { "freeFormCitationText" : "Stoddard, William O. <i>George Washington.</i> New York: White, Stokes, &amp; Allen, 1886." }, { "freeFormCitationText" : "Washington, George. <i>The Diaries of George Washington</i>. Edited by Donald Jackson and Dorothy Twohig. Charlottesville, Va.: University Press of Virginia, 1976-1979.." }, { "freeFormCitationText" : "___. <i>The Patriot Boy, And How He Became the Father of His Country; A Life of George Washington for Young Folks</i>. Boston: Lee and Shepard; New York, C. T. Dillingham, 1885." }, { "freeFormCitationText" : "Wrong, George M. <i>Washington and his Comrades-In-Arms: A Chronicle of the War of Independence</i>. New Haven, CT: Yale University Press, 1921." }, { "freeFormCitationText" : "Bremer, H. E., editor.<i> George Washington, 1732-1799: Chronology, Documents, Bibliographical AIDS</i>. Dobbs Ferry, N.Y.: Oceana Publications, 1967." }, { "freeFormCitationText" : "Cunliffe, Marcus. <i>George Washington, Man and Monument.</i> Boston: Little, Brown, 1958." }, { "freeFormCitationText" : "Edmonds, Cyrus R. <i>The Life and Times of General Washington</i>. Two Volumes. London: T. Tegg and Son, 1835-36." }, { "freeFormCitationText" : "Haworth, Paul Leland. <i>George Washington, Country Gentleman</i>. Indianapolis, IN: Bobbs-Merrill Co., 1925." }, { "freeFormCitationText" : "Headley, Joel Tyler. <i>Washington and his Generals</i>. New York: C. Scribner, 1853." }, { "freeFormCitationText" : "___. <i>George Washington :Uniting A Nation</i>. Lanham, MD: Rowman &amp; Littlefield Publishers, 2002." }, { "freeFormCitationText" : "Johnson, Bradley Tyler. <i>George Washington</i>. New York: D. Appleton and Co., 1894." }, { "freeFormCitationText" : "Ketchum, Richard M. <i>The World of George Washington</i>. New York: American Heritage Publishing Co., 1974." }, { "freeFormCitationText" : "Niles, Blair. <i>Martha's Husband: An Informal Portrait of George Washington</i>. New York: McGraw-Hill, 1951." }, { "freeFormCitationText" : "Phelps, Elizabeth W. <i>Memoir of Washington; Written for Boys and Girls, and dedicated to the pupils, past and present, of Mrs. E. B. Phelps</i>. Cincinnati, OH: R. Clarke &amp; Co., 1874." }, { "freeFormCitationText" : "Pollard, Josephine. <i>The Life of George Washington. In Words of One Syllable</i>. New York: McLoughlin Brothers, 1893." }, { "freeFormCitationText" : "Sawyer, Joseph D. <i>Washington</i>. Two Volumes. New York: The MacMillan Co., 1927." }, { "freeFormCitationText" : "Schmucker, Samuel M. <i>The Life and Times of George Washington</i>. Philadelphia, PA: J. E. Potter and Company, 1859." }, { "freeFormCitationText" : "<i>___. George Washington &amp; the French Revolution</i>. Westport, Conn.: Greenwood Press, [1973]." }, { "freeFormCitationText" : "Sturdevant, Rick W. \"Quest for Eden: George Washington's Frontier Land Interests,\" Ph. D. diss., University of California, Santa Barbara, 1982." }, { "freeFormCitationText" : "Williamson, Mary L. <i>Life of Washington.</i> Bichmond: B. F. Johnson, 1911.<i></i>" }, { "freeFormCitationText" : "Anderson, Ray Monteith. \"George Washington and the Whiskey Insurrection,\" M. A. Thesis, American University, 1970." }, { "freeFormCitationText" : "Carrington, Henry B. <i>Washington, The Soldier, by General Henry B. Carrington...with Illustrations, Maps, Chronological Index and Appendices</i>. New York: C. Scribner's Sons, 1899." }, { "freeFormCitationText" : "Davidson, Thomas W. <i>Wisdom of George Washington: The Detailed Acts and Words of Wisdom That Gave Birth to a Nation</i>. San Antonio, TX: Naylor Co., 1964." }, { "freeFormCitationText" : "Fleming, Thomas J. <i>First In Their Hearts: A Biography of George Washington</i>. 1968. Reprint edition, New York: Walker, 1984." }, { "freeFormCitationText" : "Gerwig, George W. <i>Washington, The Young Leader.</i> New York, Chicago: C. Scribner's Sons, 1923." }, { "freeFormCitationText" : "<i>___. George Washington: Ordinary Man, Extraordinary Leader</i>. New York: Fordham University Press, 2002." }, { "freeFormCitationText" : "Lodge, Henry Cabot. <i>George Washington</i>. 1889. Reprint edition, Foreword by George Grant. Nashville, TN: Cumberland House, 2004." }, { "freeFormCitationText" : "Mirriam, Ida C. <i>Washington's Boyhood: A Book for Young People</i>. Chicago: Albert Whitman Co., 1923." }, { "freeFormCitationText" : "Murphy, Mabel. <i>When Washington Was Young</i>. Chicago: Laidlaw Brothers, 1931." }, { "freeFormCitationText" : "___. <i>The Age of Washington: George Washington's Presidency, 1789-1797</i>. Chicago: Adams Press, 1989." }, { "freeFormCitationText" : "Randall, Willard Sterne. <i>George Washington: A Life</i>. New York: Henry Holt &amp; Co., 1997." }, { "freeFormCitationText" : "Sears, Louis Martin. <i>George Washington</i>. New York: Thomas Y. Crowell Company, 1932.<i></i>" }, { "freeFormCitationText" : "Smyth, Clifford. <i>George Washington, The Story of the First American</i>. New York &amp; London: Funk &amp; Wagnalls Co., 1931." }, { "freeFormCitationText" : "Umbreit, Kenneth B. \"George Washington,\" in <i>Founding Fathers: Men Who Shaped Our Tradition</i>, 235-332. 1941. Reprint edition, Port Washington, N. Y.: Kennikat Press Co., 1969." }, { "freeFormCitationText" : "Wiencek, Henry.<i> An Imperfect God: George Washington, His Slaves, and the Creation of America</i>. New York: Farrar, Straus and Giroux, 2003." }, { "freeFormCitationText" : "Wright, Esmond. <i>Washington and the American Revolution</i>. London: English Universities Press, 1957." }, { "freeFormCitationText" : "Corry, John. <i>Life of Gen. George Washington, late President of the United States of America, and Commander In Chief of their armies, during the Revolutionary War</i>. New York: Johnstone &amp; Van Norden, 1825." }, { "freeFormCitationText" : "Crutchfield, James A. <i>George Washington: First in War, First in Peace</i>. New York: Forge Books, 2005." }, { "freeFormCitationText" : "___. <i>George Washington: Anguish and Farewell (1793-1799)</i>. Boston: Little, Brown, 1972." }, { "freeFormCitationText" : "Ford, Henry Jones. <i>Washington and His Colleagues: A Chronicle of the Rise and Fall of Federalism</i>. 1918. Reprint edition, Toronto: Glasgow, Brook; New York: United States Publishers' Association, 1974." }, { "freeFormCitationText" : "Lengel, Edward G. <i>General George Washington: A Military Life</i>. New York: Random House, 2005." }, { "freeFormCitationText" : "___. <i>The Invention of George Washington</i>. Berkeley, CA: University of California Press, 1988." }, { "freeFormCitationText" : "McNeilly, Mark. <i>George Washington and the Art of Business: Leadership Principles of America's First Commander-in-Chief</i>. New York: Oxford University Press, 2008." }, { "freeFormCitationText" : "___. <i>George Washington: President of the Constitutional Convention</i>. Chicago: Adams Press, 1987." }, { "freeFormCitationText" : "Peterson, Raymond G. \"George Washington, Capitalistic Farmer: A documentary study of Washington's business activities and the sources of his wealth,\" Ph. D. diss., Ohio State University, 1970." }, { "freeFormCitationText" : "De La Bedoyere, Michael. <i>George Washington</i>. Philadelphia, PA: J. B. Lippincott, 1935." }, { "freeFormCitationText" : "Decatur, Stephen. <i>Private Affairs of George Washington, From the Records and Accounts of Tobias Lear, Esquire, His Secretary</i>. 1933. Reprint Edition, New York: Da Capo Press, 1969." }, { "freeFormCitationText" : "Ellis, Ivan Cheever. \"A Study of the Influence of Alexander Hamilton on George Washington,\" Ph. D. diss., University of Southern California, 1957." }, { "freeFormCitationText" : "Everett, Edward. <i>The Life of George Washington</i>. New York: Sheldon and Company; Boston: Bould and Lincoln, 1860." }, { "freeFormCitationText" : "Farnell, Robert Stewart. \"Postitive Valuations of Politics and Government in the thought of five American Founding Fathers: Thomas Jefferson, John Adams, James Madison, Alexander Hamilton, and George Washington,\" Ph. D. diss., Cornell University, 1970." }, { "freeFormCitationText" : "Ferling, John E. <i>The First of Men: A Life of George Washington</i>. Knoxville, TN: University of Tennessee Press, 1988." }, { "freeFormCitationText" : "___. <i>The Illustrated Life of Washington</i>. New York: G. &amp; F. Bill, 1859." }, { "freeFormCitationText" : "Langston, Thomas S. and Michael G. Sherman. <i>George Washington</i>. Washington, D.C.: Congressional Quarterly Press, 2003." }, { "freeFormCitationText" : "___. <i>The Life of George Washington</i>. Edited by Robert Faulkner and Paul Carrese. Indianapolis: Liberty Fund, 2000." }, { "freeFormCitationText" : "Reuter, Frank T. <i>Trials and Triumphs: George Washington's Foreign Policy</i>. Fort Worth, TX: Texas Christian University Press, 1983." }, { "freeFormCitationText" : "Schmidt, Ferdinand.<i> George Washington, tr. from the German of Ferdinand Schmidt</i>. Chicago: A. C. McClurg &amp; Co., 1911." }, { "freeFormCitationText" : "Schwartz, Barry. <i>George Washington: The Making of an American Symbol</i>. Ithaca: Cornell University Press, 1990." }, { "freeFormCitationText" : "Brookhiser, Richard. <i>Founding Father: Rediscovering George Washington</i>. New York: Free Press, 1996." }, { "freeFormCitationText" : "Brooks, Elbridge. <i>The True Story of Washington</i>. 1895. Reprint Edition, Boston: Lothrop, Lee &amp; Shepherd, Co, 1939." }, { "freeFormCitationText" : "Callahan, North.<i> George Washington: Soldier and Man. </i>New York: Morrow, 1972." }, { "freeFormCitationText" : "<i>___. Thanks, Mr. President: The Trail-blazing Second Term of George Washington</i>. New York: Cornwall Books, 1991." }, { "freeFormCitationText" : "Condie, Thomas. <i>Biographical Memoirs of the Illustrious Gen. George Washington, late President of the United States of America, etc. containing a history of the principal events of his life, with extracts from his journals, Speeches to Congress, and Public Addresses</i>. Also, a sketch of his private life. Brattlebrough: William Fessenden, 1814." }, { "freeFormCitationText" : "Gregg, Gary L. II and Matthew Spalding, eds.<i> Patriot Sage: George Washington and the American Political Tradition</i>. Wilmington, Del.: ISI Books, 1999." }, { "freeFormCitationText" : "Knollenberg, Bernhard. <i>Washington and the Revolution: A Reappraisal; Gates, Conway, and the Continental Congress</i>. New York: MacMillan, 1940." }, { "freeFormCitationText" : "___. <i>Founding Friendship: George Washington, James Madison, and the Creation of the American Republic.</i> Charlottesville, VA: University Press of Virginia, 1999." }, { "freeFormCitationText" : "Ritter, Halsted L. <i>Washington as a business man, by Halsted L. Ritter with an introduction by Albert Bushnell Hart</i>. New York: Sears Publishing Company, 1931." }, { "freeFormCitationText" : "Woodward, William E. <i>George Washington: The Image and the Man</i>. 1946. Reprint edition, New York: Liveright, 1972." }, { "freeFormCitationText" : "Aikman, Lonnelle. <i>Rider with Destiny: George Washington</i>. McLean, Va.: Link Press, 1983." }, { "freeFormCitationText" : "___. <i>George Washington</i>. Boston: Small, Maynard, &amp; Company, 1910." }, { "freeFormCitationText" : "Madison, Lucy Foster. <i>Washington</i>. Philadelphia: The Penn Publishing Co., 1925." }, { "freeFormCitationText" : "Schroeder, John Frederick. <i>Life and Times of Washington: Containing a Particular Account of National Principles and Events, and of the Illustrious Men of the Revolutio</i>n. Two Volumes. New York: Johnson, Fry, and Company, 1857-61." }, { "freeFormCitationText" : "___. <i>George Washington Remembers: Reflections on the French and Indian War</i>. Edited by Fred Anderson. Lanham, Md.: Rowman &amp; Littlefield Publishers, 2004." }, { "freeFormCitationText" : "___.<i> Rules of Civility: The 110 Precepts that Guided our First President in War and Peace</i>. Edited and with commentary by Richard Brookhiser. Charlottesville, VA.: University of Virginia Press, 2003." }, { "freeFormCitationText" : "Clark, E. Harrison. <i>All Cloudless Glory: The Life of George Washington</i>. Washington, D.C.: Regnery Publishers: Lanham, Md.; Distributed to the trade by National Book Network, 1995-1996." }, { "freeFormCitationText" : "Freeman, Douglas Southall. <i>George Washington, A Biography</i>. 7 vols. New York: Charles Scribner's Sons, 1948-1957." }, { "freeFormCitationText" : "Hossell, Karen Price, ed. <i>George Washington</i>. San Diego, Calif.: Greenhaven Press, 2003." }, { "freeFormCitationText" : "Hughes, Rupert. <i>George Washington</i>. Three Volumes. New York: W. Morrow &amp; Co., 1926-30." }, { "freeFormCitationText" : "Kahler, Gerald E. \"Gentlemen of the Family: General George Washington's Aides-de-Camp and Military Secretaries,\" M. A. Thesis, University of Richmond, 1997." }, { "freeFormCitationText" : "Nordham, George Washington. <i>George Washington and the Law</i>. Chicago: Adams Press, 1982." }, { "freeFormCitationText" : "Norton, John N. <i>Life of General Washington</i>. New York: General Protestant Episcopal S. School Union, and Church Book Society, 1860." }, { "freeFormCitationText" : "Ramsay, David. <i>The Life of George Washington, Commander in Chief of the Armies of the United States in the war which established their independence; and first President of the United States</i>. 1807. Reprint edition, Ithaca, NY: Mack, Andrus, &amp; Woodruff, 1840." }, { "freeFormCitationText" : "Rideing, William H. <i>George Washington</i>. The MacMillan Company, 1916." }, { "freeFormCitationText" : "___. <i>Life and Times of Washington, Schroeder-Lossing; Rev., Enl. and Enriched: And With a Special Introuduction by Edward C. Towne, B. A</i>. Four Volumes. Albany, NY: The Washington Press, Co., 1903." }, { "freeFormCitationText" : "Vidal, Gore.<i> Founders of the Republic: Washington, Adams, Jefferson: Invention of a Nation</i>. New Haven: Yale University Press, 2003." }, { "freeFormCitationText" : "<i>___. The Life of Washington</i>. A new edition with primary documents and introduction by Peter S. Onuf. Armonk, N.Y.: M. E. Sharpe, 1996." }, { "freeFormCitationText" : "Custis, George Washington Parke. <i>Recollections and Private Memoirs of Washington</i>. 1859. Reprint Edition, Philadelphia: J. W. Bradley, 1861." }, { "freeFormCitationText" : "<i>___.George Washington and the New Nation, 1783-1793</i>. Boston: Little, Brown, 1970." }, { "freeFormCitationText" : "Hart, Albert Bushnell. <i>George Washington</i>. Chicago: American Library Association, 1927." }, { "freeFormCitationText" : "Heady, Morrison. <i>The Farmer Boy, and how he became Commander-in-Chief</i>. Boston: Walker, Wise, and Co., 1864." }, { "freeFormCitationText" : "Higginbotham, Don, ed. <i>George Washington Reconsidered</i>. Charlottesville, Va.: University Press of Virginia, 2001." }, { "freeFormCitationText" : "Hitechew, Matthew J. \"Unanimous Voice, Unanimous Symbol: George Washington During the Revolutionary War,\" M. A. Thesis, East Tennessee State University, 2007." }, { "freeFormCitationText" : "Jones, Robert Francis.<i> George Washington. </i>1979. Revised edition: New York: Fordham University Press, 1986.<i></i>" }, { "freeFormCitationText" : "Kitman, Marvin. <i>George Washington's Expense Account</i>. New York: Grove Press; [Berkeley, Calif.]: Distributed by Publishers Group West, [2000?]." }, { "freeFormCitationText" : "Morgan, Edmund Sears.<i> The Meaning of Independence: John Adams, George Washington, Thomas Jefferson. </i>1976. Reprint edition<i>, </i>Charlottesville, VA: University of Virginia Press, 2004<i>.</i>" }, { "freeFormCitationText" : "Ogden, Henry A. <i>George Washington, A Book for Young People, Pictures &amp; Text by H. A. Ogden; with a foreword by Harrison H. Dodge</i>. New York, London: The Century Co., 1932." }, { "freeFormCitationText" : "Wilson, Woodrow. <i>George Washington</i>. Illustrated by Howard Pyle, Harry Fenn, and Others. 1896. Reprint edition, New York: Cosimo Classics, 2004." }, { "freeFormCitationText" : "Wister, Owen. <i>The Seven Ages of Washington: A Biography</i>. 1907. Reprint edition, New York: The MacMillan Company, 1917." }, { "freeFormCitationText" : "Bancroft, Aaron. <i>The Life of George Washington, Commander In Chief of the American Army through the Revolutionary War; and the first President of the United States</i>. Boston: Phillips &amp; Samson, 1847." }, { "freeFormCitationText" : "Bloom Sol. <i>Our Heritage: George Washington and the Establishment of the American Union; with a biographical sketch by Ira E. Bennett</i>. New York: G. P. Putnam's Sons, 1944." }, { "freeFormCitationText" : "Fitzpatrick, John. <i>George Washinton Himself: A Common-Sense Biography Written From His Manuscripts</i>. 1933. Reprint edition, Westport, CT: Greenwood Press, 1975." }, { "freeFormCitationText" : "___. <i>Washington as President</i>. Washington, D. C.: George Washington Bicentennial Commission, 1931." }, { "freeFormCitationText" : "Helderman, Leonard Clifton. <i>George Washington: Patron of Learning</i>. New York: The Century Co., 1932." }, { "freeFormCitationText" : "Meyer, Freeman W. \"George Washington as a Popular Leader: Relations with Obscure People,\" Ph. D. diss., Cornell University, 1951." }, { "freeFormCitationText" : "___. <i>The Life of George Washington, First President of the United States, 1789-1797</i>. Chicago: Laird &amp; Lee, 1913." }, { "freeFormCitationText" : "Schaaf, Gregory L. \"The Morgan Papers: The impact of George Morgan and George Washington in formulating Indian policies at the outbreak of the American Revolution in 1776,\" Ph. D. diss., University of California, Santa Barbara, 1984." }, { "freeFormCitationText" : "Swiggett, Howard. <i>The Great Man: George Washington as a human being</i>. Garden City, NY: Doubleday, 1953." }, { "freeFormCitationText" : "___. [<i>Works</i>] <i>The Writings of George Washington; Being His Correspondence, Addresses, Messages, and other Papers, Official and Private, Selected and Published from the Original Manuscripts with a life of the author, notes, and illustrations.</i> By Jared Sparks (editor). Twelve Volumes. Boston: American Stationers' Company, John B. Russell, 1834-1837." }, { "freeFormCitationText" : "Wilbur, William H. <i>The Making of George Washington</i>. 1970. Reprint, with a foreword by Kenneth D. Wells. [DeLand, Fla.: Distributor, Patriotic Education], 1973." }, { "freeFormCitationText" : "<i>___. George Washington: Soldier and Statesman</i>. Chicago: Beckley-Cardy, 1951." }, { "freeFormCitationText" : "Alden, John Richard. <i>George Washington: A Biography</i>. New York: Wings Books, 1995." }, { "freeFormCitationText" : "Asonevich, Walter J. \"George Washington's Speeches and Addresses: Origins of an American Presidential Rhetoric,\" Ph. D. diss., University of Delaware, 1987." }, { "freeFormCitationText" : "Ford, Paul Leicester. <i>The True George Washington</i>. 1896. Reprint edition, Freeport, NY: Books for Libraries Press, 1971." }, { "freeFormCitationText" : "Henley, Leonard. <i>Life of Washington</i>. New York: John W. Lovell Co., 1882." }, { "freeFormCitationText" : "___. <i>Washington, The Man of Action</i>. New York: D. Appleton and Co., 1914." }, { "freeFormCitationText" : "McDonald, Forrest. <i>The Presidency of George Washington</i>. New York: Norton, 1975." }, { "freeFormCitationText" : "<i>___. The Genius of George Washington</i>. New York: Norton, 1980." }, { "freeFormCitationText" : "Phelps, Glenn A. <i>George Washington and American Constitutionalism</i>. Lawrence, KS: University Press of Kansas, 1993." }, { "freeFormCitationText" : "___. <i>George Washington: Word for Word</i>. Maureen Harrison and Steve Gilbert, editors. [Calif.]: Excellent Books, 1997." }, { "freeFormCitationText" : "Burns, James MacGregor and Susan Dunn. <i>George Washington: (The American Presidents Series)</i>. New York: Times Books, 2004." }, { "freeFormCitationText" : "Cecil, E. <i>Life of George Washington</i>. Boston: Crosby, Nichols, and Company, 1859." }, { "freeFormCitationText" : "Richards, Augustus L.<i> Washington, Steuben, and the Continental Army: Servants of Democracy: &amp; more</i>. Compiled and edited by Mary Helen Eppright Jones, Ann Rogers Stanek, and Edward L. Jones. Remsen, N.Y.: Friends of Baron Steuben, 2000." }, { "freeFormCitationText" : "Rozell, Mark J., William D. Pederson, and Frank J. Williams, eds.<i> George Washington and the Origins of the American Presidency</i>. Westport, Conn.: Praeger, 2000." }, { "freeFormCitationText" : "Seelye, Elizabeth E. <i>The Story of Washington; with over 100 illus. by Allegra Eggleston; ed., with and introd. by Edward Eggleston</i>. New York: D. Appleton and Company, 1893." }, { "freeFormCitationText" : "Sparks, Jared. The Life of George Washington. 1839. Reprint edition, New York: The Perkins Book Company, 1902." }, { "freeFormCitationText" : "Warren, Jack D. <i>The Presidency of George Washington</i>. Mt. Vernon, Va.: Mount Vernon Ladies' Association of the Union, 2000." }, { "freeFormCitationText" : "___. <i>Washington's Farewell Address in fascimile, with transliterations of all the drafts of Washington, Madison, &amp; Hamilton; together with their correspondence and other supporting documents. Edited, with a history of its origin, reception by the nation, rise of the controversy respecting its authorship, and a bibliography, by Victor Hugo Paltsits</i>. New York: New York Public Library, 1971." }, { "freeFormCitationText" : "Watkins, Charlotte. \"George Washington, and Benedict Arnold's Treason,\" M. A. Thesis, University of Chicago, 1943." }, { "freeFormCitationText" : "___. <i>George Washington, Architect of the Constitution</i>. Daytona Beach, FL: Patriotic Education, 1983." }, { "freeFormCitationText" : "Young, Norwood. <i>George Washington: Soul of the Revolution</i>. New York: R. M. McBride &amp; Co., 1932." }, { "freeFormCitationText" : "Abbot, W. W. <i>The Young George Washington and His Papers</i>. Charlottesville, VA: University of Virginia Press, 1999." }, { "freeFormCitationText" : "Eddy, David W. \"George Washington in Command: Speculations on his Revolutionary War leadership,\" M. A. Thesis, Lamar University-Beaumont, 1991." }, { "freeFormCitationText" : "Emery, Noemie. <i>Washington: A Biography</i>. New York: Putnam, 1976." }, { "freeFormCitationText" : "Ford, Worthington Chauncey. <i>George Washington</i>. Two Volumes. New York: Charles Scribner's Sons, 1900." }, { "freeFormCitationText" : "Frost, John. <i>Pictorial Life of George Washington: Embracing a Complete History of the Seven Years' War, the Revolutionary War, the Formation of the Constitution, and the Administration of Washington</i>. 1848. Reprint edition, Norwich, CT: The Henry Bill Publishing Company, 1876." }, { "freeFormCitationText" : "Hill, Frederick Trevor. <i>On the Trail of Washington: A Narrative History of Washington's Boyhood and Manhood, Based on His Own Writings, Authentic Documents and Other Authoritative Information</i>. 1910. Reprint edition, New York: D. Appleton and Co., 1923." }, { "freeFormCitationText" : "Longmore, Paul K. \"The Invention of George Washington (Revolution, Colonial, Intellectual),\" Ph. D. diss., Claremont Graduate University, 1984." }, { "freeFormCitationText" : "MacDonald, William. <i>George Washington; A Brief Biography</i>. [Mount Vernon, Va.]: Mount Vernon Ladies' Association, 1987." }, { "freeFormCitationText" : "Marshall, John. <i>George Washington</i>. Five Volumes, 1804-07. Reprint edition, introduction by Marcus Cunliffe. New York: Chelsea House, 1981." }, { "freeFormCitationText" : "Nettels, Curtis P. <i>George Washington and American Independence.</i> 1951. Reprint edition, Westport, CT: Greenwood Press, 1976." }, { "freeFormCitationText" : "Pannell, C. H. H. <i>The Life of George Washington: A New Biography of the Father of His Country</i>. New York: Beadle and Adams, 1876." }, { "freeFormCitationText" : "Paulding, James K. <i>A Life of Washington.</i> 1835. Reprint edition, Port Washington, NY: Kennikat Press, 1970." }, { "freeFormCitationText" : "Russell, Ada. <i>George Washington, by Ada Russell...with frontispiece in color and four black and white illustrations</i>. New York: Frederick A. Stokes Co., 1921." }, { "freeFormCitationText" : "Smith, James Morton. <i>George Washington: A Profile</i>. New York: Hill and Wang, 1969." }, { "freeFormCitationText" : "Smith, Jessie R. <i>The Story of Washington...Illustrated by Children</i>. Revised edition, New York: W. B. Harrison, 1898." }, { "freeFormCitationText" : "Smith, Richard Norton.<i> Patriarch: George Washington and the New American Nation</i>. Boston: Houghton Mifflin, 1993." }, { "freeFormCitationText" : "Wall, Charles Cecil. <i>George Washington, Citizen-Soldier</i>. 1980. Reprint edition, Mount Vernon, VA.: Mount Vernon Ladies' Association, 1988." }, { "freeFormCitationText" : "___. <i>George Washington; A Biography in his Own Words</i>. Edited by Ralph K. Andrist. New York: Newsweek; distributed by Harper &amp; Row, [1972]." }, { "freeFormCitationText" : "___. <i>George Washington's Diaries: An Abridgment</i>. Dorothy Twohig, editor. Charlottesville, Va.: University Press of Virginia, 1999." }, { "freeFormCitationText" : "___. <i>The Writings of George Washington from the Original Manuscript Sources, 1745-1799; Prepared under the direction of the United States George Washington Bicentennial Commission and published by authority of Congress</i>; John C. Fitzpatrick, editor. Thirty-Nine Volumes. Washington, D. C.: Government Printing Office, 1931-44." }, { "freeFormCitationText" : "___. <i>Writings</i>. [Selected by John H. Rhodehamel]. New York: Library of America: Distributed to the trade in the U.S. by Penguin Books USA, 1997." }, { "freeFormCitationText" : "Wills, Garry. <i>Cincinnatus: George Washington and the Enlightenment</i>. Garden City, N.Y.: Doubleday, 1984." }, { "freeFormCitationText" : "Alexander, Eldon L. \"George Washington and the American Founding: Proving Man's Capacity for Self-Government,\" Ph. D. diss., Claremont Graduate University, 1991." }, { "freeFormCitationText" : "Fishman, Ethan, William D. Pederson, and Mark J. Rozell, eds.<i> George Washington, Foundation of Presidential Leadership and Character</i>. Westport, Conn.: Praeger, 2001." }, { "freeFormCitationText" : "Flexner, James Thomas. <i>George Washington: The Forge of Experience</i>, 1732-1775. Boston: Little, Brown, 1965.<i></i>" }, { "freeFormCitationText" : "___. <i>Washington, the Indispensable Man</i>. 1974. Reprint, New York: New American Library, 1984." }, { "freeFormCitationText" : "Harrison, James A. <i>George Washington: Patriot, Soldier, Statesman</i>. New York: G. P. Putnam's Sons, 1906." }, { "freeFormCitationText" : "Irving, Washington and Charles Neider, ed. <i>George Washington: A Biography</i>. New York: DaCapo Press, 1994." }, { "freeFormCitationText" : "Kinnaird, Clark. <i>George Washington: The Pictorial Biography</i>. New York: Hastings House, 1967." }, { "freeFormCitationText" : "Peterson, Barbara B. <i>George Washington, America's Moral Exemplar</i>. New York: Nova History Publications, 2005." }, { "freeFormCitationText" : "Scudder, Horace E. <i>George Washington, An Historical Biography</i>. 1889. Revised edition, Boston and New York: Houghton Mifflin, Co., 1924." }, { "freeFormCitationText" : "Stephenson, Nathaniel W. <i>George Washington</i>. Two Volumes. New York: Oxford University Press, 1940." }, { "freeFormCitationText" : "Swann, Israel. \"George Washington: The Making of an American Legend,\" M. A. Thesis, California State University, Dominguez Hills, 1995." }, { "freeFormCitationText" : "Upham, Charles W.<i> The Life of George Washington: First President of the United States</i>. Two Volumes. 1840. Reprint edition, London: Office of the National Illustrated Library, 1851." }, { "freeFormCitationText" : "___. <i>George Washington: A Collection</i>. Compiled and edited by W. B. Allen. Indianapolis: Liberty Classics, 1988." }, { "freeFormCitationText" : "Weems, Mason Locke. <i>A History of the Life and Death, Virtues and Exploits of General George Washington</i>. 1800. Reprint edition, Cleveland, OH: World Publishing Co., 1965.<i></i>" }, { "freeFormCitationText" : "Baker, William S. <i>Washington After the Revolution, MDCCLXXXIV-MDCCXCIX</i> (1784-1799). Philadelphia, PA: J. B. Lippincott, Co, 1898." }, { "freeFormCitationText" : "Henriques Peter R. <i>Realistic Visionary: A Portrait of George Washington</i>. Charlottesville, VA: University of Virginia Press, 2006." }, { "freeFormCitationText" : "Mosley, James D. \"George Washington: Seeds of Statesmanship, 1753-1758,\" Claremont Graduate University, 1974." }, { "freeFormCitationText" : "O'Boyle, James. <i>Life of General Washington, The Father of Modern Democracy</i>. London, New York: Longmans, Green, and Co., 1915." }, { "freeFormCitationText" : "Parsons, Eugene. <i>George Washington: A Character Sketch</i>. Chicago: The University Association, 1898." }, { "freeFormCitationText" : "Pratt, Julius W. <i>The Mantle of George Washington</i>. Buffalo, NY: University of Buffalo, 1953." }, { "freeFormCitationText" : "Ritchey, David B. \"George Washington's Development as an Espionage Chief,\" M. S. Thesis, University of North Texas, 1993." }, { "freeFormCitationText" : "Sayen, William G. \"'A Compleat Gentleman:' The Making of George Washington,\" Ph. D. diss., University of Connecticut, 1998." }, { "freeFormCitationText" : "Simpson, Stephen.<i> The Lives of George Washington and Thomas Jefferson: With a Parallel...</i> Philadelphia, PA: H. Young, 1833." }, { "freeFormCitationText" : "___. <i>The Washington Papers: Basic Selections from the Public and Private Writings of George Washington</i>. Edited and Arranged with and introduction by Saul K. Padover. 1955. Reprint edition, Norwalk, CT: Easton Press, 1989." }, { "freeFormCitationText" : "Weintraub, Stanley.<i> George Washington's Christmas Farewell: A Mount Vernon Homecoming, 1783</i>. New York: Free Press, 2003." }], "researchRecord" : [{ "name" : "In the Victor V. Martin Autograph Collection, 1694-1945, 13 items.", "recordType" : ["Papers"], "description" : "Correspondents include George Washington.", "recordLocation" : { "name" : "Alderman Library", "location" : { "addressLocality" : "Charlottesville", "addressRegion" : "VA" }, "parentRecordLocation" : { "name" : "University of Virginia", "location" : { "addressLocality" : "Charlottesville", "addressRegion" : "VA" } } } }, { "name" : "In the John Thomas Papers, ca. 1693-1925, 4 narrow boxes, 2 cased volumes, 1 extra tall cased volume, 1 folder, and 1 oversize container.", "recordType" : ["Papers"], "description" : "Correspondents include George Washington. A finding aid is available in the repository and online.", "recordLocation" : { "name" : "Massachusetts Historical Society", "url" : "http://thomasjeffersonpapers.org/independence", "location" : { "addressLocality" : "Boston", "addressRegion" : "MA" } } }, { "name" : "In the Robert Williams Daniel Collection, 1776-1882, 26 items.", "recordType" : ["Papers"], "description" : "Persons represented include George Washington.", "recordLocation" : { "name" : "Alderman Library", "location" : { "addressLocality" : "Charlottesville", "addressRegion" : "VA" }, "parentRecordLocation" : { "name" : "University of Virginia", "location" : { "addressLocality" : "Charlottesville", "addressRegion" : "VA" } } } }, { "name" : "In the Edward Everett Papers, 1675-1910, 26 boxes, 287 volumes, and 6 oversize containers.", "recordType" : ["Papers"], "description" : "Correspondents include George Washington.", "recordLocation" : { "name" : "Massachusetts Historical Society", "url" : "http://thomasjeffersonpapers.org/independence", "location" : { "addressLocality" : "Boston", "addressRegion" : "MA" } } }, { "name" : "1747-1799, 1 microfilm reel.", "recordType" : ["Microfilm"], "description" : "Account books of George Washington, 1747-1799. Microfilm of originals in Mount Vernon (Mount Vernon, Va.).", "recordLocation" : { "name" : "Manuscript Division", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" }, "parentRecordLocation" : { "name" : "Library of Congress", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" } } } }, { "name" : "In the Ward Family Papers, 1721-1953, 2 narrow boxes, 3 volumes, and 6 extra tall volumes.", "recordType" : ["Papers"], "description" : "Correspondents include George Washington.", "recordLocation" : { "name" : "Massachusetts Historical Society", "url" : "http://thomasjeffersonpapers.org/independence", "location" : { "addressLocality" : "Boston", "addressRegion" : "MA" } } }, { "name" : "In the Davis R. Marshall Autograph Collection, 1801-1868, 103 items.", "recordType" : ["Microfilm"], "description" : "Persons represented include George Washington.", "recordLocation" : { "name" : "Alderman Library", "location" : { "addressLocality" : "Charlottesville", "addressRegion" : "VA" }, "parentRecordLocation" : { "name" : "University of Virginia", "location" : { "addressLocality" : "Charlottesville", "addressRegion" : "VA" } } } }, { "name" : "1783, 1 volume in a case and 1 folder of photocopies.", "recordType" : ["Papers"], "description" : "Original manuscript of George Washington's Newburgh Address delivered in Newburgh, New York, March 15, 1783, to appease unpaid officers of the Continental Army. The manuscript is bound together with the, \"Report of Proceedings in Meeting of the Officers assembled on 15th Mar. 1783,\" which was recorded by Major Samuel Shaw, secretary for the meeting, and signed by General Horatio Gates.", "recordLocation" : { "name" : "Massachusetts Historical Society", "url" : "http://thomasjeffersonpapers.org/independence", "location" : { "addressLocality" : "Boston", "addressRegion" : "MA" } } }, { "name" : "1748-1783, 1 microfilm reel.", "recordType" : ["Microfilm"], "description" : "Letters of George Washington, 1748-1783. Microfilm of originals in the Fairfax family papers, Gays House (Berkshire, England).", "recordLocation" : { "name" : "Manuscript Division", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" }, "parentRecordLocation" : { "name" : "Library of Congress", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" } } } }, { "name" : "1775-1828, 3 items.", "recordType" : ["Papers"], "description" : "The items contain a letter, [22 June] 1775, from George Washington to Burwell Bassett regarding his appointment to command the Continental Army, Congress' approval of a Continental currency, and invites Burwell Bassett to visit his wife at Mount Vernon. Also included is a handwritten copy of a letter, 23 June 1775, from George Washington to Martha Washington, regarding his departure from Philadelphia and his affection for her.", "recordLocation" : { "name" : "Alderman Library", "location" : { "addressLocality" : "Charlottesville", "addressRegion" : "VA" }, "parentRecordLocation" : { "name" : "University of Virginia", "location" : { "addressLocality" : "Charlottesville", "addressRegion" : "VA" } } } }, { "name" : "1776, 1 volume.", "recordType" : ["Papers"], "description" : "An orderly book kept in an unidentified hand containing general orders issued by George Washington from Continental Army headquarters in New York, 12 April-30 June 1776. The orders were probably recorded by an officer at the brigade or regimental level. Orders beginning on 14 April were issued by George Washington; orders for 12-13 April were issued by Israel Putnam prior to Washington's arrival in New York. Orders concern field assignments; troop movements and conduct; the erection of defense works; equipment; pay; prisoners; court-martials and punishments.", "recordLocation" : { "name" : "Massachusetts Historical Society", "url" : "http://thomasjeffersonpapers.org/independence", "location" : { "addressLocality" : "Boston", "addressRegion" : "MA" } } }, { "name" : "In the Tudor-Adams Correspondence, 1774-1823, 1 narrow box and 1 narrow box of photocopies.", "recordType" : ["Papers"], "description" : "Other authors include George Washington.", "recordLocation" : { "name" : "Massachusetts Historical Society", "url" : "http://thomasjeffersonpapers.org/independence", "location" : { "addressLocality" : "Boston", "addressRegion" : "MA" } } }, { "name" : "In the Custis Family Papers, 1683-1858, 909 items.", "recordType" : ["Papers"], "description" : "The papers contain correspondence, 1759-1799, accounts, 1755-1773, agricultural inventories, 1760-1771, and legal papers of George Washington.", "recordLocation" : { "name" : "Virginia Historical Society", "location" : { "addressLocality" : "Richmond", "addressRegion" : "VA" } } }, { "name" : "In the Eliza Hamilton Schuyler Lee Scrapbook, 1691-1869, 1 volume in a case and 1 narrow box.", "recordType" : ["Papers"], "description" : "Correspondents include George Washington.", "recordLocation" : { "name" : "Massachusetts Historical Society", "url" : "http://thomasjeffersonpapers.org/independence", "location" : { "addressLocality" : "Boston", "addressRegion" : "MA" } } }, { "name" : "In the Meshech Weare Papers, 1776-1785, 2 volumes and 1 folder.", "recordType" : ["Papers"], "description" : "Correspondents include George Washington.", "recordLocation" : { "name" : "Massachusetts Historical Society", "url" : "http://thomasjeffersonpapers.org/independence", "location" : { "addressLocality" : "Boston", "addressRegion" : "MA" } } }, { "name" : "1762, 1 microfilm reel.", "recordType" : ["Microfilm"], "description" : "Diary of George Washington, 1762. Microfilm of originals in private hands.", "recordLocation" : { "name" : "Manuscript Division", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" }, "parentRecordLocation" : { "name" : "Library of Congress", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" } } } }, { "name" : "1776, 1 microfilm reel.", "recordType" : ["Microfilm"], "description" : "Letter of George Washington, 1776. Microfilm of original in the office of the Chief of Chaplains, U.S. Army (Washington, D.C.).", "recordLocation" : { "name" : "Manuscript Division", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" }, "parentRecordLocation" : { "name" : "Library of Congress", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" } } } }, { "name" : "1592-1943. 215.2 linear feet (506 containers).", "recordType" : ["Papers"], "description" : "The George Washington papers document Washington’s childhood education, his first career as a surveyor, his experiences as a militia colonel during the French and Indian War, his election as a Virginia delegate to the first and second Continental Congresses, his role as general of the Continental Army during the Revolutionary War, his presidency of the Constitutional Convention in 1787, his two terms as president (1789-1797), and his retirement. Also documented is his management of Mount Vernon, his plantation home in Virginia, and the lives of his family, servants, and slaves. A finding aid is available online.", "recordLocation" : { "name" : "Manuscript Division", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" }, "parentRecordLocation" : { "name" : "Library of Congress", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" } } } }, { "name" : "In the William Heath Papers, 1774-1872, 42 boxes, 9 volumes, and 5 oversize boxes.", "recordType" : ["Papers"], "description" : "Correspondents include George Washington. A finding aid is available in the repository and online.", "recordLocation" : { "name" : "Massachusetts Historical Society", "url" : "http://thomasjeffersonpapers.org/independence", "location" : { "addressLocality" : "Boston", "addressRegion" : "MA" } } }, { "name" : "In the Henry Knox Papers, 1719-1825, 65 boxes, 3 folders, and 1 oversize container.", "recordType" : ["Papers"], "description" : "Correspondents include George Washington.", "recordLocation" : { "name" : "Massachusetts Historical Society", "url" : "http://thomasjeffersonpapers.org/independence", "location" : { "addressLocality" : "Boston", "addressRegion" : "MA" } } }, { "name" : "In the Roger Wolcott Autograph Collection, 1728-1878, 1 narrow box and 1 oversize box.", "recordType" : ["Papers"], "description" : "Other authors include George Washington.", "recordLocation" : { "name" : "Massachusetts Historical Society", "url" : "http://thomasjeffersonpapers.org/independence", "location" : { "addressLocality" : "Boston", "addressRegion" : "MA" } } }, { "name" : "1782, 1 item.", "recordType" : ["Papers"], "description" : "A letter from Edmund Randolph to George Washington written on January 8, 1782. In the letter, Edmund Randolph writes concerning \"the vote of the Virginia assembly, expressing their sentiments of your conduct and exertions at York,\" declares his own sentiments n accord and asks George Washington to forward an enclosure to Lafayette.", "recordLocation" : { "name" : "Alderman Library", "location" : { "addressLocality" : "Charlottesville", "addressRegion" : "VA" }, "parentRecordLocation" : { "name" : "University of Virginia", "location" : { "addressLocality" : "Charlottesville", "addressRegion" : "VA" } } } }, { "name" : "In the George Washington Microfilm Collection, 1775-1814, 1970.", "recordType" : ["Microfilm"], "description" : "The collection contains correspondence, manuscripts, and documents by or relating to George Washington from the following manuscript collections: Burr Family papers, Church Family papers, Dwight Family papers, Obadiah Johnson papers, Bernhard Knollenbery collection, Leffingwell Family papers, Nathaniel Pendleton Family papers, Nathaniel and Thomas Shaw papers, Colonel John Trumbull papers, Washington Family papers, Samuel Blachley Webb papers, Wetmore Family papers, William Williams Family papers, and Woolsey Family papers.", "recordLocation" : { "name" : "Manuscripts and Archives", "location" : { "addressLocality" : "New Haven", "addressRegion" : "CT" }, "parentRecordLocation" : { "name" : "Yale University Libraries", "location" : { "addressLocality" : "New Haven", "addressRegion" : "CT" } } } }, { "name" : "In the Jonathan Trumbull Papers, 1637-1787, 12 boxes.", "recordType" : ["Papers"], "description" : "Correspondents include George Washington.", "recordLocation" : { "name" : "Connecticut Historical Society", "location" : { "addressLocality" : "Hartford", "addressRegion" : "CT" } } }, { "name" : "In the Oliver Wolcott Papers, 1638-1834, 4 boxes.", "recordType" : ["Papers"], "description" : "Correspondents include George Washington.", "recordLocation" : { "name" : "Connecticut Historical Society", "location" : { "addressLocality" : "Hartford", "addressRegion" : "CT" } } }, { "name" : "In the Oliver Wolcott Papers, 1614-1880, 59 boxes.", "recordType" : ["Papers"], "description" : "Correspondents include George Washington.", "recordLocation" : { "name" : "Connecticut Historical Society", "location" : { "addressLocality" : "Hartford", "addressRegion" : "CT" } } }, { "name" : "In the Charles-Henri, Comte d'Estaing Papers, 1778, 5 items.", "recordType" : ["Papers"], "description" : "The papers include two letters (photocopies from originals housed in the French Archives) from the Comte d'Estaing to General George Washington updating Washington on naval activity in the [Long Island] sound off the coast of Connecticut (August and September 1778). Comte d'Estaing's mission is outlined in these letters, to clear the Sound of all English vessels and attack Newport. He informs General Washington on the status of his men, the destruction of English vessels, and the delays of the attack. A copy in French of extracts from the Minutes of Congress (October 17, 1778) commends Comte d'Estaing's service (original housed in the French Archives). An engraved portrait of Comte d'Estaing (n.d.) and a presentation plate with the inscription, \"Offert A la Ville de Savannah, Par Rene Giscard d'Estaing\" are in the collection as well.", "recordLocation" : { "name" : "Georgia Historical Society", "location" : { "addressLocality" : "Savannah", "addressRegion" : "GA" } } }, { "name" : "1777-1798, 6 items.", "recordType" : ["Papers"], "description" : "The collection contains an order book with orders issued under George Washington's name to various officers and commands from the headquarters of the Continental Army, June- October 1777, chiefly at Morristown, N.J. (microfilm and photoprints; original returned to private owner in 1942); and original letter, 5 April 1779, from George Washington to Thomas Burke (1747 (ca.)-1783), stating his position in regard to a state bounty for soldiers. Also included are photoprints or facsimiles (locations of originals unknown) of a notice discharging a soldier from \"the Virginia Regiment,\" 1757, signed by George Washington; a letter, 1777, from George Washington to George Baylor; an English translation of a contract, 1789, between George Washington's agent and George Washington's German gardener; and a letter, 1798, from George Washington to the trustees of Washington Academy.", "recordLocation" : { "name" : "Southern Historical Collection", "location" : { "addressLocality" : "Chapel Hill", "addressRegion" : "NC" }, "parentRecordLocation" : { "name" : "University of North Carolina", "location" : { "addressLocality" : "Chapel Hill", "addressRegion" : "NC" } } } }, { "name" : "In the Samuel Holden Parsons Papers, 1760-1830, 0.41 linear foot.", "recordType" : ["Papers"], "description" : "Other authors include George Washington.", "recordLocation" : { "name" : "Western Reserve Historical Society", "location" : { "addressLocality" : "Cleveland", "addressRegion" : "OH" } } }, { "name" : "1775-1939, 20 items.", "recordType" : ["Papers"], "description" : "Three letters (two transcripts, one facsimile), one from George Washington to James Madison, Jr., declaring his desire to retire from the presidency; a commemorative folio; a brochure of George Washington; thirteen engravings of George and Martha Washington; and an actual size facsimile of George Washington's Inaugural Address of 1789, with explanatory sheets, published by the National Archives.", "recordLocation" : { "name" : "Rare Book, Manuscript, and Special Collections Library", "location" : { "addressLocality" : "Durham", "addressRegion" : "NC" }, "parentRecordLocation" : { "name" : "Duke University", "location" : { "addressLocality" : "Durham", "addressRegion" : "NC" } } } }, { "name" : "1760-1927, 41 items.", "recordType" : ["Papers"], "description" : "Miscellaneous papers (originals and facsimiles) concerning George Washington's service as commander-in-chief of the Continental Army and as president, including commissions, official and personal correspondence. Topics include land surveys, legal affairs, the construction and operation of Mount Vernon, military supplies for the Continental Army, surrender of the British troops at Yorktown, the exchange of prisoners, Baron von Steuben's service to the American government, Washington's inauguration as president, his final illness and death, memorials and sermons in his honor, Washington family genealogy, and plans to establish a national university as proposed by Washington in his will.", "recordLocation" : { "name" : "Rare Book, Manuscript, and Special Collections Library", "location" : { "addressLocality" : "Durham", "addressRegion" : "NC" }, "parentRecordLocation" : { "name" : "Duke University", "location" : { "addressLocality" : "Durham", "addressRegion" : "NC" } } } }, { "name" : "In the George and Martha Washington Papers, 1750-1802, 0.6 linear foot.", "recordType" : ["Papers"], "description" : "The papers contain correspondence and documents, 1750-1802, mostly signed by George Washington, or pertaining to him or his estate. There are twelve letters to William Fitzhugh, several letters to George Clinton, as well as single letters to Elisha Boudinot, Dr. John Cochrane, Richard Varick, Generals Nathanael Greene and Henry Knox, and others; there are also an invoice, commissions and other official documents signed by George Washington, and accounts of his estate kept by his executor, Lawrence Lewis, dated 1800, as well as nine bonds dated 1802 and related to his estate. There are also two notes exchanged between Martha Washington and Cornelia Tappen Clinton, George Clinton's wife, and a draft of a letter to Martha Washington from her niece, Mrs. Frances Bassett Washington. A poem by Simeon Ladd, dated 1799, mourns George Washington's death. A nineteenth-century copy of a letter sent to Major Billings of Poughkeepsie contains locks of George and Martha Washington's hair. Accompanied by an oversize box of photostats, copies, etc.", "recordLocation" : { "name" : "New-York Historical Society", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" } } }, { "name" : "1796, 1 item.", "recordType" : ["Papers"], "description" : "A first draft of George Washington's farewell address written on May 15, 1796. This document was drafted and sent to Alexander Hamilton for comment on May 15, 1796. The text states that Americans should attempt to think in terms of national rather than sectional or local interest and that political parties, while bad are even worse if they reflect geographic sectionalism. Further, George Washington opined that the United States should maintain an independent diplomacy and steer clear of permanent alliances with other nations because of \"insidious wiles of foreign influence.\" The final draft of the Farewell Address is in the collections of the New York Public Library.", "recordLocation" : { "name" : "New York State Library", "location" : { "addressLocality" : "Albany", "addressRegion" : "NY" } } }, { "name" : "1796, 1 item.", "recordType" : ["Papers"], "description" : "A letter from George Washington to Thomas Marshall written on February 6, 1796. In the letter, George Washington writes regarding the manner of advertising the sale of land.", "recordLocation" : { "name" : "New York State Library", "location" : { "addressLocality" : "Albany", "addressRegion" : "NY" } } }, { "name" : "In the George Washington and the Blount Conspiracy Autographed Letters and Documents, 1797, 1 volume (13 documents).", "recordType" : ["Papers"], "description" : "A collection of letters and depositions, along with a brief history of the \"Blount Conspiracy,\" transcripts, and portraits. Authors and deposition subjects include George Washington, Nicholas Romayne, William Blount, David Henley, James McHenry, and William Lovely.", "recordLocation" : { "name" : "New-York Historical Society", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" } } }, { "name" : "1783, 1 item.", "recordType" : ["Papers"], "description" : "A letter from George Washington to Marinus Willett written on August 21, 1783. In the letter, George Washington writes concerning occupying military posts and deploying men to repair roads and bridges in the upper Mohawk River Valley of New York State. Also, he recommends building a blockhouse on the portage between the Mohawk River and Wood Creek.", "recordLocation" : { "name" : "New York State Library", "location" : { "addressLocality" : "Albany", "addressRegion" : "NY" } } }, { "name" : "1786-1795, 3 items.", "recordType" : ["Papers"], "description" : "The collection contains two original letters and one facsimile. The letter dated 20 May 1786 from George Washington to Mr. Charton in Philadelphia describes George Washington's lands on the Ohio and Kanawha Rivers, which he is willing to sell. He also states he would be willing to give Charton letters to la Fayette and la Luzerne. The letter dated 14 April 1789 (in facsimile) is from Washington to John Langdon. He mentions he received John Langdon's letter from Secretary Thompson, and that he must meet with Congress as soon as possible. The letter dated 4 October 1795 is from Washington to General Spotswood regarding the sale of George Washington's land on Green River (state unknown), in which General Lee was to be an umpire.", "recordLocation" : { "name" : "Indiana Historical Society", "location" : { "addressLocality" : "Indianapolis", "addressRegion" : "IN" } } }, { "name" : "1783, 1 item.", "recordType" : ["Papers"], "description" : "A letter from George Washington to General [Philip] Schuyler written on July 15, 1783.", "recordLocation" : { "name" : "New York State Library", "location" : { "addressLocality" : "Albany", "addressRegion" : "NY" } } }, { "name" : "1780-1781, 2 items.", "recordType" : ["Papers"], "description" : "Official notes from George Washington's headquarters; the former in Bergen County [N.J.] authorizing Mr. John Long and his slave to pass \"the picket at Ramapo\"; the latter at New Windsor [N.Y.] authorizing the Sheriff of Windham County Connecticut to release a military prisoner, Edward Pool.", "recordLocation" : { "name" : "Ohio Historical Society", "location" : { "addressLocality" : "Columbus", "addressRegion" : "OH" } } }, { "name" : "1777-1799, 5 items.", "recordType" : ["Papers"], "description" : "The papers contain a letter, 26 May 1777 to B.G. Smallwood discussing the discipline of troops and officers. George Washington stresses that orders must be executed; letter, 6 October 1779, to M.G. Greene concerning preparation of small crafts for the defense of New York; letter, 27 Sept. 1780 to Alexander McDougall, commanding officer, West Point, ordering that ten days' provisions be maintained at each outpost as \"The Enemy will have acquired from General Arnold a perfect knowledge of the defences ... \". George Washington requests immediate notification of any movement against West Point and orders that McDougall's men glean \"information of the Enemie's designs\"; discharge paper, 19 June 1783, signed by George Washington; orders; observance of General Washington's death, General orders, 27 Jan. 1800 and artillery orders, 5 Dec. 1801, are on the verso of the second leaf.", "recordLocation" : { "name" : "Special Collections", "location" : { "addressLocality" : "West Point", "addressRegion" : "NY" }, "parentRecordLocation" : { "name" : "U. S. Military Academy Library", "location" : { "addressLocality" : "West Point", "addressRegion" : "NY" } } } }, { "name" : "1792, 1 item.", "recordType" : ["Papers"], "description" : "A letter from George Washington to the Earl of Buchan written on January 22, 1792. In the letter, George Washington writes concerning a portrait of Washington painted for the earl by Archibald Robertson, and the earl's gift to George Washington of some volumes of James Anderson's agricultural journal <i>The Bee</i>.", "recordLocation" : { "name" : "Rosenbach Museum and Library", "location" : { "addressLocality" : "Philadelphia", "addressRegion" : "PA" } } }, { "name" : "In the Elisha Porter Papers, ca. 1774-1776, 2 items.", "recordType" : ["Papers"], "description" : "The papers include a letter from George Washington.", "recordLocation" : { "name" : "Rauner Special Collections Library", "location" : { "addressLocality" : "Hanover", "addressRegion" : "NH" }, "parentRecordLocation" : { "name" : "Dartmouth College Library", "location" : { "addressLocality" : "Hanover", "addressRegion" : "NH" } } } }, { "name" : "In the William Bingham Papers, 1752-1891, approximately 1,703 items.", "recordType" : ["Papers"], "description" : "Correspondents include George Washington.", "recordLocation" : { "name" : "Lilly Library", "location" : { "addressLocality" : "Bloomington", "addressRegion" : "IN" }, "parentRecordLocation" : { "name" : "Indiana University", "location" : { "addressLocality" : "Bloomington", "addressRegion" : "IN" } } } }, { "name" : "1790, 1 item.", "recordType" : ["Papers"], "description" : "A letter from George Washington transmitting a resolution of Congress for carrying into effect a survey directed to be made by an act of Congress.", "recordLocation" : { "name" : "The Filson Historical Society", "location" : { "addressLocality" : "Lexington", "addressRegion" : "KY" } } }, { "name" : "1798, 1 item.", "recordType" : ["Papers"], "description" : "A letter from George Washington to an unidentified recipient concerning land he owned in Kentucky. The letter, dated July 16, 1798, and addressed to \"Mr. Short,\" in care of General [Alexander] Spotswood. George Washington wrote the letter from his home at Mount Vernon concerning taxes he owed on his land \"on Rough Creek.\"", "recordLocation" : { "name" : "Library", "location" : { "addressLocality" : "Frankfort", "addressRegion" : "KY" }, "parentRecordLocation" : { "name" : "Kentucky Historical Society", "location" : { "addressLocality" : "Frankfort", "addressRegion" : "KY" } } } }, { "name" : "1755-1932, 218 items.", "recordType" : ["Papers"], "description" : "The papers contain photocopies, typescripts, original and printed copies of letters and papers of and about George Washington, Martha Washington and Mary Ball Washington. The collection also includes portrait engravings and prints of George Washington and places and events associated with him, including an original pen and ink sketch [ca. 1790] by Benjamin H. Latrobe; a piece of sheet music written in honor of George Washington by George M. Cohan; and various maps. Original letters by George Washington include a letter from George Washington, to his nephew Robert Lewis written on June 26, 1796, concerning his retirement from public life; and a letter from George Washington to James McAlpine written on March 18, 1799 concerning the making of a suit.", "recordLocation" : { "name" : "Manuscripts and Rare Books Department, Earl Gregg Swem Library", "location" : { "addressLocality" : "Williamsburg", "addressRegion" : "VA" }, "parentRecordLocation" : { "name" : "College of William and Mary", "location" : { "addressLocality" : "Williamsburg", "addressRegion" : "VA" } } } }, { "name" : "In the Dismal Swamp Collection, 1763-1922, 16 items.", "recordType" : ["Papers"], "description" : "Papers of George Washington from 1764 to1785 concerning the proposed canal in the Dismal Swamp.", "recordLocation" : { "name" : "Manuscripts and Rare Books Department, Earl Gregg Swem Library", "location" : { "addressLocality" : "Williamsburg", "addressRegion" : "VA" }, "parentRecordLocation" : { "name" : "College of William and Mary", "location" : { "addressLocality" : "Williamsburg", "addressRegion" : "VA" } } } }, { "name" : "1787, 1 item.", "recordType" : ["Papers"], "description" : "A letter from George Washington to his nephew, George Augustine Washington, giving various instructions for house repairs and discussing farm crops.", "recordLocation" : { "name" : "Special Collections, James Graham Leyburn Library", "location" : { "addressLocality" : "Lexington", "addressRegion" : "VA" }, "parentRecordLocation" : { "name" : "Washington and Lee University", "location" : { "addressLocality" : "Lexington", "addressRegion" : "VA" } } } }, { "name" : "1757-1798, 12 items.", "recordType" : ["Papers"], "description" : "The papers contain letters from George Washington to Capt. William Bronaugh, New Jersey Militia, trustees of Liberty Hall Academy, and George Washington's nephew, George Augustine Washington (1763-1793); together with part of the estate accounts (1766-1771) of his brother, Augustine Washington (1718?-1762); inventory (1757-1759) of the estate of his wife's first husband, Daniel Parke Custis (1711-1757); and guardian's accounts (1761-1773) for his stepchildren, John Parke Custis (1754-1781) and Martha Parke Custis (1755-1773), submitted by George Washington to the Virginia General Court.", "recordLocation" : { "name" : "Special Collections, James Graham Leyburn Library", "location" : { "addressLocality" : "Lexington", "addressRegion" : "VA" }, "parentRecordLocation" : { "name" : "Washington and Lee University", "location" : { "addressLocality" : "Lexington", "addressRegion" : "VA" } } } }, { "name" : "In the Bushrod Washington Papers, 1779-1829, 158 items.", "recordType" : ["Papers"], "description" : "The papers contain a 42-letter correspondence between Bushrod and George Washington, 1788-1799. Bushrod Washington's letters to George Washington include his appreciation for George Washington's advice and financial assistance toward his legal training. Later letters detail Bushrod Washington's legal advice to George Washington regarding taxes, legal suits, and land settlements. The letters from George Washington include his advice on a legal career, family matters, and advice on the settlement of Bushrod Washington's father's estate. George Washington also requests Bushrod Washington's legal opinion on a variety of financial matters.", "recordLocation" : { "name" : "Mount Vernon Ladies' Association of the Union", "location" : { "addressLocality" : "Mount Vernon", "addressRegion" : "VA" } } }, { "name" : "In the Henry A. Willard, Henry A. Collection of Papers Relating to George Washington, 1711-1844, 71 items.", "recordType" : ["Papers"], "description" : "The collection contains letters and other documents relating to George Washington and his contemporaries including two letters from George Washington to his distant cousin, Lund Washington, concerning enemy movements on Long Island and business affairs at Mount Vernon during the Revolutionary War. There are several letters from George Washington Parke Custis while living at Arlington House. Miscellaneous material includes George Washington's plans and drawings for a serpentine wall below the east lawn of the Mount Vernon mansion; a list of slaves taken from Mount Vernon by the British in 1781; papers relating to the family of Daniel Parke Custis, first husband of Martha Washington; and a few accounts, receipts, newspaper clippings, memoranda, military papers, and autographs.", "recordLocation" : { "name" : "Mount Vernon Ladies' Association of the Union", "location" : { "addressLocality" : "Mount Vernon", "addressRegion" : "VA" } } }, { "name" : "In the Lund Washington Papers, 1767-1790, 65 items.", "recordType" : ["Papers"], "description" : "The collection consists primarily of letters from Lund Washington to George Washington concerning the management of Mount Vernon during the revolutionary war. As manager of the estate, Lund Washington writes about details of all aspects of plantation administration: utilization, management, and discipline of black slave and white labor, livestock, and crop management; construction and repair of the Mount Vernon mansion, outbuildings, and barns. He includes descriptions of the effects of the war on the surrounding neighborhood and plans to protect the Washington family and Mount Vernon from British forces.", "recordLocation" : { "name" : "Mount Vernon Ladies' Association of the Union", "location" : { "addressLocality" : "Mount Vernon", "addressRegion" : "VA" } } }, { "name" : "1799, 23 pages.", "recordType" : ["Papers"], "description" : "A photocopy of a letter, dated December 10, 1799 from George Washington to James Anderson. This letter was written shortly before George Washington's death on December 14, 1799. Twenty-three photostatic pages from a December 10, 1799 letter and directions, to James Anderson, for operation of River Farm, Union Farm, and Muddy Hole Farm. The original manuscript consists of thirty pages found in the papers of George Washington at the Library of Congress.", "recordLocation" : { "name" : "Special Collections", "location" : { "addressLocality" : "Clemson", "addressRegion" : "SC" }, "parentRecordLocation" : { "name" : "Clemson University", "location" : { "addressLocality" : "Clemson", "addressRegion" : "SC" } } } }, { "name" : "In the Bezaleel Howe Papers, 1783-1923, approximately 75 items.", "recordType" : ["Papers"], "description" : "Of particular note is a set of instructions addressed to Bezaleel Howe by General George Washington, written on November 9, 1783, concerning the transport and protection of General Washington's baggage and papers to Virginia, as well as movements of troops, wagons, teams, etc.", "recordLocation" : { "name" : "New York University", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" } } }, { "name" : "In the Lawrence Lewis Papers, 1795-1839, 95 items.", "recordType" : ["Papers"], "description" : "The papers contain a 1797 letter from George Washington who expresses his desire to see the Virginia legislature adopt a policy of gradual abolition of slavery, describes his domestic duties at Mount Vernon, and details responsibilities Lawrence Lewis would have if he came to Mount Vernon. Most letters concern the administration of George Washington's estate after his death, including the collection of funds due the estate, sale of lands, and distributions to legatees. Other letters to relatives concern family news and the operation of Woodlawn Plantation. Several letters from William Yeaton of Alexandria discuss water damage to George Washington's vault and plans for a new tomb and iron gate. Lawrence Lewis also discusses public debate over George Washington's remains and Lawrence Lewis's wish to keep them at Mount Vernon. Also included are several accounts and receipts regarding George Washington's estate, including an 1834-1836 summary of payments received and paid on the estate; a printed copy of George Washington's will; expenses for enclosure of the tomb, 1835; expenses incurred on behalf of old slaves; several records of land transactions; sketches of the iron gate and entrance to the new tomb; and stock certificates,1813-1828, in Snickers Gap Turnpike Company.", "recordLocation" : { "name" : "Mount Vernon Ladies' Association of the Union", "location" : { "addressLocality" : "Mount Vernon", "addressRegion" : "VA" } } }, { "name" : "In the Plans and Sketches of Mount Vernon Structures, [1774 and 1785], 3 items.", "recordType" : ["Papers"], "description" : "The collection includes a memorandum and sketch of the greenhouse and quarters [1785], plans for greenhouse quarters [1785], and the west elevation of the mansion with basement floor plan on the reverse [1774]. The greenhouse quarters to be 16' wide; half of that with 4' projection sufficient width for greenhouse; chimneys and where to place them; in front part of greenhouse need two tiers of windows; windows close together; chimneys in quarters; front of quarters might be wood with brick underpinnings--center or greenhouse part all brick to the eaves; rafters same angle; describes how to place windows in greenhouse.", "recordLocation" : { "name" : "Mount Vernon Ladies' Association of the Union", "location" : { "addressLocality" : "Mount Vernon", "addressRegion" : "VA" } } }, { "name" : "In the W. Lloyd Wright Collection, ca. 1786-1949, 7 boxes.", "recordType" : ["Papers"], "description" : "The papers contain correspondence with George Washington.", "recordLocation" : { "name" : "Special Collections", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" }, "parentRecordLocation" : { "name" : "George Washington University", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" } } } }, { "name" : "In the John Parke Custis Papers, 1776-1781, 17 items.", "recordType" : ["Papers"], "description" : "The collection contains twelve letters written by John Parke Custis, 1776- 1781, mostly to Martha or George Washington, and one written to him by Martha Washington, 1779. He discusses family matters, his concern for his mother's health, and an explanation of how the smallpox vaccination will allow her to freely travel with George Washington during the Revolutionary War. Also, John Parke Custis seeks advice from George Washington on selling land due to high taxes. He expresses much concern over the depreciation of paper money and the need for stable currency. His 1781 letters describe the terrible situation of runaway slaves during the war and how many have been found dead in the woods. A 1779 letter from Martha to her son reports from military camp during the war. Also included are miscellaneous estate papers.", "recordLocation" : { "name" : "Mount Vernon Ladies' Association of the Union", "location" : { "addressLocality" : "Mount Vernon", "addressRegion" : "VA" } } }, { "name" : "In the Elizabeth Willing Powel Papers, 1780-1816, 66 items.", "recordType" : ["Papers"], "description" : "Correspondents include George Washington.", "recordLocation" : { "name" : "Mount Vernon Ladies' Association of the Union", "location" : { "addressLocality" : "Mount Vernon", "addressRegion" : "VA" } } }, { "name" : "In The Free Library of Philadelphia Collection of Historical Manuscripts, ca. 1347-1974, 595 items.", "recordType" : ["Papers"], "description" : "Correspondents include George Washington.", "recordLocation" : { "name" : "Free Library of Philadelphia", "location" : { "addressLocality" : "Philadelphia", "addressRegion" : "PA" } } }, { "name" : "1754-1794, 5 items.", "recordType" : ["Papers"], "description" : "Three letters, two of which date from George Washington's 1754 campaign and one from the Whiskey Rebellion (1794). Two documents, one of which is the survey of lands granted to Washington by Virginia for his services in the French and Indian War.", "recordLocation" : { "name" : "Darlington Digital Library", "location" : { "addressLocality" : "Pittsburgh", "addressRegion" : "PA" }, "parentRecordLocation" : { "name" : "University of Pittsburgh", "location" : { "addressLocality" : "Pittsburgh", "addressRegion" : "PA" } } } }, { "name" : "1778-1891, 3 items.", "recordType" : ["Papers"], "description" : "The papers contain a letter from George Washington to Benjamin Harrison written on December 18, 1778, thanking the Virginia House of Delegates for gift of money. Another letter from George Washington to James McHenry written in August 1796, concerns a visit of Colonel Hawkins and contains a strand of Washington's hair.", "recordLocation" : { "name" : "Archives", "location" : { "addressLocality" : "Buffalo", "addressRegion" : "NY" }, "parentRecordLocation" : { "name" : "Buffalo and Erie County Historical Society", "location" : { "addressLocality" : "Buffalo", "addressRegion" : "NY" } } } }, { "name" : "In the Andre De Coppet Collection, ca. 1566-1942, 18.05 cubic feet.", "recordType" : ["Papers"], "description" : "Other authors include George Washington. A finding aid is available in the repository and online.", "recordLocation" : { "name" : "Manuscripts Division, Department of Rare Books and Special Collections", "location" : { "addressLocality" : "Princeton", "addressRegion" : "NJ" }, "parentRecordLocation" : { "name" : "Princeton University", "url" : "http://infoshare1.princeton.edu", "location" : { "addressLocality" : "Princeton", "addressRegion" : "NJ" } } } }, { "name" : "1789-1792, 2 items.", "recordType" : ["Papers"], "description" : "Two letters from George Washington to Thomas Pinckney concerning Pinckney's appointment (1789) as a federal judge for the district of South Carolina and his appointment (1792) to the Court of St. James, London..", "recordLocation" : { "name" : "South Carolina Historical Society", "location" : { "addressLocality" : "Charleston", "addressRegion" : "SC" } } }, { "name" : "1755-1799, 989 items.", "recordType" : ["Papers"], "description" : "The collection contains correspondence between George Washington and others. The majority of letters written by George Washington document his private life as a farmer and family man. Letters to his nephew, Bushrod Washington, and other family members detail family matters, settlement of estates, and other financial affairs. Most of George Washington's correspondence is with the men who managed Mount Vernon during his prolonged absences: Lund Washington during the Revolutionary War and Anthony Whiting, Howell Lewis, and William Pearce during George Washington's presidency. George Washington's letters concern plantation management and contain detailed instructions. Letters also reveal relations and problems with white and slave labor and George Washington's views on slavery. Letters between George Washington and his nephew, Robert Lewis, concern the collection of rents due George Washington on his western land. Letters concerning George Washington's public life reveal his sentiments on being called to lead the Continental Army and the presidency. Also included are his observations on state adoptions of the Constitution, the Jay Treaty, and European intervention. Reports from estate managers include all aspects of farming, as well as the operation of the mill and distillery, and physical improvements made to Mount Vernon. A few letters to George Washington are from officers describing army morale, lack of supplies, and need for new recruits in the Continental Army. Letters from friends include reports on Federalist and anti- Federalist divisions and tension, particularly in Virginia. Other papers include financial records: accounts and receipts, 1755-1797, bills, 1760-1799, bonds, and indentures. Financial accounts document the purchase of household and personal goods, as well as farming expenditures and doctor bills. There are also twenty memoranda by George Washington describing household and travel expenses while president as well as a list of paintings and descriptions of the interior and exterior of Mount Vernon, 1769-1799. Also included are estate papers of family members; legal suits; list of indentured servants for local landowners in 1784; list of names, occupations, and salaries of 86 workers on the Potomac Canal in 1787; original land grants for land eventually purchased by George Washington; and a report on the sale of furniture from the Fairfax family's estate sale at Belvoir. The collection also includes plans, plats, and surveys by George Washington: 1774 plan and 1785 plan for the greenhouse and quarters, three plats, 1770-1783, and fourteen surveys, 1759-1799, including a survey of land belonging to and adjoining the Fairfax County lands of George Washington.", "recordLocation" : { "name" : "Mount Vernon Ladies' Association of the Union", "location" : { "addressLocality" : "Mount Vernon", "addressRegion" : "VA" } } }] }
