{ "usCongressBioId" : "A000077", "familyName" : "Albright", "givenName" : "Charles", "unaccentedFamilyName" : "Albright", "unaccentedGivenName" : "Charles", "birthDate" : "1830", "birthCirca" : false, "deathDate" : "1880", "deathCirca" : false, "image" : [{ "caption" : "Image courtesy Library of Congress" }], "profileText" : "A Representative from Pennsylvania; born in Bucks County, Pa., December 13, 1830; attended Dickinson College, Carlisle, Pa.; studied law; was admitted to the bar in 1852 and commenced practice in Mauch Chunk, Pa.; moved to the Territory of Kansas in 1854 and participated in its early development; returned to Pennsylvania and resumed the practice of law in Mauch Chunk in 1856; delegate to the Republican National Convention in 1860 and 1872; during the Civil War served in the Union Army and was promoted through the ranks to colonel of the One Hundred and Thirty-second Regiment, Pennsylvania Volunteer Infantry; honorably mustered out May 24, 1865; recommissioned colonel of the Thirty-fourth Pennsylvania Militia July 3, 1863, and honorably mustered out August 10, 1863; recommissioned colonel of the Two Hundred and Second Regiment, Pennsylvania Volunteer Infantry, September 4, 1864; honorably mustered out August 3, 1865; resumed the practice of law in Mauch Chunk, Pa.; elected as a Republican to the Forty-third Congress (March 4, 1873-March 3, 1875); was not a candidate for reelection in 1874; resumed the practice of law and also engaged in manufacturing in Mauch Chunk, Pa., until his death there September 28, 1880; interment in Mauch Chunk Cemetery.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The 43rd United States Congress", "congressNumber" : 43, "congressType" : "USCongress", "startDate" : "1873-03-04", "endDate" : "1875-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Republican" } }], "caucusAffiliation" : [{ "party" : { "name" : "Republican" } }], "represents" : { "regionType" : "StateRegion", "regionCode" : "PA" } } }], "creativeWork" : [{ "freeFormCitationText" : "Albright, Charles. <i>The Great Mollie Maguire Trials in Carbon and Schuylkill Counties, Pa. : Brief reference to such trials, and arguments of Gen. Charles Albright and Hon. F.W. Hughes, in the case of the Commonwealth vs. James Carroll, James Roarity, Hugh McGehan and James Boyle, indicted for the murder of Benjamin F. Yost, chief of police of and at Tamaqua, July 6, l876, in the Oyer and Terminer of Schuylkill County : July 22d, 1876, verdict as to all the prisoners, of guilty of murder in the first degree</i>. Stenographically reported by R.A. West. Pottsville: Chronicle Book and Job Rooms, 1876." }], "researchRecord" : [{ "name" : "1 letter (June 8, 1868) in the Charlemagne Tower collection.", "recordType" : ["Papers"], "description" : "Finding aid in repository.", "recordLocation" : { "name" : "Rare Book and Manuscript Library", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" }, "parentRecordLocation" : { "name" : "Columbia University", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" } } } }] }
