{ "usCongressBioId" : "B000653", "familyName" : "Boteler", "givenName" : "Alexander", "middleName" : "Robinson", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Boteler", "unaccentedGivenName" : "Alexander", "unaccentedMiddleName" : "Robinson", "birthDate" : "1815-05-16", "birthCirca" : false, "deathDate" : "1892-05-08", "deathCirca" : false, "profileText" : "A Representative from Virginia; born in Shepherdstown, Jefferson County, Va. (now West Virginia), May 16, 1815; was graduated from Princeton College in 1835; engaged in agriculture and literary pursuits; elected as the candidate of the Opposition Party to the Thirty-sixth Congress (March 4, 1859-March 3, 1861); during the Civil War entered the Confederate Army and was a member of Stonewall Jackson's staff; chosen by the State convention a Representative from Virginia to the Confederate Provisional Congress November 19, 1861; elected from Virginia to the Confederate Congress, serving from February 1862 to February 1864; appointed a member of the Centennial Commission in 1876; appointed a member of the Tariff Commission by President Arthur and subsequently made pardon clerk in the Department of Justice by Attorney General Brewster; died in Shepherdstown, Jefferson County, W.Va., May 8, 1892; interment in Elmwood Cemetery.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1859-03-04", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 36th United States Congress", "congressNumber" : 36, "congressType" : "USCongress", "startDate" : "1859-03-04", "endDate" : "1861-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Opposition Party" } }], "caucusAffiliation" : [{ "party" : { "name" : "Opposition Party" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "VA" } } }], "creativeWork" : [{ "freeFormCitationText" : "Boteler, Alexander Robinson. <i>Speech of Hon. A.R. Boteler, of Virginia, on the organization of the House. Delivered in the House of Representatives, January 25, 1860</i>. [Washington]: Printed by L. Towers, [1860]." }, { "freeFormCitationText" : "------. <i>Speech of Hon. Alexander R. Boteler, of Virginia, on the organization of the House</i>. Washington, D.C.: W.H. Moore, printer, 1860." }, { "freeFormCitationText" : "Rives, William C. (William Cabell). <i>Letter of Hon. Wm. C. Rives, to Mr. Boteler, of the House of Representatives, on the national crisis</i>. [United States: N.p., 1860]." }], "researchRecord" : [{ "name" : "1729-1924, approximately 1,686 items.", "recordType" : ["Papers"], "description" : "The papers of Alexander Boteler contains correspondence of Alexander Boteler's father, Dr. Henry Boteler, for 1776-1837; and family letters of Alexander Boteler with information on his career at Princeton College and his courtship of his future wife, Helen Macomb Stockton. Political correspondence, relating to the election of 1860, the Constitutional Union party, and Alexander Boteler's travels around the country in 1882-1884 while a member of the U.S. tariff commission. Volumes include Alexander Boteler's diary for 1845, relative to his farming activities; various scrapbooks and some genealogical materials on the Pendleton, Digges, and Pope families.", "recordLocation" : { "name" : "Rare Book, Manuscript, and Special Collections Library", "location" : { "addressLocality" : "Durham", "addressRegion" : "NC" }, "parentRecordLocation" : { "name" : "Duke University Library", "location" : { "addressLocality" : "Durham", "addressRegion" : "NC" } } } }] }
