{ "usCongressBioId" : "B000764", "familyName" : "Branch", "givenName" : "Lawrence", "middleName" : "O'Bryan", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Branch", "unaccentedGivenName" : "Lawrence", "unaccentedMiddleName" : "O'Bryan", "birthDate" : "1820-11-28", "birthCirca" : false, "deathDate" : "1862-09-17", "deathCirca" : false, "profileText" : "A Representative from North Carolina; born in Enfield, Halifax County, N.C., November 28, 1820; pursued a preparatory course under a private teacher in Washington, D.C., and at the Bingham Military Academy in North Carolina; attended the University of North Carolina at Chapel Hill for a short time and was graduated from Princeton College in 1838; studied law at Nashville, Tenn., and owned and edited a newspaper there; moved to Tallahassee, Fla., in 1840; was admitted to the bar in Florida in 1840 by a special act of the legislature and commenced practice in Tallahassee; fought in the Seminole War in 1841; moved to Raleigh, N.C., in 1852 and continued the practice of law; president of the Raleigh &amp; Gaston Railroad Co.; elected as a Democrat to the Thirty-fourth, Thirty-fifth, and Thirty-sixth Congresses (March 4, 1855-March 3, 1861); was not a candidate for renomination in 1860; appointed Secretary of the Treasury by President Buchanan December 2, 1860, but declined; entered the Confederate Army in May 1861 and was appointed brigadier general the same year; senior brigadier general in A.P. Hill's division, Stonewall Jackson's corps; killed in the Battle of Antietam, Sharpsburg, Md., while in command of the Fourth Brigade, North Carolina Troops, September 17, 1862; interment in Old City Cemetery, Raleigh, N.C.", "relationship" : [{ "relationshipType" : "father", "relatedTo" : { "usCongressBioId" : "B000765", "familyName" : "Branch", "givenName" : "William", "middleName" : "Augustus Blount", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Branch", "unaccentedGivenName" : "William", "unaccentedMiddleName" : "Augustus Blount", "birthDate" : "1847-02-26", "birthCirca" : false, "deathDate" : "1910-11-18", "deathCirca" : false } }, { "relationshipType" : "nephew", "relatedTo" : { "usCongressBioId" : "B000763", "familyName" : "Branch", "givenName" : "John", "unaccentedFamilyName" : "Branch", "unaccentedGivenName" : "John", "birthDate" : "1782", "birthCirca" : false, "deathDate" : "1863", "deathCirca" : false } }], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1855-03-04", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 34th United States Congress", "congressNumber" : 34, "congressType" : "USCongress", "startDate" : "1855-12-03", "endDate" : "1857-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "NC" } } }, { "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1857-03-04", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 35th United States Congress", "congressNumber" : 35, "congressType" : "USCongress", "startDate" : "1857-03-04", "endDate" : "1859-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "NC" } } }, { "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The 36th United States Congress", "congressNumber" : 36, "congressType" : "USCongress", "startDate" : "1859-03-04", "endDate" : "1861-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "StateRegion", "regionCode" : "NC" } } }], "creativeWork" : [{ "freeFormCitationText" : "Branch, Lawrence O'B. (Lawrence O'Bryan). <i>Congressional intervention in regard to slavery in the territories : letter of Lawrence O'B. Branch to his constituents, May 15, 1860</i>. Washington: Printed at the <i>Congressional Globe</i> Office, 1860." }, { "freeFormCitationText" : "------. <i>Letter of Hon. L. O'B. Branch, of North Carolina, to his constituents</i>. Washington: Printed by Lemuel Towers, 1858." }, { "freeFormCitationText" : "------. <i>Speech of Hon, Lawrence O'B. Branch, of North Carolina, on the presidential election. Delivered in the House of Representatives, July 24, 1856</i>. Washington: Printed at the <i>Congressional Globe</i> Office, 1856." }, { "freeFormCitationText" : "Hughes, John, Major. <i>Lawrence O'Brian Branch: Oration delivered at Raleigh, May 10th, 1884</i>. [United States: N.p., 1884?]" }], "researchRecord" : [{ "name" : "1856, 1 item.", "recordType" : ["Papers"], "description" : "A signature of Lawrence O'Bryan Branch on the register of Brown's Hotel, Washington, 1856 Nov. 30.", "recordLocation" : { "name" : "Department of Literary and Historical Manuscripts", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" }, "parentRecordLocation" : { "name" : "The Morgan Library", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" } } } }, { "name" : "In the Branch Family Papers, 1778-1889, 814 items.", "recordType" : ["Papers"], "description" : "Persons represented include Lawrence O'Bryan Branch.", "recordLocation" : { "name" : "Duke University Library", "location" : { "addressLocality" : "Durham", "addressRegion" : "NC" } } }, { "name" : "In the Thomas Whitmel Harriss Papers, ca. 1795-1891, 303 items.", "recordType" : ["Papers"], "description" : "Correspondents include Lawrence O'B. Branch.", "recordLocation" : { "name" : "Duke University Library", "location" : { "addressLocality" : "Durham", "addressRegion" : "NC" } } }, { "name" : "1840-1813, approximately 650 items.", "recordType" : ["Papers"], "description" : "The papers of Lawrence O'Bryan Branch, concern his congressional career and describe the political and social scene in Washington, D.C., including accounts of Preston S. Brooks' attack on Charles Sumner, the United States' plan to acquire Cuba, James Buchanan's visit to North Carolina, the election of 1860, the U.S. Treasury Department, and a dispute with Galusha A. Grow. The papers contain an 1840 letter, from Felix Grundy regarding U.S. fiscal policy, abolition, and other political matters; and an 1843 letter from David Levy Yulee regarding John C. Calhoun and Southern politics. Family papers including correspondence with his wife, Nancy \"Nannie\" Haywood (Blount) Branch, discuss family matters, traveling in the South, Civil War news, the battle of New Bern, N.C., and Florida social life. Civil War papers, 1860-1862, of Lawrence Branch, concern the organization of the Confederate army, anti-Confederate sentiment in North Carolina, the defense of the North Carolina coast, the battle of New Bern, N.C., and the subsequent retreat, and problems with deserters and spies. Correspondence subsequent to joining Stonewall Jackson in Virginia describes Hanover Court House, Va., 2nd Bull Run, and the Seven Days' Battles, the Maryland Campaign, Josiah Gorgas, and Daniel Harvey Hill. A letter, 1 January 1862, from Thomas Bragg, Richmond, Va., regards the defense of North Carolina, especially Roanoke Island and Albemarle County (N.C.), and infighting among officers under Branch's command. A letter, 17 March 1862, from A.E. Burnside, New Bern, N.C., responds to an inquiry about Confederate casualties and prisoners in the battle of New Bern; and a letter, 20 March 1862, from Zebulon B. Vance, Kinston, N.C. reports those under Vance's command wounded and killed during the battle of New Bern. Correspondence, 1862 with J.P. Benjamin and George W. Randolph, regards promotions and a resignation. Correspondence, 1862, with Richard S. Ewell and Joseph E. Johnston concerns troop movements around Gordonsville, Va., and before the battle of Hanover Court House. Three letters, June 1862, between Branch and Robert E. Lee, concern the battle of Hanover Court House, Va.; and a letter, 26 June 1862, from Stonewall Jackson concerns troop movements. The papers are also available on microfilm. An unpublished finding aid is available in the repository.", "recordLocation" : { "name" : "Albert and Shirley Small Special Collections Library", "location" : { "addressLocality" : "Charlottesville", "addressRegion" : "VA" }, "parentRecordLocation" : { "name" : "University of Virginia Library", "location" : { "addressLocality" : "Charlottesville", "addressRegion" : "VA" } } } }, { "name" : "1805-1913, 75 items.", "recordType" : ["Papers"], "description" : "The papers of Lawrence Branch, congressman (1855-1861) and Confederate brigadier general, consist primarily of letters, orders, and reports relating to his brigade in 1862 at New Bern and in the Seven Days' campaign, including letters or orders from Joseph R. Anderson, Robert H. Cowan, Richard C. Gatlin, Maxcy Gregg, A. P. Hill, Joseph E. Johnston, and Robert Ransom; reports by his colonels; copies of reports by Lawrence Branch and of messages from Stonewall Jackson, Joseph E. Johston, and Robert E. Lee; and lists of officers elected and relieved in reorganization of the 18th Regt. (Apr., 1862). Other papers include Lawrence Branch's law license and commissions, one as director for the state in the Raleigh and Gaston Railroad Company (1852); his speeches on education, direct taxation, railroads, agriculture, the Lecompton Constitution, and federal nonintervention, with a copy of a proposed constitutional amendment concerning slavery, admission of new states, and fugitive slaves (n.d.). Also in the collection are copies of wills of John Branch, Sr. (1805-1806), and speech of Florida territorial Gov. John Branch (1845).", "recordLocation" : { "name" : "Special Collections", "location" : { "addressLocality" : "Raleigh", "addressRegion" : "NC" }, "parentRecordLocation" : { "name" : "North Carolina State Archives", "location" : { "addressLocality" : "Raleigh", "addressRegion" : "NC" } } } }, { "name" : "In the Nancy Haywood Blount Branch and Lawrence O'Bryan Branch Papers, 1770-1895, 165 items.", "recordType" : ["Papers"], "description" : "The papers of Nancy Haywood Blount Branch and her husband Lawrence O'Bryan Branch (1820-1862) of Raleigh, Democratic congressman (1855-1862) and Confederate general. Early Blount and Branch family correspondence (1833-1848) includes letters from UNC, College of New Jersey (Princeton), Harvard Law School, Tallahassee, Fla., Franklin, Tenn., and Washington, D.C., with good descriptions and some political advice (1848) from Lawrence Branch's brother Joseph. Letters from uncle and former governor John Branch (1844, [1860]) include advice given prior to Democratic convention of 1860. Lawrence Branch's letters to his wife describe his life and work as a congressman, President Buchanan's visit to North Carolina (1859), the Democratic convention (1860), and his declining to serve as President Buchanan's secretary of the treasury (Dec., 1860). Other letters are from Clement C. Clay, and Galusha A. Grow. Lawrence Branch's speeches, printed letters to constituents, and committee reports concern the election of 1856, the homestead bill, slavery in the territories, acquisition of Cuba, collection of import duties in the South, and right of the president to call the militia. The few Civil War letters (1862-1863) are from Lawrence Branch, his wife, and children; and from others, including Varina Davis, about his death at Sharpsburg. Also copies of General Lee's letter praising Lawrence Branch (June, 1862) and of an 1863 letter to Mrs. Branch from John H. Wheeler. Postwar material includes notes from Jefferson Davis and material relating to the Ladies Memorial Association (1866), UDC, and the North Carolina [Confederate] Monumental Association, 1895.", "recordLocation" : { "name" : "Special Collections", "location" : { "addressLocality" : "Raleigh", "addressRegion" : "NC" }, "parentRecordLocation" : { "name" : "North Carolina State Archives", "location" : { "addressLocality" : "Raleigh", "addressRegion" : "NC" } } } }, { "name" : "In the Daniel W. Courts Letters, 1857-1862, 8 items.", "recordType" : ["Papers"], "description" : "Correspondents include Lawrence Branch.", "recordLocation" : { "name" : "Special Collections", "location" : { "addressLocality" : "Raleigh", "addressRegion" : "NC" }, "parentRecordLocation" : { "name" : "North Carolina State Archives", "location" : { "addressLocality" : "Raleigh", "addressRegion" : "NC" } } } }, { "name" : "In the Alonzo T. Mial Papers, 1756-1932, 7 feet.", "recordType" : ["Papers"], "description" : "Persons represented include Lawrence Branch.", "recordLocation" : { "name" : "Special Collections", "location" : { "addressLocality" : "Raleigh", "addressRegion" : "NC" }, "parentRecordLocation" : { "name" : "North Carolina State Archives", "location" : { "addressLocality" : "Raleigh", "addressRegion" : "NC" } } } }] }
