{ "usCongressBioId" : "B000504", "familyName" : "Black", "givenName" : "John", "middleName" : "Charles", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Black", "unaccentedGivenName" : "John", "unaccentedMiddleName" : "Charles", "birthDate" : "1839-01-27", "birthCirca" : false, "deathDate" : "1915-08-17", "deathCirca" : false, "image" : [{ "caption" : "Collection of the U.S. House of Representatives" }], "profileText" : "A Representative from Illinois; born in Lexington, Holmes County, Miss., January 27, 1839; moved to Danville, Vermilion County, Ill., in 1847; attended the common schools and Wabash College, Crawfordsville, Ind., but was not graduated until after the close of the Civil War; served in the Union Army from April 14, 1861, to August 15, 1865; entered as a private, and was successively sergeant major, major, lieutenant colonel, and colonel; brevetted brigadier general for service in the storming of Fort Blakeley on April 9, 1865; received the Congressional Medal; studied law in Chicago, Ill.; was admitted to the bar in 1867 and commenced practice in Danville, Ill.; appointed United States Commissioner of Pensions by President Cleveland and served from March 17, 1885, to March 27, 1889; elected as a Democrat to the Fifty-third Congress and served from March 4, 1893, to January 12, 1895, when he resigned; United States attorney for the northern district of Illinois 1895-1899; department commander of the Loyal Legion of Illinois 1895-1897; department commander of the Illinois department, Grand Army of the Republic, in 1898; commander in chief of the Grand Army of the Republic in 1903 and 1904; member of the United States Civil Service Commission 1904-1913 and served as its president; resigned and returned to Chicago, Ill., where he died August 17, 1915; interment in Spring Hill Cemetery, Danville, Ill.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1893-03-04", "startCirca" : false, "endDate" : "1895-01-12", "endCirca" : false, "departureReason" : "Resigned", "congressAffiliation" : { "congress" : { "name" : "The 53rd United States Congress", "congressNumber" : 53, "congressType" : "USCongress", "startDate" : "1893-03-04", "endDate" : "1895-03-04" }, "departureReason" : "Resigned", "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "StateRegion", "regionCode" : "IL" }, "note" : [{ "type" : "Note", "noteType" : "FootNote", "content" : "Resigned January 12, 1895." }] } }], "creativeWork" : [{ "freeFormCitationText" : "Black, John Charles.<i> John Marshall; an address before the Illinois State Bar Association</i>. Springfield, Ill.: State Register Printing Co., 1896." }], "researchRecord" : [{ "name" : "1830-1928, 9 linear feet.", "recordType" : ["Papers"], "description" : "Includes letters from John Charles Black's father to his own sister and mother in Pennsylvania re: preaching and family. Letters from Fithian to his wife telling of problems reaching his wounded boys, dealings with sanitary fair officials, experiences at the Leesburg Army Hospital in Ark., his impressions of Southern society and freed slaves. War letters of John Black and his brother William give a strong picture of camp life, battles, army hospitals, and their personal lives. Over 4,000 letters, 1903-1913, from his time with the Civil Service Commission include letters from T. Roosevelt, G. Cleveland, W.H. Taft, Adlai Stevenson, Mrs. John Logan, Joseph G. Cannon, Frank Lowden, Horatio King, Champ Clark and others. A number of letters re: pardon of Robert E. Lee; 14 letters from A.C. Griggs in Panama re: work on the Isthmian Canal Commission. Much material related to the G.A.R. Letterpress books contain letters while Commissioner of Pensions and from 1904-1913. An inventory is available in the library.", "recordLocation" : { "name" : "Abraham Lincoln Presidential Library", "location" : { "addressLocality" : "Springfield", "addressRegion" : "IL" } } }, { "name" : "In the Thomas Reeves Brown Papers, ca. 1831-1909, 0.42 linear foot.", "recordType" : ["Papers"], "description" : "Correspondents include John C. Black.", "recordLocation" : { "name" : "Abraham Lincoln Presidential Library", "location" : { "addressLocality" : "Springfield", "addressRegion" : "IL" } } }, { "name" : "In the Civil War Papers, 1836-1913, 14 volumes.", "recordType" : ["Papers"], "description" : "The papers include a record book (1885-1887) kept by General John Charles Black, U.S. commissioner of pensions, of applications of New Jersey Civil War veterans or their widows for pensions.", "recordLocation" : { "name" : "New Jersey Historical Society", "location" : { "addressLocality" : "Newark", "addressRegion" : "NJ" } } }] }
