{ "usCongressBioId" : "B000732", "familyName" : "Brackenridge", "givenName" : "Henry", "middleName" : "Marie", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Brackenridge", "unaccentedGivenName" : "Henry", "unaccentedMiddleName" : "Marie", "birthDate" : "1786-05-11", "birthCirca" : false, "deathDate" : "1871-01-18", "deathCirca" : false, "profileText" : "A Representative from Pennsylvania; born in Pittsburgh, Pa., May 11, 1786; instructed by his father and private tutors; attended a French academy at St. Genevieve, La.; studied law; was admitted to the bar in 1806 and practiced in Somerset, Pa., until 1810; appointed deputy attorney general of the Territory of Orleans (Louisiana) in 1811; district judge of Louisiana in 1812; appointed secretary of a mission to South America in 1817; judge for the western district of Florida 1821-1832; returned to Pennsylvania in 1832 and became owner of a large tract of land upon which he founded the town of Tarentum, Pa.; elected as a Whig to the Twenty-sixth Congress to fill the vacancy caused by the resignation of Richard Biddle and served from October 13, 1840, to March 3, 1841; unsuccessful candidate for renomination in 1840; member of the commission under the treaty with Mexico in 1841; engaged in literary pursuits until his death in Pittsburgh, Pa., January 18, 1871; interment in Prospect Cemetery, Brackenridge, Pa.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1840-10-13", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 26th United States Congress", "congressNumber" : 26, "congressType" : "USCongress", "startDate" : "1839-12-02", "endDate" : "1841-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Whig" } }], "caucusAffiliation" : [{ "party" : { "name" : "Whig" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "PA" }, "note" : [{ "type" : "Note", "noteType" : "FootNote", "content" : "Elected to fill vacancy caused by resignation of Richard Biddle, and took his seat December 10, 1840." }] } }], "creativeWork" : [{ "freeFormCitationText" : "Brackenridge, Henry Marie. <i>Early discoveries by Spaniards in New Mexico</i>. Pittsburgh: H. Miner 7 Co., 1857." }, { "freeFormCitationText" : "------. <i>A eulogy, on the lives and characters of John Adams &amp; Thomas Jefferson</i>. Pensacola, Fla.: W. H. Hunt, 1826." }, { "freeFormCitationText" : "------. <i>History of the late war between the United States and Great Britain: comprising a minute account of the various military and naval operations</i>. Philadelphia: J. Kay, jun. and brother; Pittsburgh: C. H. Kay &amp; Co., 1844. Reprint, Notable American Authors Series - Part I). Reprint Services Corporation, n.d." }, { "freeFormCitationText" : "------. <i>History of the western insurrection in western Pennsylvania, commonly called the Whiskey Insurrection, 1794</i>. Pittsburgh: Printed by W. S. Haven, 1859." }, { "freeFormCitationText" : "------.<i> Journal of a voyage up the river Missouri; performed in eighteen hundred and eleven</i>. 2d ed. Baltimore: Pub. by Coale and Maxwell, Pomeroy &amp; Toy, printers, 1815." }, { "freeFormCitationText" : "------. <i>Judge Brackenridge's letters</i>. [Washington: N.p., 1832]." }, { "freeFormCitationText" : "------. <i>Recollections of Persons &amp; Places in the West</i>. Reprint Services Corporation, Reprint edition, 1989." }, { "freeFormCitationText" : "------.<i> South America; a letter on the present state of that country to James Monroe</i>. Washington: Printed and published, at the office of the National Register.....October 15, 1817. Reprint, Notable American Authors Series - Part I. Reprint Services Corporation, n.d." }, { "freeFormCitationText" : "------. <i>Views of Louisiana</i>. Chicago, Quadrangle Books [1962]. Reprint, Notable American Authors Series - Part I. Reprint Services Corp, n.d." }, { "freeFormCitationText" : "------. <i>Voyage to Buenos Ayres, performed in the years 1817 and 1818, by order of the American government</i>. London: Sir R. Phillips and Co., 1820." }, { "freeFormCitationText" : "------. <i>Voyage to South America, performed by order of the American government in the years 1817 and 1818, in the frigate Congress</i>. London: Printed for J. Miller, 1820." }, { "freeFormCitationText" : "Keller, William F. <i>The Nation's Advocate: Henry Marie Brackenridge and Young America.</i> Pittsburgh: University of Pittsburgh Press, 1956." }], "researchRecord" : [{ "name" : "3 letters.", "recordType" : ["Papers"], "recordLocation" : { "name" : "Boston Public Library", "location" : { "addressLocality" : "Boston", "addressRegion" : "MA" } } }, { "name" : "1814, 1822-1845. 1 box and 1 item.", "recordType" : ["Papers"], "description" : "Photocopies of material once loaned to the society and transcript of a letter in the Shaler collection of the Historical Society of Pennsylvania. Mainly personal correspondence, some speeches, and account of a journey to Florida.", "recordLocation" : { "name" : "Historical Society of Western Pennsylvania", "location" : { "addressLocality" : "Pittsburgh", "addressRegion" : "PA" } } }, { "name" : "1816-1870. 195 items and 1 volume.", "recordType" : ["Papers"], "description" : "Correspondence, political essays, and documents. Unpublished index to letter book and calendar of other papers in library. Restricted.", "recordLocation" : { "name" : "University of Pittsburgh Libraries", "location" : { "addressLocality" : "Pittsburgh", "addressRegion" : "PA" } } }] }
