{"usCongressBioId":"B000604","familyName":"Bolles","givenName":"Stephen","honorificPrefix":"Mr.","unaccentedFamilyName":"Bolles","unaccentedGivenName":"Stephen","birthDate":"1866-06-25","birthCirca":false,"deathDate":"1941-07-08","deathCirca":false,"profileText":"A Representative from Wisconsin; born in Springboro, Crawford County, Pa., June 25, 1866; attended the public schools; was graduated from the State Normal School of Pennsylvania at Slippery Rock, Pa., in 1888 and from the law department of Milton College, Milton, Wis.; served as reporter correspondent, managing editor, and publisher of newspapers in Ohio, Pennsylvania, and New York, 1893-1901; chairman of the congressional committee of the Eleventh Ohio District and secretary of the Republican city committee of Toledo in 1894; chairman of the congressional committee of the Twenty-sixth Pennsylvania District and secretary of the Pennsylvania Republican League of Clubs in 1896; superintendent of the press department of the Pan American Exposition at Buffalo, N.Y., in 1901; managing editor of the Buffalo (N.Y.) Enquirer in 1902 and 1903; superintendent of graphic arts of the St. Louis Exposition 1903-1905; director of publicity of the Jamestown Exposition in 1907; engaged as a special writer and also in private business, including the brokerage business, in Atlanta, Ga., 1907-1919; moved to Janesville, Wis., in 1920 and again engaged as a newspaper editor until elected to Congress; delegate to the Republican National Convention in 1928; elected as a Republican to the Seventy-sixth and Seventy-seventh Congresses and served from January 3, 1939, until his death in Washington, D.C., July 8, 1941; interment in Oak Hill Cemetery, Janesville, Wis.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"startDate":"1939-01-03","startCirca":false,"congressAffiliation":{"congress":{"name":"The 76th United States Congress","congressNumber":76,"congressType":"USCongress","startDate":"1939-01-03","endDate":"1941-01-03"},"partyAffiliation":[{"party":{"name":"Republican"}}],"caucusAffiliation":[{"party":{"name":"Republican"}}],"represents":{"regionType":"DistrictRegion","regionCode":"WI"}}},{"job":{"name":"Representative","jobType":"CongressMemberJob"},"startDate":"1941-01-03","startCirca":false,"congressAffiliation":{"congress":{"name":"The 77th United States Congress","congressNumber":77,"congressType":"USCongress","startDate":"1941-01-03","endDate":"1943-01-03"},"partyAffiliation":[{"party":{"name":"Republican"}}],"caucusAffiliation":[{"party":{"name":"Republican"}}],"represents":{"regionType":"DistrictRegion","regionCode":"WI"}}}],"creativeWork":[{"freeFormCitationText":"United States. 77th Cong., 2d sess., 1942. House. <i>Memorial services held in the House of Representatives of the United States, together with remarks presented in eulogy of Stephen Bolles, late a Representative from Wisconsin, Seventy-seventh Congress, second session</i>. Washington: Government Printing Office, 1944."}],"researchRecord":[{"name":"1920-1941, 1.8 cubic feet and 2 microfilm reels.","recordType":["Papers"],"description":"The papers of Stephen Bolles contain correspondence, articles, addresses, congressional voting records, clippings, and scrapbooks pertaining to his term in Congress. For the most part, the correspondence is either of a congratulatory nature or deals with Stephen Bolles's isolationist views and his opposition to the Burke-Wadsworth Conscription Bill (1940). Four of the scrapbooks pertain to his career as editor of the Gazette and as a Wisconsin politician. Although chiefly composed of clippings, these scrapbooks contain letters from William E. Borah, Calvin Coolidge, Herbert Hoover, Robert M. La Follette, Jr., David Lawrence, John J. Pershing, Franklin D. Roosevelt, William Allen White, and Alexander Wiley. The scrapbooks and clippings are available only on microfilm. A register is available in the repository and online.","recordLocation":{"name":"Wisconsin Historical Society","location":{"addressLocality":"Madison","addressRegion":"WI"}}}]}
