{"usCongressBioId":"B000211","familyName":"Barton","givenName":"Bruce","honorificPrefix":"Mr.","unaccentedFamilyName":"Barton","unaccentedGivenName":"Bruce","birthDate":"1886-08-05","birthCirca":false,"deathDate":"1967-07-05","deathCirca":false,"image":[{"caption":"Collection of the U.S. House of Representatives"}],"profileText":"A Representative from New York; born in Robbins, Scott County, Tenn., August 5, 1886; educated in the public schools of Ohio, Massachusetts, and Illinois; graduated from Amherst (Mass.) College in 1907; moved to Chicago, Ill., in 1900 and engaged in literary and editorial pursuits; moved to New York City in 1912 and continued literary work; also engaged in the magazine and advertising business; elected as a Republican to the Seventy-fifth Congress to fill the vacancy caused by the death of Theodore A. Peyser; reelected to the Seventy-sixth Congress and served from November 2, 1937, to January 3, 1941; was not a candidate for renomination but was an unsuccessful candidate for election in 1940 to the United States Senate; delegate to the Republican State convention in 1938 and to the Republican National Convention at Philadelphia in 1940; resumed advertising business in New York City; died in New York City, on July 5, 1967; interment in Rock Hill Cemetery, Foxboro, Mass.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"startDate":"1937-11-15","startCirca":false,"congressAffiliation":{"congress":{"name":"The 75th United States Congress","congressNumber":75,"congressType":"USCongress","startDate":"1937-01-03","endDate":"1939-01-03"},"partyAffiliation":[{"party":{"name":"Republican"}}],"caucusAffiliation":[{"party":{"name":"Republican"}}],"represents":{"regionType":"DistrictRegion","regionCode":"NY"},"note":[{"type":"Note","noteType":"FootNote","content":"Elected November 2, 1937, to fill vacancy caused by death of Theodore A. Peyser, and became a member of the House on November 15, 1937."}]}},{"job":{"name":"Representative","jobType":"CongressMemberJob"},"startDate":"1939-01-03","startCirca":false,"congressAffiliation":{"congress":{"name":"The 76th United States Congress","congressNumber":76,"congressType":"USCongress","startDate":"1939-01-03","endDate":"1941-01-03"},"partyAffiliation":[{"party":{"name":"Republican"}}],"caucusAffiliation":[{"party":{"name":"Republican"}}],"represents":{"regionType":"DistrictRegion","regionCode":"NY"}}}],"creativeWork":[{"freeFormCitationText":"Barton, Bruce. <i>Better days</i>. New York, London: The Century co., [1924]."},{"freeFormCitationText":"___. <i>More power to you; fifty editorials from Every week</i>. New York: The Century co., [1917]."},{"freeFormCitationText":"___. <i>On the up and up</i>. Indianapolis: The Bobbs-Merrill company, [1929]."},{"freeFormCitationText":"___. <i>Silver lining and common sense</i>. [Chicago: The Consolidated magazines corporation, 1924]."},{"freeFormCitationText":"Bishop, Robert L. \"Bruce Barton---Presidential Stage Manager.\" <i>Journalism Quarterly</i> 43 (Spring 1966): 85-89."},{"freeFormCitationText":"Fried, Richard M. <i>The Man Everybody Knew: Bruce Barton and The Making of Modern America</i>. Chicago, IL: Ivan R. Dee, 2005."},{"freeFormCitationText":"Nuechterlein, James A. \"Bruce Barton and the Business Ethos of 1920's.\" <i>South Atlantic Quarterly</i> 76 (Summer 1977): 293-308."}],"researchRecord":[{"name":"1881-1967, 63.4 cubic feet (151 archival boxes and 8 flat boxes) and 5 disc recordings.","recordType":["Papers"],"description":"The papers document Bruce Barton's roles as an author, politician, and chairman of the board of the advertising agency Batten, Barton, Durstine, and Osborn. The papers include voluminous correspondence, which divides into general, client, and literary categories, reflecting Bruce Barton's wide-ranging interests in politics, religion, advertising, business, literature, and philanthropy. The political correspondence includes letters from every President and every Republican Presidential candidate of the mid-twentieth century. Of special interest are the files for Calvin Coolidge, Thomas E. Dewey, Dwight D. Eisenhower, Herbert Hoover, and Wendell L. Willkie. There is, however, little material pertaining to Bruce Barton's own congressional career. A finding aid is available in the repository and online. Literary rights to Bruce Barton's writings are held by the International Center for the Disabled, New York, N.Y.","recordLocation":{"name":"Wisconsin Historical Society Archives","location":{"addressLocality":"Madison","addressRegion":"WI"}}}]}
