{ "usCongressBioId" : "C000822", "familyName" : "Cowen", "givenName" : "John", "middleName" : "Kissig", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Cowen", "unaccentedGivenName" : "John", "unaccentedMiddleName" : "Kissig", "birthDate" : "1844-10-28", "birthCirca" : false, "deathDate" : "1904-04-26", "deathCirca" : false, "image" : [{ "contentUrl" : "http://history.house.gov/Collection/Detail/15032403284?ret=True", "caption" : "Collection of the U.S. House of Representatives <a href=\"http://history.house.gov/Collection/Detail/15032403284?ret=True\">About this object</a>" }], "profileText" : "A Representative from Maryland; born near Millersburg, Holmes County, Ohio, October 28, 1844; attended the public schools and the local academies at Fredericksburg and Hayesville, Ohio; was graduated from Princeton College in 1866 and from the law department of the University of Michigan at Ann Arbor; was admitted to the bar of Ohio in 1868 and commenced practice in Mansfield, Richland County, Ohio; prosecuting attorney of Holmes County; moved to Baltimore, Md., in February 1872 and was appointed counsel of the Baltimore &amp; Ohio Railroad Co.; from 1876 to 1896 was general counsel of the Baltimore &amp; Ohio Railroad Co.; elected as a Democrat to the Fifty-fourth Congress (March 4, 1895-March 3, 1897); was not a candidate for renomination in 1896 to the Fifty-fifth Congress; president of the Baltimore &amp; Ohio Railroad Co. from January 1896 to June 1901; died in Chicago, Ill., April 26, 1904; interment in Oak Hill Cemetery, Millersburg, Holmes County, Ohio.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1895-12-02", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 54th United States Congress", "congressNumber" : 54, "congressType" : "USCongress", "startDate" : "1895-12-02", "endDate" : "1897-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "MD" } } }], "creativeWork" : [{ "freeFormCitationText" : "Cowen, John Kissig. <i>The Maryland oyster and his political enemies</i>. Baltimore: Wm. K. Boyle &amp; Son, 1889." }, { "freeFormCitationText" : "<i>------. Reforms in state and city government and their relation to practical politics</i>. [Baltimore]: Hanzsche &amp; Co., printers, [1889?]." }, { "freeFormCitationText" : "<i>------. Statement on behalf of the holders of bonds of the Chesapeake and Ohio Canal Company; authorized by act of Maryland Assembly passed in 1844 and secured by mortgage of 1848 [by] John K. Cowen, Hugh L. Bond, Jr. [and] George E. Hamilton, for bondholders. Argument of John K. Cowen of Baltimore, Md. and Joseph Bryan of Richmond, Va.; on behalf of the trustees of the bondholders of 1844 and in opposition to the provisions of H. R. Bill 13582 and Senate Bill 4411 authorizing the Washington and Cumberland Railroad Company of Maryland to \"acquire within the District of Columbia the title held and enjoyed by the Chesapeake and Ohio Canal Company in and to all its properties and water and rights lying and being in the said District of Columbia by purchase, lease or condemnation</i>. [N.p., 1890?]" }, { "freeFormCitationText" : "Winchester, Paul. <i>The Baltimore &amp; Ohio Railroad; sketches from the history of the Baltimore and Ohio Railroad. Including much heretofore unpublished matter regarding the work and life of the late John Work Garrett, as well as other facts concerning that great enterprise, and a detailed account of the tragic contest between John K. Cowen ... and Arthur Pue Gorman ... Vol. I. By Paul Winchester ... </i>Baltimore, Md.: The Maryland County Press Syndicate, 1927." }], "researchRecord" : [{ "name" : "1832-1834 and 1889-1895, 7 volumes and 1 folder.", "recordType" : ["Papers"], "description" : "Six scrapbooks of clippings from Baltimore and out of town newspapers kept by John K. Cowen concerning local politics,particularly reform issues, railroad legislation, the controversy over the C &amp; O Canal, and other issues. Also included is a scrapbook of newspaper clippings, magazine articles, and maps concerning the establishment of Black American colonies in Liberia, the efforts of the MD State Colonization Society to this end, and efforts to free American slaves so they might go to Liberia. 1832-34 (majority), 1846, 1880, 1947, and 1953.", "recordLocation" : { "name" : "Maryland Historical Society", "location" : { "addressLocality" : "Baltimore", "addressRegion" : "MD" } } }, { "name" : "1894-1895, 5 volumes.", "recordType" : ["Papers"], "description" : "The scrapbooks of John K. Cowen contain newsclippings on political matters, such as Free Trade versus Protection, in career of John K. Cowen, congressional campaign of 1894 in which Cowen was elected to represent MD's 4th District, as well as Baltimore and national politics and election quarrel of 1895.", "recordLocation" : { "name" : "Maryland Historical Society", "location" : { "addressLocality" : "Baltimore", "addressRegion" : "MD" } } }, { "name" : "In the William Irvine Cross Scrapbooks, 1910-1917, 3 volumes.", "recordType" : ["Papers"], "description" : "Persons represented include John K. Cowen.", "recordLocation" : { "name" : "Maryland Historical Society", "location" : { "addressLocality" : "Baltimore", "addressRegion" : "MD" } } }, { "name" : "In the Potomac Company Varied Papers, 1785, 2 items.", "recordType" : ["Papers"], "description" : "Persons represented include John K. Cowen.", "recordLocation" : { "name" : "Maryland Historical Society", "location" : { "addressLocality" : "Baltimore", "addressRegion" : "MD" } } }] }
