{"usCongressBioId":"C000134","familyName":"Capps","givenName":"Walter","middleName":"Holden","unaccentedFamilyName":"Capps","unaccentedGivenName":"Walter","unaccentedMiddleName":"Holden","birthDate":"1934","birthCirca":false,"deathDate":"1997","deathCirca":false,"image":[{"caption":"Collection of the U.S. House of Representatives"}],"profileText":"(Husband of Lois Capps), a Representative from California; born in Omaha, Nebr., May 5, 1934; B.S., Portland State University, Portland, Oreg., 1958; B.D., Augustana Theological Seminary, Rock Island, Ill.,1960; S.T.M., Yale University Divinity School, New Haven, Conn., 1961; M.A., Yale University, New Haven, Conn., 1963; Ph.D, Yale University, New Haven, Conn.,1965; professor of Religious Studies, University of California, Santa Barbara, Calif., 1964-1996; elected as a Democrat to the One Hundred Fifth Congress and served from January 3, 1997, until his death of a heart attack at Dulles Airport on October 28, 1997; interment in Santa Barbara Cemetery, Santa Barbara, Calif.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 105th United States Congress","congressNumber":105,"congressType":"USCongress","startDate":"1997-01-03","endDate":"1999-01-03"},"partyAffiliation":[{"party":{"name":"Democrat"}}],"caucusAffiliation":[{"party":{"name":"Democrat"}}],"represents":{"regionType":"StateRegion","regionCode":"CA"}}}],"creativeWork":[{"freeFormCitationText":"Capps, Donald, and Walter H. Capps, eds. <i>The Religious Personality.</i> Belmont, Calif: Wadsworth Publishing Co., 1970."},{"freeFormCitationText":"Capps, Donald, Walter H. Capps, and M. Gerald Bradford, eds. <i>Encounter with Erikson: Historical Interpretation and Religious Biography.</i> Missoula, Mont.: Scholars Press for the American Academy of Religion and the Institute of Religious Studies, University of California, Santa Barbara, 1977."},{"freeFormCitationText":"Capps, Walter H. <i>Hope Against Hope: Molton to Merton in One Decade. </i>Philadelphia: Fortress Press, 1976."},{"freeFormCitationText":"___. <i>The Monastic Impulse.</i> New York: Crossroad, 1983."},{"freeFormCitationText":"___. <i>The New Religious Right: Piety, Patriotism, and Politics.</i> Columbia: University of South Carolina Press, 1990."},{"freeFormCitationText":"___. <i>Religious Studies: The Making of a Discipline.</i> Minneapolis: Fortress Press, 1995."},{"freeFormCitationText":"___. <i>Time Invades the Cathedral: Tension in the School of Hope.</i> Philadelphia: Fortress Press, 1972."},{"freeFormCitationText":"___. <i>The Unfinished War: Vietnam and the American Conscience.</i> Boston: Beacon Press, 1982."},{"freeFormCitationText":"___. <i>Ways of Understanding Religion.</i> New York: Macmillan, 1972."},{"freeFormCitationText":"Capps, Walter H., ed. <i>The Future of Hope.</i> Philadelphia: Fortress Press, 1970."},{"freeFormCitationText":"___, ed. <i>Thomas Merton: Preview of the Asian Journey.</i> New York: Crossroad, 1989."},{"freeFormCitationText":"___, ed. <i>The Vietnam Reader.</i> New York: Routledge, 1991."},{"freeFormCitationText":"Capps, Walter H., and Wendy M. Wright., eds. <i>Silent Fire: An Invitation to Western Mysticism.</i> San Francisco: Harper &amp; Row, 1978."},{"freeFormCitationText":"Hultkrantz, Åke, et al. <i>Seeing With a Native Eye: Essays on Native American Religion. </i>Edited by Walter H. Capps and Ernst F. Tonsing. New York: Harper &amp; Row, 1976."},{"freeFormCitationText":"Wieneke, Bryant. <i>Winning Without the Spin: A True Hero in American Politics</i>. Huntington, NY: Kroshka Books, 2000."},{"freeFormCitationText":"<i>Memorial tributes held in the House of Representatives of the United States together with memorial services in eulogy of Walter Holden Capps, late a Representative from California, One Hundred Fifth Congress, first session</i>. Washington: Government Printing Office, 1997."}],"researchRecord":[{"name":"1955-2014, 34 linear feet.","recordType":["Papers"],"description":"These papers contain materials related to both the academic and political career of Walter Holden Capps, professor of Religious Studies at the University of California, Santa Barbara, and Representative to the United States House of Representatives for the 22nd district of California (1997). Academic materials include lectures, manuscripts, class outlines and notes,talks, articles, papers, and correspondence. In addition to the academic material, there is extensive coverage of Capps' political career, including his campaigns for the U.S. House of Representatives (1994, 1996) as well as his time as U.S. House Representative for the 22nd District of California (1997). Materials include campaign records, correspondence, speech notes, schedules, and photographs. There is a sizeable audiovisual component to the collection covering both Capps' teaching at UCSB and his political campaigns. A finding aid is available in the repository and online.","recordLocation":{"name":"Department of Special Collections","location":{"addressLocality":"Santa Barbara","addressRegion":"CA"},"parentRecordLocation":{"name":"University of California, Santa Barbara Library","location":{"addressLocality":"Santa Barbara","addressRegion":"CA"}}}},{"name":"1994, 10 commercials on 9 videoreels.","recordType":["Video reels"],"description":"The commercials were used during Walter Capps' 1994 campaign for U.S. Congress in District 22 of California, Democratic Party.","recordLocation":{"name":"The Julian P. Kanter Political Commercial Archive, Department of Communication","location":{"addressLocality":"Norman","addressRegion":"OK"},"parentRecordLocation":{"name":"University of Oklahoma","url":"http://www.ou.edu/special/albertctr/archives/","location":{"addressLocality":"Norman","addressRegion":"OK"}}}}]}
