{ "usCongressBioId" : "C000370", "familyName" : "Chipman", "givenName" : "Norton", "middleName" : "Parker", "unaccentedFamilyName" : "Chipman", "unaccentedGivenName" : "Norton", "unaccentedMiddleName" : "Parker", "birthDate" : "1834", "birthCirca" : false, "deathDate" : "1924", "deathCirca" : false, "profileText" : "A Delegate from the District of Columbia; born in Milford Center, Union County, Ohio, March 7, 1834; attended the public schools; moved to Iowa in 1845 and entered Washington College; afterwards attended the law school in Cincinnati; returned to Washington, Iowa; was admitted to the bar and commenced practice in that city; entered the Union Army; commissioned major of the Second Iowa Infantry September 23, 1861; colonel April 17, 1862; brevetted brigadier general of Volunteers March 13, 1865; settled in Washington, D.C.; upon the establishment of a Territorial form of government for the District of Columbia was appointed secretary, and subsequently was elected as a Republican a Delegate to the Forty-second and Forty-third Congresses and served from April 21, 1871, until March 3, 1875; moved to California in 1876 and engaged in the lumber business; member of the California State Board of Trade and its president 1895-1906; appointed a commissioner of the supreme court of California in April 1897; appointed presiding justice of the district court of appeals for the third district in 1905 and was elected in November 1906 and served until his resignation on December 18, 1922; died in San Francisco, Calif., on February 1, 1924; interment in Cypress Lawn Cemetery.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Delegate", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The 42nd United States Congress", "congressNumber" : 42, "congressType" : "USCongress", "startDate" : "1871-03-04", "endDate" : "1873-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Republican" } }], "caucusAffiliation" : [{ "party" : { "name" : "Republican" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "DC" } } }, { "job" : { "name" : "Delegate", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The 43rd United States Congress", "congressNumber" : 43, "congressType" : "USCongress", "startDate" : "1873-03-04", "endDate" : "1875-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Republican" } }], "caucusAffiliation" : [{ "party" : { "name" : "Republican" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "DC" } } }], "creativeWork" : [{ "freeFormCitationText" : "Chipman, N[orton] P.<i> The Andersonville Prison Trial: The trial of Captain Henry Wirz</i>. Reprint of the original published: \"The Tragedy of Andersonville: Trial of Captain Henry Wirz, the prison keeper,\" 1911. Birmingham, Ala.: Leslie B. Adams, 1990." }, { "freeFormCitationText" : "------. <i>Appropriations to reimburse the District of Columbia for expenditures made in improvements upon and adjoining the property of the United States in the District of Columbia: Speech of Hon. N.P. Chipman, of District of Columbia, delivered in the House of Representatives, December 14, 1872</i>. Washington: F. &amp; J. Rives &amp; Geo. A. Bailey, Reporters and Printers of the Debates of Congress, 1872." }, { "freeFormCitationText" : "------. <i>District affairs: Speech of Hon. Norton P. Chipman, of District of Columbia, in the House of Representatives, February 11, 1873</i>. [Washington: Printed at the Office of the <i>Congressional Globe</i>, 1873]." }, { "freeFormCitationText" : "------. <i>The District of Columbia : speech of Hon. Norton P. Chipman, of the District of Columbia, in reply to Hon. Robert B. Roosevelt, of New York, in the House of Representatives June 3, 1872</i>. Washington: F. &amp; J. Rives &amp; Geo. Bailey, Reporters and Printers of the Debates of Congress, 1872." }, { "freeFormCitationText" : "------. <i>The District of Columbia under the new form of government: the administration vindicated : the $4,000,000 loan demanded by the highest interests of the people: Speech by Hon. N.P. Chipman</i>. Washington City: McGill &amp; Witherow, Printers, 1871." }, { "freeFormCitationText" : "------.<i> Endowment of public schools in the District of Columbia: Speech of Hon. N.P. Chipman, of District of Columbia, in the House of Representatives, January 27, 1872</i>. [Washington: Printed at the Office of the <i>Congressional Globe</i>, 1872]." }, { "freeFormCitationText" : "------. <i>Extension of Capitol grounds: Speech of Hon. Norton P. Chipman of District of Columbia, in the House of Representatives, March 16, 1872</i>. [Washington: Printed at the <i>Congressional Globe</i> Office, 1872]." }, { "freeFormCitationText" : "------. <i>Financial condition of the District of Columbia</i>. Washington: Government Printing Office, 1875." }, { "freeFormCitationText" : "------. <i>Investigation into Indian affairs</i>. Washington: Powell, Ginck &amp; Co., printers, 1871." }, { "freeFormCitationText" : "------. <i>Presidential campaign, 1872: Republicanism vs. Democracy: Grant or Greeley</i>. St. Louis: Printed by the Democrat Litho. and Print. Co., [1872]." }, { "freeFormCitationText" : "------. <i>Relations of the District of Columbia to the general government. Is Washington city the capital of the United States, or the capital of the District of Columbia? The duty of the nation toward its capital</i>. Washington: Government Printing Office, 1874." }, { "freeFormCitationText" : "------. <i>Speech of Hon. Norton P. Chipman, upon affairs in the District of Columbia: At Columbian Law College Building, before a mass convention called to ratify the Republican nominees for the House of Delegates of the 15th and 16th legislative districts, September 30, 1872</i>. Washington, D.C.: Republican Job Office Print., 1872." }, { "freeFormCitationText" : "------. <i> The tragedy of Andersonville [electronic resource] : trial of Captain Henry Wirz, the prison keeper</i>. Scituate, Mass.: Digital Scanning, 2000. Reprint, Sacramento, Cal.: N.P. Chipman, 1911." }, { "freeFormCitationText" : "------.<i> Washington Monument: Speech of Hon. Norton P. Chipman, of District of Columbia, in the House of Representatives, February 18, 1873, on the bill making an appropriation to complete the Washington Monument</i>. [Washington: Printed at the Office of the <i>Congressional Globe</i>, 1873]." }, { "freeFormCitationText" : "Crane, John H. <i>More about the Washington Tammany: Its tool in Congress unmasked: Letter from John H. Crane to Norton P. Chipman, delegate in Congress from the District of Columbia, in which the frauds of the District ring are shown up, and the mendacious falsehoods of their delegate in Congress exposed</i>. Washington: N.p., 1873." }], "researchRecord" : [{ "name" : "1873, 3 pages.", "recordType" : ["Papers"], "description" : "A letter from N.P. Chipman to an unidentified recipient written on April 21, 1873. In the letter, N.P. Chipman presents a bound copy of his speeches during his first term in Congress, 1871-1873, saying that most concern the local interests of the District of Columbia.", "recordLocation" : { "name" : "Special Collections, Gelman Library", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" }, "parentRecordLocation" : { "name" : "George Washington University", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" } } } }, { "name" : "In the Samuel Ryan Curtis: Addenda, ca. 1846-1914, 59 pieces, also a scrapbook.", "recordType" : ["Papers"], "description" : "Correspondents include Norton Parker Chipman.", "recordLocation" : { "name" : "Manuscripts Department", "location" : { "addressLocality" : "San Marino", "addressRegion" : "CA" }, "parentRecordLocation" : { "name" : "Huntington Library", "location" : { "addressLocality" : "San Marino", "addressRegion" : "CA" } } } }] }
