{ "usCongressBioId" : "C000168", "familyName" : "Carpenter", "givenName" : "Edmund", "middleName" : "Nelson", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Carpenter", "unaccentedGivenName" : "Edmund", "unaccentedMiddleName" : "Nelson", "birthDate" : "1865-06-27", "birthCirca" : false, "deathDate" : "1952-11-04", "deathCirca" : false, "image" : [{ "contentUrl" : "https://history.house.gov/Collection/Detail/25769818907", "caption" : "Collection of the U.S. House of Representatives <a href=\"https://history.house.gov/Collection/Detail/25769818907\" target=\"_blank\" rel=\"noopener\">About this object</a>" }], "profileText" : "A Representative from Pennsylvania; born in Wilkes-Barre, Pa., June 27, 1865; attended the public schools in Wilkes-Barre and the Wyoming Seminary, Kingston, Pa.; interested in mining and the manufacture of sheet-metal products; enlisted as a private in 1893 and attained the rank of major in the Pennsylvania National Guard; during the Spanish-American War served as first lieutenant and quartermaster in the Ninth Regiment, Pennsylvania Volunteer Infantry, from April 27, 1898, to October 29, 1898; unsuccessful candidate for election in 1918 to the Sixty-sixth Congress; elected as a Republican to the Sixty-ninth Congress (March 4, 1925-March 3, 1927); unsuccessful candidate for reelection in 1926 to the Seventieth Congress; resumed his manufacturing interests; died in Philadelphia, Pa., November 4, 1952; interment in Hollenback Cemetery, Wilkes-Barre, Pa.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1925-03-04", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 69th United States Congress", "congressNumber" : 69, "congressType" : "USCongress", "startDate" : "1925-03-04", "endDate" : "1927-03-04" }, "partyAffiliation" : [{ "party" : { "name" : "Republican" } }], "caucusAffiliation" : [{ "party" : { "name" : "Republican" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "PA" } } }], "creativeWork" : [], "researchRecord" : [{ "name" : "1897-1921, 0.1 linear foot.", "recordType" : ["Papers"], "description" : "The Edmund N. Carpenter papers consist of typed transcripts made by his nephew, Donald F. Carpenter, for his own use and study prior to giving the originals to the Luzerne County Historical Society. They thus form two file units within the larger body of Donald F. Carpenter's own papers. The transcripts do not represent the full range of Edmund Carpenters papers. One file contains transcripts from some of Edmund's diaries (1900-1906) with an appended list of his various travels between 1897 and 1937. The second contains transcripts of selected letters (1897-1921) to and from Edmund N. Carpenter. Both the diaries and the letters often describe the same events in slightly different form. Most of the letters transcribed are personal, although they describe both business and personal matters. The diaries begin with a lengthy description of a prospecting venture to the Alaska gold fields on behalf of a New York-based syndicate in 1900 and continue through similar trips through Idaho, Colorado, South Dakota, Utah, Nevada and Labrador. They end with a brief visit to a New Mexico sanatorium in 1906, when Carpenter was misdiagnosed with incipient tuberculosis. Carpenter was a skilled observer and his diaries, particularly the Alaska, Labrador, and New Mexico episodes are rich in detail. Collectively, they give a good account of the life of a capitalist prospector searching for mineral wealth in remote areas, including the rigors of life in the field, hunting for food, and frontier disease and violence. Carpenter also describes the many colorful or eccentric characters he encounters on his travels, literature (he reads Jack London in Alaska), and the entertainments to be found in frontier theaters and music halls. The letters begin with a trip to Cuba and Central America in 1897, and are similar to the diaries, but generally more polished. The descriptions of Alaska are somewhat fuller, and there are many letters from Thomas Lloyd (\"Gooney\") Henry, a companion on the Alaska venture who remained prospecting in Alaska and Siberia, often under extreme conditions, for many years afterward. There are also descriptions of camp life during the Spanish-American War and a report to S. D. Warriner on the Labrador expedition. The letters continue beyond the period covered by the diaries to include Carpenter's trips to England and Chile on behalf of Du Pont. There are a number of letters from female friends, one of whom, Marion Sadlein-Jackson, gives some description of home front life in England during and immediately after World War I.", "recordLocation" : { "name" : "Manuscripts and Archives Department", "location" : { "addressLocality" : "Greenville", "addressRegion" : "DE" }, "parentRecordLocation" : { "name" : "Hagley Museum and Library", "location" : { "addressLocality" : "Greenville", "addressRegion" : "DE" } } } }, { "name" : "1787-1951, 2,65 cubic feet.", "recordType" : ["Papers"], "description" : "The papers of Edmund Nelson Carpenter include correspondence (1898-1947), diaries (1891-1947), scrapbooks, photograph albums, and newspaper clippings, relating to family and personal matters; travels in Alaska, South America, and U.S. West; business interests in mining and manufacturing; and local politics. Finding aid in repository. Restricted.", "recordLocation" : { "name" : "Luzerne County Historical Society", "location" : { "addressLocality" : "Wilkes-Barre", "addressRegion" : "PA" } } }] }
