{ "usCongressBioId" : "D000512", "familyName" : "Dudley", "givenName" : "Edward", "middleName" : "Bishop", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Dudley", "unaccentedGivenName" : "Edward", "unaccentedMiddleName" : "Bishop", "birthDate" : "1789-12-15", "birthCirca" : false, "deathDate" : "1855-10-30", "deathCirca" : false, "profileText" : "A Representative from North Carolina; born near Jacksonville, Onslow County, N.C., December 15, 1789; attended the local academy; member of the State house of commons 1811 and 1813; served in the State senate in 1814; during the War of 1812, served as lieutenant colonel of the Onslow Regiment of Volunteers; member of the State house of commons from Wilmington in 1816 and 1817; elected as a Jacksonian to the Twenty-first Congress to fill the vacancy caused by the death of Gabriel Holmes and served from November 10, 1829, to March 3, 1831; declined to be a candidate for reelection in 1830; again a member of the State house of commons in 1834 and 1835; organized the Wilmington &amp; Weldon Railroad Co. and was its first president; Governor of North Carolina 1837-1841, being the first Governor elected by popular vote instead of by the legislature; resumed his former railroad pursuits; died in Wilmington, N.C., October 30, 1855; interment in Oak Dale Cemetery.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1829-12-14", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 21st United States Congress", "congressNumber" : 21, "congressType" : "USCongress", "startDate" : "1829-03-04", "endDate" : "1831-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Jacksonian" } }], "caucusAffiliation" : [{ "party" : { "name" : "Jacksonian" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "NC" }, "note" : [{ "type" : "Note", "noteType" : "FootNote", "content" : "Elected to fill vacancy caused by death of Gabriel Holmes, and took his seat December 14, 1829." }] } }], "creativeWork" : [], "researchRecord" : [{ "name" : "1836-1841, approximately 17 items.", "recordType" : ["Papers"], "description" : "The papers of Governor Edward Dudley contain letter books with copies of correspondence, appointments, recommendations, petitions, proclamations, pardons, extraditions, and election returns. Correspondence (1837-1840) refers to the redemption of script, finances, money owed to the state, distribution of surplus funds, loans, drainage of Lake Mattamuskeet, elections, money to rebuild the Capitol, the relocation of the Cherokees, Cherokees that wished to remain in North Carolina, troops to serve in the Cherokees' removal, military supplies, banks, railroads (especially the Wilmington and Raleigh Railroad), railroad subscription and state aid to railroads, roads, and labor available; surveying of Cherokee lands, slavery, treatment of slaves, abolitionists, and employment of blacks. Other topics are elections and militia elections; repairs to the governor's mansion and building the new capitol; North Carolina's debt to the federal government; and other internal improvements; fugitives, prisoners, crime and punishment, and pardons; the establishment of common schools; emigration to the West; and mining. Also included are letters from office-seekers, recommendations, and appointments.", "recordLocation" : { "name" : "North Carolina State Department of Archives and History", "location" : { "addressLocality" : "Raleigh", "addressRegion" : "NC" } } }, { "name" : "1850, 2 pages.", "recordType" : ["Papers"], "description" : "A letter from Edward B. Dudley to Daniel Webster written on May 4, 1850. In the letter, Edward Dudley thanks Webster for his speech of Clay's Resolution and also discusses problems with free blacks and slaves.", "recordLocation" : { "name" : "Rauner Special Collections Library", "location" : { "addressLocality" : "Hanover", "addressRegion" : "NH" }, "parentRecordLocation" : { "name" : "Dartmouth College", "location" : { "addressLocality" : "Hanover", "addressRegion" : "NH" } } } }] }
