{ "usCongressBioId" : "D000149", "familyName" : "Dawes", "givenName" : "Rufus", "unaccentedFamilyName" : "Dawes", "unaccentedGivenName" : "Rufus", "birthDate" : "1838", "birthCirca" : false, "deathDate" : "1899", "deathCirca" : false, "profileText" : "(Father of Vice President Charles Gates Dawes and Beman Gates Dawes), a Representative from Ohio; born in Malta, Morgan County, Ohio, July 4, 1838; attended the common schools, and was graduated from Marietta College, Ohio, in 1860; during the Civil War volunteered on April 25, 1861, and was chosen captain of Company K, Sixth Wisconsin Regiment, in the Army of the Potomac; appointed major June 21, 1862, lieutenant colonel March 24, 1863, colonel on July 6, 1864, and brevet brigadier general March 13, 1865; after the close of the war engaged in the wholesale lumber business in Marietta, Ohio; elected as a Republican to the Forty-seventh Congress (March 4, 1881-March 3, 1883); unsuccessful candidate for reelection in 1882 to the Forty-eighth Congress; resumed the wholesale lumber business in Marietta, Washington County, Ohio, and died there August 2, 1899; interment in Oak Grove Cemetery.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The 47th United States Congress", "congressNumber" : 47, "congressType" : "USCongress", "startDate" : "1881-03-04", "endDate" : "1883-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Republican" } }], "caucusAffiliation" : [{ "party" : { "name" : "Republican" } }], "represents" : { "regionType" : "StateRegion", "regionCode" : "OH" } } }], "creativeWork" : [], "researchRecord" : [{ "name" : "1860-1894, 0.4 cubic foot.", "recordType" : ["Papers"], "description" : "Papers mainly concerning Rufus Dawes's Civil War service as a Lieutenant Colonel in the 6th Regiment Wisconsin Volunteer Infantry; including war-time letters to his family, later correspondence with members of his regiment, diaries, military receipts and reports, and miscellaneous items.", "recordLocation" : { "name" : "Wisconsin Historical Society", "location" : { "addressLocality" : "Madison", "addressRegion" : "WI" } } }, { "name" : "1893, 4 items.", "recordType" : ["Papers"], "description" : "This collection consists of three letters addressed to Rufus R. Dawes, and one newspaper clipping. The four items are dated between July and October 1893. The first item is a photocopy of a newspaper clipping containing a letter from Dawes that appeared in the Southern Sentinel of Ripley, Mississippi, on July 27, 1893. In the letter, Dawes asks for information from the surviving members of the Second Mississippi Regiment, who surrendered to Dawes on the first day of the Battle of Gettysburg. In particular, Dawes wishes to know what became of the regimental color bearer whom Dawes found wounded on the field that day. Also included are minor details on the Battle of Antietam. The second item is a photocopy of a letter received by Dawes, dated September 12, 1893. The letter was written by D.J. Hill, a former member of the 2nd Mississippi Regiment. Hill replied to the letter that appeared in the Southern Sentinel, and included the original newspaper clipping in his reply to Dawes. Hill informed Dawes that Christopher Columbus Davis, the wounded color bearer, survived the war, but unfortunately committed suicide a few years later. Hill suggested that grief over the loss of his four brothers during the war, coupled with the defeat of the Confederacy were responsible for Davis' suicide. Hill then recounted a story from the Battle of Gettysburg in which Hill evaded capture and aided a badly wounded Union soldier. The final two letters were written to Dawes by John Alan Blair, the commander of the 2nd Mississippi Regiment. In the first letter, dated October 23, 1893, Blair primarily discussed family matters and business, asking Dawes about the health of his family and promising to send a photograph that Dawes had apparently requested. The final letter from Blair dated October 31, 1893, offered details concerning the Battle of Gettysburg, in particular the activities of the men of the 2nd Mississippi Regiment prior to their surrender to Dawes on July 1, 1863. Blair also provided minor details on the Battle of Sharpsburg (the Battle of Antietam to the Union).", "recordLocation" : { "name" : "McCain Library and Archives", "location" : { "addressLocality" : "Hattisburg", "addressRegion" : "MS" }, "parentRecordLocation" : { "name" : "The University of Southern Mississippi", "location" : { "addressLocality" : "Hattisburg", "addressRegion" : "MS" } } } }, { "name" : "1874, 4 pages.", "recordType" : ["Papers"], "description" : "A letter from Rufus Dawes to Henry Bailey, Esq., written on October 12, 1874. In the letter, Rufus Dawes writes regarding Robson Lovett Broome estate and Hiram Burch October 12, 1874 statement.", "recordLocation" : { "name" : "Special Collections, Dawes Memorial Library", "location" : { "addressLocality" : "Marietta", "addressRegion" : "OH" }, "parentRecordLocation" : { "name" : "Marietta College", "location" : { "addressLocality" : "Marietta", "addressRegion" : "OH" } } } }] }
