{"usCongressBioId":"D000442","familyName":"Dorsheimer","givenName":"William","unaccentedFamilyName":"Dorsheimer","unaccentedGivenName":"William","birthDate":"1832","birthCirca":false,"deathDate":"1888","deathCirca":false,"image":[{"caption":"Collection of the U.S. House of Representatives"}],"profileText":"A Representative from New York; born in Lyons, Wayne County, N.Y., February 5, 1832; moved to Buffalo, N.Y., with his parents in 1836; attended the common schools, Phillips Academy, Andover, Mass., and Harvard University; studied law; was admitted to the bar in 1854 and commenced practice in Buffalo, N.Y.; was appointed a major in the United States Army in August 1861 and served as aide-de-camp on the staff of General Fremont; United States attorney for the northern district of New York 1867-1871; delegate to the Liberal Republican Convention at Cincinatti in 1872; member of the first board of park commissioners of Buffalo; Lieutenant Governor of New York 1875-1880; delegate to the Democratic National Convention in 1876; commissioner of the State survey in 1876 and president of the commission in 1883; moved to New York City in 1880 and continued the practice of law; appointed commissioner of the State reservation at Niagara, N.Y., in 1883; elected as a Democrat to the Forty-eighth Congress (March 4, 1883-March 3, 1885); declined to be a candidate for renomination in 1884; appointed United States district attorney for the southern district of New York in 1885; resigned the same year, having become owner of the New York Star; died in Savannah, Ga., March 26, 1888, while en route to Florida for a visit; interment in Forest Lawn Cemetery, Buffalo, N.Y.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 48th United States Congress","congressNumber":48,"congressType":"USCongress","startDate":"1883-12-03","endDate":"1885-03-04"},"partyAffiliation":[{"party":{"name":"Democrat"}}],"caucusAffiliation":[{"party":{"name":"Democrat"}}],"represents":{"regionType":"StateRegion","regionCode":"NY"}}}],"creativeWork":[{"freeFormCitationText":"------.<i> The Village of Buffalo During the War of 1812. Read before the Society, March 13, 1863</i>."},{"freeFormCitationText":"Dorsheimer, William. <i>Life and Public Services of Hon. Grover Cleveland, the Model Citizen, Eminent Jurist, and Efficient Reform Governor of the Empire State, Also the Unanimous Nominee of the Democratic Party for the Presidency of the United States. Also a Biographical Sketch of the Statesman and Senator, Hon. Thomas A. Hendricks, Democratic Nominee for Vice-President. by W. U. Hensel</i>. Philadelphia [etc.]: Hubbard Brothers; San Francisco: A.L. Bancroft &amp; Co., [1884]."}],"researchRecord":[{"name":"In the Henry Charles Lea Papers, ca. 1830-1935, 3 items.","recordType":["Papers"],"description":"Correspondents include William Dorsheimer.","recordLocation":{"name":"Special Collections, Van Pelt Library","location":{"addressLocality":"Philadelphia","addressRegion":"PA"},"parentRecordLocation":{"name":"University of Pennsylvania","location":{"addressLocality":"Philadelphia","addressRegion":"PA"}}}},{"name":"1861-1977, 20 items.","recordType":["Papers"],"description":"The papers include photocopies of letters, memos of discharge, and other papers concerning the military service of William Dorsheimer, as well as obituaries.","recordLocation":{"name":"The Buffalo & Erie County Historical Society","location":{"addressLocality":"Buffalo","addressRegion":"NY"}}},{"name":"In the Thomas B. Lockwood Collection, ca. 1874-1886, 6 items.","recordType":["Papers"],"description":"The collection includes letters from William Dorsheimer to Mr. Smith, to \"The Argus,\" and to T. C. Callicott.","recordLocation":{"name":"The Poetry/Rare Books Collection","location":{"addressLocality":"Buffalo","addressRegion":"NY"},"parentRecordLocation":{"name":"University at Buffalo, State University of New York","location":{"addressLocality":"Buffalo","addressRegion":"NY"}}}}],"deleted":false}
