{ "usCongressBioId" : "D000568", "familyName" : "Durfee", "givenName" : "Job", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Durfee", "unaccentedGivenName" : "Job", "birthDate" : "1790-09-20", "birthCirca" : false, "deathDate" : "1847-07-26", "deathCirca" : false, "profileText" : "A Representative from Rhode Island; born in Tiverton, R.I., September 20, 1790; attended the common schools and was graduated from Brown University, Providence, R.I., in 1813; studied law; was admitted to the bar at Newport, R.I., in 1817 and commenced practice in Tiverton; member of the State house of representatives 1816-1820; elected as a Republican to the Seventeenth Congress and reelected as an Adams-Clay Republican to the Eighteenth Congress (March 4, 1821-March 3, 1825); unsuccessful candidate for reelection in 1824 to the Nineteenth Congress and for election in 1828 to the Twenty-first Congress; again a member of the State house of representatives 1826-1829 and served as speaker 1827-1829; declined to be a candidate for reelection; resumed the practice of law; elected associate justice of the State supreme court in 1833; chief justice of the State supreme court from June 1835 until his death in Tiverton, Newport County, R.I., July 26, 1847; interment in the family burying ground at Quaket Neck, near Tiverton, R.I.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1821-12-03", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 17th United States Congress", "congressNumber" : 17, "congressType" : "USCongress", "startDate" : "1821-12-03", "endDate" : "1823-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Republican" } }], "caucusAffiliation" : [{ "party" : { "name" : "Republican" } }], "represents" : { "regionType" : "StateRegion", "regionCode" : "RI" } } }, { "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1821-12-03", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 18th United States Congress", "congressNumber" : 18, "congressType" : "USCongress", "startDate" : "1823-12-01", "endDate" : "1825-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Adams-Clay Republican" } }], "caucusAffiliation" : [{ "party" : { "name" : "Adams-Clay Republican" } }], "represents" : { "regionType" : "StateRegion", "regionCode" : "RI" } } }], "creativeWork" : [{ "freeFormCitationText" : "Durfee, Job. <i>A discourse, delivered before the Rhode-Island Historical Society ... January 13, 1847</i>. Published at the request of the Society. Providence: C. Burnett, Jr., 1847." }, { "freeFormCitationText" : "----. <i>The influence of scientific discovery and invention on social and political progress. Oration delivered before the Phi Beta Kappa Society of Brown University, Providence, R.I., on commencement day, September 6, 1843</i>. Providence: B. Cranston and Company, 1843." }, { "freeFormCitationText" : "----. <i>What cheer, or, Roger Williams in banishment. A poem</i>. Providence: Cranston and Hammond, 1832." }, { "freeFormCitationText" : "Rhode Island. Supreme Judicial Court. <i>Charge of the Hon. Chief Justice Durfee</i>. [Bristol: N.p.,1842]." }, { "freeFormCitationText" : "----. <i>Opinion of the judges of the Supreme Court, acting as referees in cases William Allen &amp; others, owners of mills on the Blackstone River, vs. the Blackstone Canal Company</i>. [Providence?: N.p., 1837?]" }, { "freeFormCitationText" : "Hazard, Rowland Gibson. <i>A discourse delivered before the Rhode-Island Historical Society, on ... January 18th, 1848: On the character and writings of Chief Justice Durfee</i>. Providence: C. Burnett, Jr., 1848." }], "researchRecord" : [{ "name" : "1821-1824, 21 items.", "recordType" : ["Papers"], "description" : "Letters of Job Durfee.", "recordLocation" : { "name" : "Manuscript Division", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" }, "parentRecordLocation" : { "name" : "Library of Congress", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" } } } }, { "name" : "1 letter.", "recordType" : ["Papers"], "recordLocation" : { "name" : "Boston Public Library", "location" : { "addressLocality" : "Boston", "addressRegion" : "MA" } } }, { "name" : "1846, 2 pages.", "recordType" : ["Papers"], "description" : "A letter from Job Durfee to Wilkins Updike written on June 22, 1846. In the letter, Job Durfee comments on Sarah Helen Whitman's poetry and says he did not write the \"Panidea.\"", "recordLocation" : { "name" : "John Hay Library", "location" : { "addressLocality" : "Providence", "addressRegion" : "RI" }, "parentRecordLocation" : { "name" : "Brown University", "location" : { "addressLocality" : "Providence", "addressRegion" : "RI" } } } }, { "name" : "1809-1868, 1.5 linear feet.", "recordType" : ["Papers"], "description" : "The papers of Job Durfee date from 1809 to 1868, with the bulk of the material from 1822 to 1824. The collection is primarily correspondence, with some accounts, a few legal papers and writings by Job Durfee. Letters are primarily to Durfee in Washington while he was U.S. Representative and most concern national politics, the bankruptcy bill, tariffs, requests and recommendations for positions as lighthouse keepers, postmasters and custom house collectors, apportionment of representatives, patents and flax. There are some family letters, such as letters from Simeon Borden concerning farming, letters from his brother Charles Durfee about a steam patent, painting Judith Durfee's portrait, color and town politics. Letters from Judith Durfee concern health and the family. The letters also reveal Durfee's hope for a U.S. Senate seat in l826 and his loss to Pardon Gray as Tiverton state representative. Other correspondents include: Samuel Warren, Henry Cranston, James D'Wolfe, William Nichols, Christopher Ellery, Dutee Pearce, and David Melville. Legal papers include decisions made by Durfee, his notes from the Ephraim Avery trial, a Blackstone Canal case and others. There is little concerning the Dorr Rebellion. The miscellaneous folders has some Tiverton town papers, a deed, and samples of Durfee's writings. A finding aid is available in the repository and online.", "recordLocation" : { "name" : "Rhode Island Historical Society", "location" : { "addressLocality" : "Providence", "addressRegion" : "RI" } } }] }
