{"usCongressBioId":"G000192","familyName":"Gill","givenName":"Thomas","middleName":"Ponce","unaccentedFamilyName":"Gill","unaccentedGivenName":"Thomas","unaccentedMiddleName":"Ponce","birthDate":"1922","birthCirca":false,"deathDate":"2009","deathCirca":false,"profileText":"A Representative from Hawaii; born in Honolulu, Hawaii, April 21, 1922; attended the public schools and graduated from the Roosevelt High School in 1940; attended the University of Hawaii in 1940 and 1941; served in the Hawaii Territorial Guard from December 1941 to October 1942; volunteered for service in the Twenty-fourth Infantry Division in November 1942, fought in New Guinea and in the Philippines and was discharged in November 1945; awarded the Bronze Star and the Purple Heart; graduated from the University of California in 1948 and from the University of California Law School in 1951; was admitted to the bar and commenced practice in Honolulu the same year; Democratic campaign chairman of Oahu County in 1952 and 1954; chairman of Oahu County Democratic Committee, 1954-1958; delegate to the Democratic National Convention in 1960; attorney for the Hawaiian senate in the 1955 regular session; administrative assistant to the speaker of the Hawaiian house of representatives in the 1957 regular and special sessions; member of the Thirtieth Territorial Session from the Fifteenth District; member of the first State legislature and served as majority floor leader, 1959-1962; elected as a Democrat to the Eighty-eighth Congress (January 3, 1963-January 3, 1965); was not a candidate for renomination in 1964 but was an unsuccessful candidate for election as United States Senator; director, Hawaii Office of Economic Opportunity, 1965-1966; Lieutenant Governor of Hawaii, 1966-1970; died on June 3, 2009, in Honolulu, Hawaii.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 88th United States Congress","congressNumber":88,"congressType":"USCongress","startDate":"1963-01-03","endDate":"1965-01-03"},"partyAffiliation":[{"party":{"name":"Democrat"}}],"caucusAffiliation":[{"party":{"name":"Democrat"}}],"represents":{"regionType":"StateRegion","regionCode":"HI"}}}],"creativeWork":[],"researchRecord":[{"name":"Transcript in the Oral History Collection of the Association of Former Members of Congress.","recordType":["Oral history"],"description":"Restricted. Sound recording in the Library's Motion Picture, Broadcasting and Recorded Sound Division.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"ca. 1950-2005, 98 linear feet.","recordType":["Papers"],"description":"The Thomas P. Gill Collection consists of the following records: The \"Political offices\" series documents the political offices held by Tom Gill reflects his life-long concerns with land development, working people, the environment, and social and economic justice. The \"Politics\" series documents Thomas Gill's work with Hawaii Democratic Party politics. Many files are newspaper clippings on Hawaii politicians and subjects debated during elections. Of interest are the scripts and songs for skits about local politics and politicians, several of which concern longtime Honolulu mayor Frank Fasi. The \"Personal\" files series documents Thomas Gill's life before and after his positions in political offices. His election campaigns are well represented, including an exploration of a third run for governor in 1986. The \"Memorabilia\" series consists of objects concerning election campaigns and Democratic Party politics, as well as a few awards and personal items. And finally, the \"Audiovisual\" series contains a few photographs of Thomas Gill and his family and many slides of Big Island development, which consists of material related to election campaign advertising. A finding aid is available in the repository and online.","recordLocation":{"name":"The Hawaii Congressional Papers Collection","location":{"addressLocality":"Honolulu","addressRegion":"HI"},"parentRecordLocation":{"name":"University of Hawaii at Manoa Library","location":{"addressLocality":"Honolulu","addressRegion":"HI"}}}}]}
