{"usCongressBioId":"G000525","familyName":"Gunn","givenName":"James","honorificPrefix":"Mr.","unaccentedFamilyName":"Gunn","unaccentedGivenName":"James","birthDate":"1843-03-06","birthCirca":false,"deathDate":"1911-11-05","deathCirca":false,"profileText":"A Representative from Idaho; born in County Fermanagh, Ireland, March 6, 1843; immigrated to the United States with his parents, who settled in Wisconsin; attended the common schools and Notre Dame Academy, Indiana; taught school; studied law, but did not practice; volunteered as a private in Company G, Twenty-seventh Regiment, Wisconsin Volunteer Infantry, in 1862 and served until October 1865; was mustered out with the rank of captain; in 1866 moved to Colorado, where he resided nine years in the counties of Gilpin and Clear Creek; mayor of Georgetown, Colo., three years; moved to Virginia City, Nev., in 1875, later to California, and to Hailey, Idaho, in Wood River Valley, in 1881, and was editor of the Sentinel; member of the State senate of the first State legislature in 1890; delegate to the Trans-Mississippi Congress in Denver, Colo.; editor of the Boise Sentinel 1892-1897; unsuccessful Populist candidate for election in 1892 to the Fifty-third Congress and in 1894 to the Fifty-fourth Congress; elected to the Fifty-fifth Congress (March 4, 1897-March 3, 1899); unsuccessful candidate for reelection in 1898 to the Fifty-sixth Congress; commandant of the Idaho Soldiers' Home 1901-1903; died in Boise, Idaho, November 5, 1911; interment in St. John's Cemetery.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"startDate":"1897-03-15","startCirca":false,"congressAffiliation":{"congress":{"name":"The 55th United States Congress","congressNumber":55,"congressType":"USCongress","startDate":"1897-03-15","endDate":"1899-03-04"},"partyAffiliation":[{"party":{"name":"Populist"}}],"caucusAffiliation":[{"party":{"name":"Populist"}}],"represents":{"regionType":"StateRegion","regionCode":"ID"}}}],"creativeWork":[],"researchRecord":[]}
