{"usCongressBioId":"H000762","familyName":"Hooley","givenName":"Darlene","unaccentedFamilyName":"Hooley","unaccentedGivenName":"Darlene","birthDate":"1939","birthCirca":false,"image":[{"caption":"Collection of the U.S. House of Representatives"}],"profileText":"A Representative from Oregon; born in Williston, Williams County, N. Dak., April 4, 1939; B.S., Oregon State University, Corvallis, 1961; teacher, 1961-1975; West Linn, Oreg., city council, 1977-1980; member of the Oregon state house of representatives, 1980-1986; Clackamas County, Oreg., board of commissioners, 1987-1996; elected as a Democrat to the One Hundred Fifth and to the five succeeding Congresses (January 3, 1997-January 3, 2009); was not a candidate for reelection to the One Hundred Eleventh Congress in 2008.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 105th United States Congress","congressNumber":105,"congressType":"USCongress","startDate":"1997-01-03","endDate":"1999-01-03"},"partyAffiliation":[{"party":{"name":"Democrat"}}],"caucusAffiliation":[{"party":{"name":"Democrat"}}],"represents":{"regionType":"StateRegion","regionCode":"OR"}}},{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 106th United States Congress","congressNumber":106,"congressType":"USCongress","startDate":"1999-01-03","endDate":"2001-01-03"},"partyAffiliation":[{"party":{"name":"Democrat"}}],"caucusAffiliation":[{"party":{"name":"Democrat"}}],"represents":{"regionType":"StateRegion","regionCode":"OR"}}},{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 107th United States Congress","congressNumber":107,"congressType":"USCongress","startDate":"2001-01-03","endDate":"2003-01-03"},"partyAffiliation":[{"party":{"name":"Democrat"}}],"caucusAffiliation":[{"party":{"name":"Democrat"}}],"represents":{"regionType":"StateRegion","regionCode":"OR"}}},{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 108th United States Congress","congressNumber":108,"congressType":"USCongress","startDate":"2003-01-03","endDate":"2005-01-03"},"partyAffiliation":[{"party":{"name":"Democrat"}}],"caucusAffiliation":[{"party":{"name":"Democrat"}}],"represents":{"regionType":"StateRegion","regionCode":"OR"}}},{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 109th United States Congress","congressNumber":109,"congressType":"USCongress","startDate":"2005-01-03","endDate":"2007-01-03"},"partyAffiliation":[{"party":{"name":"Democrat"}}],"caucusAffiliation":[{"party":{"name":"Democrat"}}],"represents":{"regionType":"StateRegion","regionCode":"OR"}}},{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 110th United States Congress","congressNumber":110,"congressType":"USCongress","startDate":"2007-01-03","endDate":"2009-01-03"},"partyAffiliation":[{"party":{"name":"Democrat"}}],"caucusAffiliation":[{"party":{"name":"Democrat"}}],"represents":{"regionType":"StateRegion","regionCode":"OR"}}}],"creativeWork":[{"freeFormCitationText":"\"Darlene Kay Hooley\" in <i>Women in Congress, 1917-2006</i>. Prepared under the direction of the Committee on House Administration by the Office of History &amp; Preservation, U. S. House of Representatives. Washington: Government Printing Office, 2006."}],"researchRecord":[{"name":"2014, 18 pages.","recordType":["Oral history"],"description":"In the interview, Darlene Hooley discusses her early life in North Dakota and Salem, Oregon, including her experiences working in a cannery and attending high school and Pasadena Nazarene College. A significant portion of the session is devoted to Hooley's recollections of her two year undergraduate experience at Oregon State. Her decision to transfer to OSC is recounted, as are her living arrangements in Corvallis, her participation in choir and field hockey groups, her academic load and campus social life. The remainder of the interview focuses primarily on Hooley's entry into the political realm and the gradual evolution of her political career. Hooley notes the playground injury suffered by her son that first spurred her interest in political action. She also discusses her involvement with the West Linn city council before detailing her experiences as a member of the Oregon legislature and the Clackamas County Board of Commissioners. Hooley's session concludes with a detailed reminiscence on her years as a Congresswoman in the United States House of Representatives. She speaks to her early experiences as a House Whip and remarks on her involvement with veterans affairs, including a trip that she took to Iraq in 2003. She also recounts her work advocating financial privacy and individual access to their own financial information. The session ends with Hooley's general thoughts on her time in Washington and some advice that she would give to students today. The interview transcript and video are available online.","recordLocation":{"name":"Sesquicentennial Oral History Project","location":{"addressLocality":"Corvallis","addressRegion":"OR"},"parentRecordLocation":{"name":"Oregon State University","location":{"addressLocality":"Corvallis","addressRegion":"OR"}}}},{"name":"1980-2009, 60 linear feet.","recordType":["Papers"],"description":"The Darlene Hooley papers are organized into three series: I) Campaign records, II) State of Oregon records, and III) United States Representative records. The Campaign records series documents Hooley's opponents and contains information and memorabilia from various campaigns throughout her political career. The State of Oregon records series consists of papers generated and received by Hooley's office during her two terms representing the Twenty-seventh District in the Oregon House of Representatives and during her time serving on the Clackamas County Board of Commissioners. The third series contains materials generated by her office during her six terms representing Oregon's Fifth District in the United States Congress from January 3, 1997 through January 3, 2009. She served on the Science and Technology, Energy and Commerce, and Budget committees. She was a House Senior Whip for the Democratic Party and a member of the New Democrat Coalition. Of particular note is the Legislative subseries, which contains appropriations requests for science, technology, energy, and commerce, along with other funding, and is organized by Funding Year (FY), then session of Congress. Many of these requests are for Oregon projects centering on public transportation, i.e. the Light Rail project in the Portland Area, and technology programs such as the Oregon Nanoscience and Microtechnologies Institute at Oregon State University. Hooley was successful in securing public investments in Oregon's Fifth District, which is evident in the materials relating to legislative work on bills concerning Mount Hood, forestry issues, and the Port of Portland. She also obtained millions of dollars in county timber payments in lieu of taxes on federal lands for local schools and roads, federal funding for transportation, port and infrastructure needs, as well as agricultural research and biomedical research funding. This series also contains material on Oregon's Death with Dignity Act and the Fair and Accurate Credit Transaction Act (HR 2622). Other highlights of the collection include constituent letters from grade school students, photographs of Hooley at work in Congress, and copies of speeches she made on subjects such as women's rights, science, and trade. A finding aid is available in the repository and online.","recordLocation":{"name":"Archives and Special Collections, Mark O. Hatfield Library","location":{"addressLocality":"Salem","addressRegion":"OR"},"parentRecordLocation":{"name":"Willamette University","location":{"addressLocality":"Salem","addressRegion":"OR"}}}}]}
