{"usCongressBioId":"L000313","familyName":"Lincoln","givenName":"Abraham","honorificPrefix":"Mr.","unaccentedFamilyName":"Lincoln","unaccentedGivenName":"Abraham","birthDate":"1809-02-12","birthCirca":false,"deathDate":"1865-04-15","deathCirca":false,"image":[{"contentUrl":"http://history.house.gov/Collection/Detail/29572?ret=True","caption":"Collection of the U.S. House of Representatives <a href=\"http://history.house.gov/Collection/Detail/29572?ret=True\">About this object</a>"}],"profileText":"A Representative from Illinois and 16th President of the United States; born in Hardin County, Ky., February 12, 1809; moved with his parents to a tract on Little Pigeon Creek, Ind., in 1816; attended a log-cabin school at short intervals and was self-instructed in elementary branches; moved with his father to Macon County, Ill., in 1830 and later to Coles County, Ill.; read the principles of law and works on surveying; during the Black Hawk War he volunteered in a company of Sangamon County Rifles organized April 21, 1832; was elected its captain and served until May 27, when the company was mustered out of service; reenlisted as a private and served until mustered out June 16, 1832; returned to New Salem, Ill., and was unsuccessful as a candidate for the State house of representatives; entered business as a general merchant in New Salem; postmaster of New Salem 1833-1836; deputy county surveyor 1834-1836; elected a member of the State house of representatives in 1834, 1836, 1838, and 1840; declined to be a candidate for renomination; admitted to the bar in 1836; moved to Springfield, Ill., in 1837 and engaged in the practice of law; elected as a Whig to the Thirtieth Congress (March 4, 1847-March 3, 1849); did not seek a renomination in 1848; an unsuccessful applicant for Commissioner of the General Land Office under President Taylor; tendered the Governorship of Oregon Territory, but declined; unsuccessful Whig candidate for election to the United States Senate before the legislature of 1855; unsuccessful Republican candidate for the United States Senate in 1858; elected as a Republican President of the United States in 1860; reelected in 1864 and served from March 4, 1861, until his death; shot by an assassin in Washington, D.C., April 14, 1865, and died the following day; lay in state in the Rotunda of the U.S. Capitol, April 19-21, 1865; interment in Oak Ridge Cemetery, Springfield, Ill.","relationship":[],"jobPositions":[{"job":{"name":"President","jobType":"OtherJob"},"congressAffiliation":{"congress":{"name":"The 38th United States Congress","congressNumber":38,"congressType":"USCongress","startDate":"1863-03-04","endDate":"1865-03-04"},"partyAffiliation":[{"party":{"name":"Republican"}}],"represents":{"regionType":"CountryRegion","regionCode":"US"}}},{"job":{"name":"Representative","jobType":"CongressMemberJob"},"startDate":"1847-03-04","startCirca":false,"congressAffiliation":{"congress":{"name":"The 30th United States Congress","congressNumber":30,"congressType":"USCongress","startDate":"1847-12-06","endDate":"1849-03-03"},"partyAffiliation":[{"party":{"name":"Whig"}}],"caucusAffiliation":[{"party":{"name":"Whig"}}],"represents":{"regionType":"DistrictRegion","regionCode":"IL"}}},{"job":{"name":"President","jobType":"OtherJob"},"startDate":"1861-03-04","startCirca":false,"congressAffiliation":{"congress":{"name":"The 37th United States Congress","congressNumber":37,"congressType":"USCongress","startDate":"1861-03-04","endDate":"1863-03-03"},"partyAffiliation":[{"party":{"name":"Republican"}}],"represents":{"regionType":"CountryRegion","regionCode":"US"}}},{"job":{"name":"President","jobType":"OtherJob"},"startDate":"1865-03-04","startCirca":false,"endDate":"1865-04-15","endCirca":false,"departureReason":"Died","congressAffiliation":{"congress":{"name":"The 39th United States Congress","congressNumber":39,"congressType":"USCongress","startDate":"1865-03-04","endDate":"1867-03-03"},"departureReason":"Died","partyAffiliation":[{"party":{"name":"Republican"}}],"represents":{"regionType":"CountryRegion","regionCode":"US"}}}],"creativeWork":[{"freeFormCitationText":"Bartlett, D. W. (David W.). <i>Life and Public Services of Hon. Abraham Lincoln, With a Portrait on Steel, to Which is Added a Biographical Sketch of Hon. Hannibal Hamlin</i>. New-York: H. Dayton, 1860. Reprint, Freeport, N.Y.: Books for Libraries Press, [1969]."},{"freeFormCitationText":"Basler, Roy P. and Christian O., eds. <i>The Collected Works of Abraham Lincoln</i>. Second supplement, 1848-1865. New Brunswick: Rutgers University Press, 1990."},{"freeFormCitationText":"Cuomo, Marion M. and Harold Holzer, ed. <i>Lincoln on Democracy</i>. With essays by Gabor S. Boritt ... [et al.]; afterword by Frank J. Williams. New York: HarperCollins, 1990. Reprint, New York: Fordham University Press, 2004."},{"freeFormCitationText":"Herndon, William Henry, and Jesse W. Weik. <i>Herndon's Lincoln: The True Story of a Great Life. </i> 3 vols. Springfield, Ill.: The Herndon's Lincoln Pub. Co., 1888."},{"freeFormCitationText":"___. <i>Lincoln, the South, and Slavery: The Political Dimension.</i> Baton Rouge: Louisiana State University Press, 1991."},{"freeFormCitationText":"Levy, Aaron. \"Abraham Lincoln as a Politician.\" Ph.D. diss., Syracuse University, 1909."},{"freeFormCitationText":"Riddle, Donald W. <i>Congressman Abraham Lincoln.</i> Urbana: University of Illinois Press, 1957."},{"freeFormCitationText":"Current, Richard Nelsom. <i>The Lincoln Nobody Knows: A Portrait in Contrast of the Greatest American.</i> New York: McGraw-Hill, 1958."},{"freeFormCitationText":"Davis, Cullom, Charles R. Strozier, Rebecca Monroe Veach and Geoffrey C. Ward. <i>The Public and the Private Lincoln: Contemporary Perspectives.</i> Carbondale: Southern Illinois University Press, 1979."},{"freeFormCitationText":"___. <i>Lincoln's Herndon.</i> New York: A. A. Knopf, 1948."},{"freeFormCitationText":"Gienapp, William E. <i>Abraham Lincoln and Civil War America: A Biography</i>. New York: Oxford University Press, 2002."},{"freeFormCitationText":"Groth, Alexander J. <i>Lincoln: Authoritarian Savior</i>. Davis, Calif.: Groth Associates, 1995. Reprint, Lanham, Md.: University Press of America, 1996."},{"freeFormCitationText":"Holzer, Harold. \"The Imagemakers: Portraits of Lincoln in the 1860 Campaign.\" <i>Chicago History</i> 7 (Winter 1978-1979): 198-207."},{"freeFormCitationText":"Holzer, Harold, ed. and comp.<i> Abraham Lincoln, The Writer: A Treasury of His Greatest Speeches and Letters</i>. Honesdale, Pa.: Boyds Mills Press, 2000."},{"freeFormCitationText":"Lamon, Ward Hill. <i>The Life of Abraham Lincoln from His Birth to His Inauguration as President.</i> Boston: J. R. Osgood, 1872. Reprint, Lincoln: University of Nebraska Press, 1999."},{"freeFormCitationText":"Long, David E. <i>The Jewel of Liberty: Abraham Lincoln's Re-election and the End of Slavery</i>. Mechanicsburg, Pa.: Stackpole Books, 1994. Reprint, New York: Da Capo Press, 1997."},{"freeFormCitationText":"Nicolay, John George, and John Hay. <i>Abraham Lincoln: A History. </i>10 vols<i>.</i> New York: Century, 1890."},{"freeFormCitationText":"Randall, J.G., and Richard N. Current. <i>Lincoln the President.</i> Urbana: University of Illinois Press, 1955. Reprint, Urbana: University of Illinois Press, 2000."},{"freeFormCitationText":"Sandburg, Carl. <i>Abraham Lincoln, The Prairie Years and the War Years. </i> New York: Harcourt Brace and World, 1966."},{"freeFormCitationText":"Segal, Charles M., ed. <i>Conversations with Lincoln.</i> New York: Putnam, 1961. Reprint, with a new preface by the editor and an introduction by David Donald. New Brunswick, N.J.: Transaction Publishers, 2002."},{"freeFormCitationText":"Van Doren, Carl, ed. <i>The Literary Works of Abraham Lincoln</i>. Introduction, by Carl Van Doren; illustrations by John Steuart Curry. Menasha, Wis.: Printed for the members of the Limited Editions Club by the Collegiate Press, 1942. Reprint, Norwalk, Conn.: Easton Press, 1980."},{"freeFormCitationText":"Humes, James C., ed. <i>The Wit &amp; Wisdom of Abraham Lincoln: A Treasury of More Than 650 Quotations and Anecdotes</i>. With a foreword by Lamar Alexander. New York: HarperCollins Publishers, 1996."},{"freeFormCitationText":"___. <i>Famous Speeches of Abraham Lincoln</i>. New Rochelle: Peter Pauper Press, [1935]. Reprint, Freeport, N.Y.: Books for Libraries Press, [1969]."},{"freeFormCitationText":"___. <i>The Gettysburg Address</i>. Illustrated by Michael McCurdy and a foreword by Garry Wills. Boston: Houghton Mifflin, 1995."},{"freeFormCitationText":"___., comp. <i>Selected Writings of Abraham Lincoln.</i> With an introduction by Herbert Mitgang. New York: Bantam Books, 1992."},{"freeFormCitationText":"Thomas, Benjamin Platt. <i>Abraham Lincoln: A Biography.</i> New York: Knopf, 1952."},{"freeFormCitationText":"Angle, Paul M., ed. <i>The Complete Lincoln-Douglas Debates of 1858</i>. Previously published as: <i>Created Equal</i>? [Chicago]: University of Chicago Press, [1958]. Reprint, with a new foreword by David Zarefsky. Chicago: University of Chicago Press, 1991."},{"freeFormCitationText":"___., comp. <i>Lincoln's Gettysburg Address in Translation</i>. Washington: Library of Congress, 1972."},{"freeFormCitationText":"___., ed. <i>The Collected Works of Abraham Lincoln. </i> 9 vols. New Brunswick, N.J.: Rutgers University Press, 1953-1955."},{"freeFormCitationText":"Dirck, Brian R. <i>Lincoln &amp; Davis: Imagining America, 1809-1865</i>. Lawrence: University Press of Kansas, 2001."},{"freeFormCitationText":"Hesseltine, William Best. <i>Lincoln and the War Governors.</i> New York: Knopf, 1948."},{"freeFormCitationText":"___.<i> Speeches and Writings, 1832-1858: Speeches, Letters, and Miscellaneous Writings, The Lincoln-Douglas Debates</i>. New York, N.Y.: Literary Classics of the United States, Distributed by the Viking Press, 1989."},{"freeFormCitationText":"Luthin, Reinhard Henry. <i>The First Lincoln Campaign.</i> Cambridge: Harvard University Press, 1944."},{"freeFormCitationText":"Mitgang, Herbert, ed. <i>Abraham Lincoln, A Press Portrait. His Life and Times from the Original Newspaper Documents of the Union, the Confederacy, and Europe</i>. Chicago: Quadrangle Books, 1971. Reprint, New York: Fordham University Press, 2000."},{"freeFormCitationText":"Nevins, Allan. <i>The Emergence of Lincoln. </i> 2 vols. New York: Scribner's, 1950."},{"freeFormCitationText":"___. <i>With Lincoln in the White House: Letters, Memoranda, and Other Writings of John G. Nicolay, 1860-1865</i>. Edited by Michael Burlingame. Carbondale: Southern Illinois University Press, 2000."},{"freeFormCitationText":"Riches, William T. M. \"The Commoners: Andrew Johnson and Abraham Lincoln to 1861.\" Ph.D. diss., University of Tennessee, 1976."},{"freeFormCitationText":"Seitz, Don C. <i>Lincoln the Politician; How the Rail-Splitter and Flatboatman Played the Great American Game.</i> New York: Coward-McCann, 1931."},{"freeFormCitationText":"Stewart, Charles J. \"The People and the Lincoln-Douglas Campaign of 1858.\" <i>Register of the Kentucky Historical Society</i> 65 (3 October 1967): 284-93."},{"freeFormCitationText":"Brickl, Frank C., comp. <i>Lincoln's Words: Sentiments from the 16th President of the United States</i>. Shippensburg, Pa.: Burd Street Press, 2001."},{"freeFormCitationText":"Burlingame, Michael. <i>Abraham Lincoln: A Life</i>. Two Volumes. Baltimore, MD: Johns Hopkins University Press, 2008."},{"freeFormCitationText":"Donald, David Herbert. <i>Lincoln.</i> New York: Simon &amp; Schuster, 1995."},{"freeFormCitationText":"Findley, Paul. <i>A. Lincoln: The Crucible of Congress.</i> New York: Crown Publishers, Inc., 1979."},{"freeFormCitationText":"Hanchett, William. <i>Out of the Wilderness: The Life of Abraham Lincoln</i>. Urbana: University of Illinois Press, 1994."},{"freeFormCitationText":"___. <i>Holland's Life of Abraham Lincoln</i>. Introduction by Allen C. Guelzo. Lincoln, Neb.: University of Nebraska Press, 1998."},{"freeFormCitationText":"Landon, Roberta, ed. <i>The Illustrated Gettysburg Address</i>. New York: Gramercy Books, 2000."},{"freeFormCitationText":"Lincoln, Abraham. <i>The Emancipation Proclamation</i>. Bedford, Mass : Applewood Books, 1998."},{"freeFormCitationText":"McAfee, Ward. <i>Citizen Lincoln </i>. New York: Nova Science Publishers, 2004."},{"freeFormCitationText":"McPherson, James M. <i>Abraham Lincoln and the Second American Revolution.</i> New York: Oxford University Press, 1990."},{"freeFormCitationText":"___., ed. <i>Concerning Mr. Lincoln: In Which Abraham Lincoln is Pictured as He Appeared to Letter Writers of His Time.</i> Springfield, Ill.: The Abraham Lincoln Association, 1944."},{"freeFormCitationText":"Simon, Paul. <i>Lincoln's Preparation for Greatness: The Illinois Legislative Years.</i> Norman: University of Oklahoma Press, 1965."},{"freeFormCitationText":"Smith, T.V. <i>Abraham Lincoln and the Spiritual Life.</i> Boston: The Beacon Press, 1951."},{"freeFormCitationText":"Tarbell, Ida Minerva. <i>The Life of Abraham Lincoln.</i> 2 vols. New York: Doubleday and McClure, 1900."},{"freeFormCitationText":"Cash, Kenneth P. <i>Abraham Lincoln: Responses</i>. Independence, Ohio: K.P. Cash, 2003."},{"freeFormCitationText":"___. \"We are Lincoln Men\": <i>Abraham Lincoln and His Friends</i>. New York: Simon &amp; Schuster, 2003."},{"freeFormCitationText":"Holland, Josiah Gilbert. <i>The Life of Abraham Lincoln.</i> Springfield, Mass.: G. Bill, 1866."},{"freeFormCitationText":"Johnson, Michael P. <i>Abraham Lincoln, Slavery, and the Civil War: Selected Writings and Speeches</i>. Boston: Bedford/St. Martin's, 2001."},{"freeFormCitationText":"___. <i>Abraham Lincoln, A History, by John G. Nicolay and John Hay</i>. Abridged and Edited by Paul M. Angle. Chicago: University of Chicago Press, 1966."},{"freeFormCitationText":"___.<i> An Oral History of Abraham Lincoln: John G. Nicolay's Interviews and Essays</i>. Edited by Michael Burlingame. Carbondale: Southern Illinois University Press, 1996."},{"freeFormCitationText":"Pressly, Thomas J. \"Bullets and Ballots: Lincoln and the 'Right of Revolution.'\" <i>American Historical Review</i> 57 (1962): 647-62."},{"freeFormCitationText":"___. <i>Abraham Lincoln: The War Years. </i> 4 vols. New York: Harcourt Brace and Co., 1939."},{"freeFormCitationText":"Thomas, John L., ed. <i>Abraham Lincoln and the American Political Tradition</i>. Amherst: University of Massachusetts Press, 1986."},{"freeFormCitationText":"Bak, Richard. <i>The Day Lincoln Was Shot.</i> Dallas: Taylor Publishing Company, 1998."},{"freeFormCitationText":"Bates, David Homer. <i>Lincoln in the Telegraph Office: Recollections of the United States Military Telegraph Corps During the Civil War</i>. New York: Century Co., 1907. Reprint, Lincoln: University of Nebraska Lincoln, 1995."},{"freeFormCitationText":"Carman, Harry James, and Reinhard H. Luthin. <i>Lincoln and the Patronage.</i> New York: Columbia University Press, 1943."},{"freeFormCitationText":"Epstein, Daniel Mark.<i> Lincoln and Whitman: Parallel Lives in Civil War Washington</i>. New York: Ballantine Books, 2004."},{"freeFormCitationText":"Hay, John. <i>Lincoln and the Civil War in the Diaries and Letters of John Hay</i>. Selected and with an Introduction by Tyler Dennett. Westport: Negro Universities Press, 1939. Reprint, 1972."},{"freeFormCitationText":"Howells, William Dean, and John L. Hayes. <i>Lives and Speeches of Abraham Lincoln and Hannibal Hamlin.</i> Columbus, Ohio: Follett, Foster and Co., 1860."},{"freeFormCitationText":"___. <i>Abraham Lincoln: The Observations of John G. Nicolay and John Hay</i>. Edited by Michael Burlingame. Carbondale: Southern Illinois University Press, 2007"},{"freeFormCitationText":"Quarles, Benjamin. <i>Lincoln and the Negro.</i> New York: Oxford University Press, 1962."},{"freeFormCitationText":"Stern, Philip Van Doren, ed. <i>The Life and Writings of Abraham Lincoln</i>. Includes a biographical essay by Philip Van Doren Stern; with an introduction, \"Lincoln and his writings,\" by Allan Nevins. New York: Random House, 1940. Reprint, New York: Modern Library, 1999."},{"freeFormCitationText":"___., ed. <i>Abraham Lincoln, His Speeches and Writings</i>. Edited with critical and analytical notes by Roy P. Basler and preface by Carl Sandburg. Cleveland: World Pub. Co., 1946. Reprint, New York, N.Y.: Da Capo Press, [1990]."},{"freeFormCitationText":"___. <i>The Telegraph Goes to War: The Personal Diary of David Homer Bates, Lincoln's Telegraph Operator</i>. Edited by Donald E. Markle. Hamilton, N.Y.: Edmonston, 2003."},{"freeFormCitationText":"Beveridge, Albert J. <i>Abraham Lincoln, 1809-1858. </i> 2 vols. Boston: Houghton Mifflin, 1928."},{"freeFormCitationText":"___., ed. <i>Lincoln, The War President: The Gettysburg Lectures</i>. Essays by Robert V. Bruce ... [et al.]. New York: Oxford University Press, 1992."},{"freeFormCitationText":"DeRose, Chris. <i>Congressman Lincoln: The Making of America's Greatest President</i>. New York: Threshold Editions, 2013."},{"freeFormCitationText":"Kunhardt, Philip B. and Philip B. Kunhardt III.<i> Lincoln: An Illustrated Biography</i>. Foreword by David Herbert Donald; contributing writer Daniel Terris. New York: Knopf, 1992. Reprint, New York: Gramercy Books, 1999."},{"freeFormCitationText":"___. <i>Selected Speeches and Writings</i>. New York: Vintage Books, 1992."},{"freeFormCitationText":"Morris, Jan. <i>Lincoln, A Foreigner's Quest</i>. New York: Simon &amp; Schuster, 2000."},{"freeFormCitationText":"Neely, Mark E. <i>Abraham Lincoln and the Promise of America.</i> Cambridge, Mass.: Harvard University Press, 1994."},{"freeFormCitationText":"Pargellis, Stanley. \"Lincoln's Political Philosophy.\" <i>Abraham Lincoln Quarterly</i> 3 (1945): 275-90."},{"freeFormCitationText":"___. <i>Lincoln and the South.</i> Baton Rouge: Louisiana State University Press, 1946."},{"freeFormCitationText":"Rothschild, Alonzo. <i>Lincoln, Master of Men: A Study in Character.</i> Boston: Houghton Mifflin, 1906."},{"freeFormCitationText":"___. \"Lincoln's humor\" <i>and Other Essays</i>. Edited by Michael Burlingame. Urbana: University of Illinois Press, 2002."},{"freeFormCitationText":"Carwardine, Richard. <i>Lincoln</i>. Harlow: Pearson Longman, 2003."},{"freeFormCitationText":"Ingersoll, Robert G. <i>Abraham Lincoln.</i> N.p.: Lane, 1894."},{"freeFormCitationText":"Keneally, Thomas. <i>Abraham Lincoln</i>. New York: Lipper/Viking, 2003."},{"freeFormCitationText":"___. \"The Nationalism of Abraham Lincoln.\" <i>Civil War History</i> 9 (1963): 283-98."},{"freeFormCitationText":"Roop, Peter, and Connie Roop. <i>Let's Split Logs, Abe Lincoln</i>! New York: Scholastic, 2002."},{"freeFormCitationText":"Simon, John Y. and Harold Holzer. Dawn Ruark, associate editor.<i> The Lincoln Forum: Rediscovering Abraham Lincoln</i>. New York: Fordham University Press, 2002."},{"freeFormCitationText":"___. <i>Lincoln: Living Legend.</i> Chicago: University of Chicago Press, 1940."},{"freeFormCitationText":"Van der Linden, Frank. <i>Lincoln: The Road to War</i>. Golden, Colo.: Fulcrum Pub., 1998."},{"freeFormCitationText":"Arnold, Isaac Newton. <i>The Life of Abraham Lincoln</i>. Chicago: McClurg, 1884. Introduction by James A. Rawley. Reprint, Lincoln: University of Nebraska Press, 1994."},{"freeFormCitationText":"Browne, Francis Fisher, ed. <i>The Every-Day Life of Abraham Lincoln.</i> New York and St. Louis: N.D. Thompson, 1886. Reprint, Lincoln: University of Nebraska Press, 1995."},{"freeFormCitationText":"___. \"Political Fortunes of Lincoln and Douglas in 1858-1859.\" <i>Lincoln Herald</i> 67 (1965): 161-70."},{"freeFormCitationText":"Johannsen, Robert W. \"The Lincoln-Douglas Campaign of 1858: Background and Perspective.\" <i>Journal of the Illinois State Historical Society</i> 73 (Winter 1980): 242-62."},{"freeFormCitationText":"___. <i>Great Speeches / Abraham Lincoln</i>. With historical notes by John Grafton. New York: Dover Publications, 1991."},{"freeFormCitationText":"Ludwig, Emil. <i>Lincoln.</i> Boston: Little, Brown, 1930."},{"freeFormCitationText":"Paludan, Phillip S. <i>The Presidency of Abraham Lincoln</i>. Lawrence, Kans.: University Press of Kansas, 1994."},{"freeFormCitationText":"Pitt, H. G. <i>Abraham Lincoln</i>. Phoenix Mill, Gloucestershire: Sutton, 1998."},{"freeFormCitationText":"Porter, Laura Smith. \"The last, best hope of Earth: Abraham Lincoln's Perception of the Mission of America, 1834-1854.\" <i>Illinois Historical Journal</i> 78 (Autumn 1985): 207-16."},{"freeFormCitationText":"Randall, J. G. [James Garfield]. <i>Constitutional Problems under Lincoln.</i> New York: D. Appleton, 1926."},{"freeFormCitationText":"___. <i>Portrait for Posterity: Lincoln and His Biographers.</i> New Brunswick, N.J.: Rutgers University Press, 1947."},{"freeFormCitationText":"Weik, Jesse William. <i>The Real Lincoln: A Portrait.</i> Boston; N.Y.: Houghton Mifflin, 1922. Reprint, edited by Michael Burlingame. Lincoln: University of Nebraska Press, [2002]."},{"freeFormCitationText":"Fenster, Julie M. <i>The Case of Abraham Lincoln: A Story of Adultery, Murder, and the Making of a Great President</i>. New York: Palgrave MacMillan, 2007."},{"freeFormCitationText":"Harper, Robert S. <i>Lincoln and the Press.</i> New York: McGraw-Hill, 1951."},{"freeFormCitationText":"Harris, William C. (William Charles). <i>Lincoln's Last Months</i>. Cambridge, Mass.: Belknap Press of Harvard University Press, 2004."},{"freeFormCitationText":"___. <i>With Charity for All: Lincoln and the Restoration of the Union</i>. Lexington, Ky.: University Press of Kentucky, 1997."},{"freeFormCitationText":"___. \"Some Impressions of Lincoln and Douglas During the Campaign of 1858.\" <i>Lincoln Herald</i> 66 (1964): 135-39."},{"freeFormCitationText":"Johnson, Ludwell H. \"Lincoln and Equal Rights: The Authenticity of the Wadsworth Letter.\" <i>Journal of Southern History</i> 32 (1966): 83-87."},{"freeFormCitationText":"Kaplan, Fred. <i>Lincoln: The Biography of a Writer</i>. New York: HarperCollins Publishers, 2008."},{"freeFormCitationText":"Milton, George Fort. <i>Abraham Lincoln and the Fifth Column.</i> New York: Vanguard Press, 1942."},{"freeFormCitationText":"Pratt, Harry Edward. <i>The Personal Finances of Abraham Lincoln. </i>Springfield, Ill: The Abraham Lincoln Association, 1943."},{"freeFormCitationText":"Rawley, James A. <i>Abraham Lincoln and a Nation Worth Fighting For</i>. Wheeling, Ill.: Harlan Davidson, 1996. Reprint, with a new introduction by the author. Lincoln: University of Nebraska Press, 2003."},{"freeFormCitationText":"___.<i> The President Shall Have Power: Lincoln, His Cabinet, Congress, and the Supreme Court</i>. Beaver Dam, Wis.: Lincoln Fellowship of Wisconsin, 2002."},{"freeFormCitationText":"Rice, Allen Thorndike, ed. <i>Reminiscences of Abraham Lincoln by Distinguished Men of His Time.</i> New York: North American Pub. Co., 1885."},{"freeFormCitationText":"Schwartz, Barry. <i>Abraham Lincoln and the Forge of National Memory</i>. Chicago: University of Chicago Press, 2000."},{"freeFormCitationText":"Simon, John Y. \"Lincoln and Truman Smith.\" <i>Lincoln Herald</i> 67 (Fall 1965): 124-30."},{"freeFormCitationText":"Charnwood, Godfrey Rathbone Benson, Baron. <i>Abraham Lincoln</i>. New York: Henry Holt &amp; Co., 1917. Reprint, introduction by William E. Gienapp. Mineola, N.Y.: Dover Publications, 1997."},{"freeFormCitationText":"DiLorenzo, Thomas J.<i> The Real Lincoln: A New Look at Abraham Lincoln, His Agenda, and an Unnecessary War</i>. New York: Three Rivers Press, 2003."},{"freeFormCitationText":"Guelzo, Allen C.<i> Lincoln's Emancipation Proclamation: The End of Slavery in America</i>. New York: Simon &amp; Schuster, 2004."},{"freeFormCitationText":"Harrison, Maureen and Steve Gilbert. <i>Abraham Lincoln, Word for Word</i>. San Diego, Calif.: Excellent Books, 1994."},{"freeFormCitationText":"Heckman, Richard A. \"Out-of-State Influences and the Lincoln-Douglas Campaign of 1858.\" <i>Journal of Illinois State Historical Society</i> 59 (Spring 1966): 30-47."},{"freeFormCitationText":"Lewis, Lloyd. <i>Myths After Lincoln.</i> New York: Blue Ribbon Books, 1929."},{"freeFormCitationText":"Mearns, David Chambers, ed. <i>The Lincoln Papers. </i> 2 vols. Garden City, N.Y.: Doubleday, 1948."},{"freeFormCitationText":"Peterson, Merrill D. <i>Lincoln In American Memory.</i> New York: Oxford University Press, 1994."},{"freeFormCitationText":"Potter, David Morris. <i>Lincoln and His Party in the Secession</i>. New Haven: Yale University Press; London: H. Milford, Oxford University Press, 1942. Reprint, [Introduction by Daniel W. Crofts]. Baton Rouge, La.: Louisiana State University Press, 1995."},{"freeFormCitationText":"Robinson, Luther Emerson. <i>Abraham Lincoln as a Man of Letters</i>. 1923. Reprint, Philadelphia: R. West, 1977."},{"freeFormCitationText":"Shaw, Archer Hayes, ed. <i>The Lincoln Encyclopedia; The Spoken and Written Words of A. Lincoln, Arranged for Ready Reference.</i> New York: Macmillan, 1950. Reprint, Westport, Conn.: Greenwood Press, 1980."},{"freeFormCitationText":"Simpson, Brooks D.,ed. <i>Think Anew, Act Anew: Abraham Lincoln on Slavery, Freedom, and Union</i>. Wheeling, Ill.: Harlan Davidson, 1998."},{"freeFormCitationText":"___., ed.<i> The Lincoln Reader</i>. With an introduction by Paul M. Angle. New Brunswick: Rutgers University Press, 1947 Reprint, New York, N.Y.: Da Capo Press, [1990]."},{"freeFormCitationText":"Garrison, Webb B.<i> The Lincoln No One Knows: The Mysterious Man Who Ran the Civil War</i>. Nashville, Tenn.: Rutledge Hill Press, 1993."},{"freeFormCitationText":"Goodwin, Doris Kearns. <i>Team of Rivals: The Political Genius of Abraham Lincoln</i>. New York: Simon &amp; Schuster, 2005."},{"freeFormCitationText":"___. <i>Inside Lincoln's White House: The Complete Civil War Diary of John Hay</i>. Edited by Michael Burlingame and John R. Turner Ettlinger. Carbondale: Southern Illinois University Press, 1997."},{"freeFormCitationText":"Jaffa, Harry V.<i> A New Birth of Freedom: Abraham Lincoln and the Coming of the Civil War</i>. Lanham, Md.: Rowman &amp; Littlefield Publishers, 2000."},{"freeFormCitationText":"Leidner, Gordon, ed. and comp.<i> A Commitment to Honor: A Unique Portrait of Abraham Lincoln in His Own Words</i>. Nashville, Tenn.: Rutledge Hill Press, 2000."},{"freeFormCitationText":"Pinsker, Matthew. \"Senator Abraham Lincoln.\" <i>Journal of the Abraham Lincoln Association</i> 14:2 (Summer 1993): 1-21."},{"freeFormCitationText":"Reilly, Tom. \"Lincoln-Douglas Debates of 1858 Forced New Role on the Press.\" <i>Journalism Quarterly</i> 56 (Winter 1979): 734-43, 752."},{"freeFormCitationText":"Roscoe, Theodore. <i>The Web of Conspiracy.</i> Englewood Cliffs, N.J.: Prentice-Hall, 1959."},{"freeFormCitationText":"Whitney, Henry Clay. <i>Life on the Circuit with Lincoln: With sketches of Generals Grant, Sherman, and McClellan, Judge Davis, Leonard Swett, and Other Contemporaries</i>. Boston: Estes and Lauriat, 1892. Reprint, Union, N.J.: Lawbook Exchange, 2001."},{"freeFormCitationText":"Baker, James Thomas. <i>Abraham Lincoln: The Man and the Myth</i>. Fort Worth: Harcourt College Publishers, 2000."},{"freeFormCitationText":"Basler, Roy Prentice. <i>The Lincoln Legend: A Study in Changing Conceptions.</i> Boston: Houghton Mifflin, 1938."},{"freeFormCitationText":"Boritt, Gabor, ed.<i> The Lincoln Enigma: The Changing Faces of an American Icon</i>. New York: Oxford University Press, 2001."},{"freeFormCitationText":"Cothran, Helen. <i>Abraham Lincoln</i>. San Diego, Calif.: Greenhaven Press, 2002."},{"freeFormCitationText":"Gienapp, William E., ed. <i>This Fiery Trial: The Speeches and Writings of Abraham Lincoln</i>. New York: Oxford University Press, 2002."},{"freeFormCitationText":"Hamilton, J.G. de Roulhac. <i>Abraham Lincoln: Selections from His Speeches and Writings</i>. Birmingham, Ala.: Palladium Press, [2003]."},{"freeFormCitationText":"Hanna, William F. \"This Side of the Mountains: Abraham Lincoln's 1848 Visit to Massachusetts.\" <i>Lincoln Herald</i> 80 (Summer 1978): 56-65."},{"freeFormCitationText":"Holzer, Harold, ed.. <i>The Lincoln-Douglas Debates: The First Complete, Unexpurgated Text</i>. Introduction by Harold Holzer. New York: HarperCollins Publishers, 1993. Reprint, New York: Fordham University Press, 2004."},{"freeFormCitationText":"___. <i>Gettysburg: An Address</i>. Observations by Austin Jones and engravings by James Horton. Point Pleasant, W.V.: A. Jones, 1994."},{"freeFormCitationText":"___., ed. <i>Lincoln Bibliography, 1839-1939. </i> 2 vols. Springfield: Illinois State Historical Library, 1943-1945."},{"freeFormCitationText":"<i>___. The Fate of Liberty: Abraham Lincoln and Civil Liberties.</i> New York: Oxford University Press, 1991."},{"freeFormCitationText":"Braden, Waldo W. <i>Abraham Lincoln, Public Speaker.</i> Baton Rouge: Louisiana State University Press, 1988."},{"freeFormCitationText":"Coleman, Charles H. \"Was Lincoln Eligible For Election to the United States Senate in 1855?\" <i>Lincoln Herald</i> 60 (1958): 91-93."},{"freeFormCitationText":"Hamilton, Charles, and Lloyd Ostendorf. <i>Lincoln in Photographs: An Album of Every Known Pose.</i> Norman: University of Oklahoma Press, 1963."},{"freeFormCitationText":"Kempf, Edward John. <i>Abraham Lincoln's Philosophy of Common Sense: An Analytical Biography of a Great Mind. </i> 3 vols. New York: New York Academy of Sciences, 1965."},{"freeFormCitationText":"___. <i>The Real Abraham Lincoln.</i> Englewood Cliffs, N.J.: Prentice-Hall, 1960."},{"freeFormCitationText":"Masters, Edgar Lee. <i>Lincoln the Man</i>. New York: Dodd, Mead &amp; Co., 1931. Reprint, Columbia, S.C.: Foundation for American Education, 1997"},{"freeFormCitationText":"Monaghan, Jay [James]. <i>Diplomat in Carpet Slippers: Abraham Lincoln Deals with Foreign Affairs.</i> Indianapolis: Bobbs-Merrill, 1945."},{"freeFormCitationText":"___. <i>Lincoln, the Liberal Statesman.</i> New York: Dodd Mead, 1947."},{"freeFormCitationText":"Strozier, Charles B. <i>Lincoln's Quest for Union: A Psychological Portrait</i>. Foreword by Geoffrey C. Ward. New York: Basic Books, 1982. Reprint, Philadelphia: Paul Dry Books, 2001."},{"freeFormCitationText":"Waugh, John C. <i>Reelecting Lincoln: The Battle for the 1964 Presidency</i>. New York: Crown Publishers, Inc., 1997."},{"freeFormCitationText":"White, Ronald C. (Ronald Cedric). <i>Lincoln's American Eloquence</i>. New York: Random House, 2005."},{"freeFormCitationText":"___. <i>Lincoln Reconsidered: Essays on the Civil War Era.</i> New York: Knopf, 1956. Reprint, New York: Vintage Books, 2001."},{"freeFormCitationText":"Ketcham, Henry. <i>The Life of Abraham Lincoln.</i> New York: A. L. Burt, 1901."},{"freeFormCitationText":"___., ed. <i>Lincoln as They Saw Him. His Life and Times from the Original Newspaper documents of the Union, the Confederacy, and Europe</i>. New York: Rinehart, 1956. Reprint, New York: Octagon Books, 1980."},{"freeFormCitationText":"___. <i>Abraham Lincoln</i>. Washington, D.C.: Congressional Quarterly Press, 2002."},{"freeFormCitationText":"Purvis, Thomas L. \"The Making of a Myth: Abraham Lincoln's Family Background in the Perspective of Jacksonian Politics.\" <i>Journal of the Illinois State Historical Society</i> 75 (Summer 1982): 148-60."},{"freeFormCitationText":"Zall, Paul M. <i>Lincoln's Legacy: The Emancipation Proclamation &amp; the Gettysburg Address</i>. With commentary by P.M. Zall. San Marino, Calif.: Huntington Library, 1994."},{"freeFormCitationText":"___., ed. <i>Lincoln on Lincoln</i>. Lexington, Ky.: University Press of Kentucky, 1999."},{"freeFormCitationText":"Wills, Garry. <i>Lincoln at Gettysburg: The Words That Remade America.</i> New York: Simon and Schuster, 1992."},{"freeFormCitationText":"Wolf, William J. <i>The Religion of Abraham Lincoln.</i> Rev. ed. New York: Seabury Press, 1963."},{"freeFormCitationText":"Williams, Frank J., William D. Pederson, and Vincent J. Marsala, eds. <i>Abraham Lincoln Sources and Style of Leadership</i>. Westport, Conn.: Greenwood Press, 1994."},{"freeFormCitationText":"Zilversmit, Arthur, comp. <i>Lincoln on Black and White; A Documentary History</i>. Belmont, Calif.: Wadsworth Pub. Co., [1971]."},{"freeFormCitationText":"Williams, T. Harry, ed. <i>Selected Writings and Speeches of Abraham Lincoln</i>. New York: Hendricks House, 1980."},{"freeFormCitationText":"Zane, John Maxcy. <i>Lincoln, the Constitutional Lawyer</i>. Chicago: Printed for the Caxton Club, 1932. Reprint, Union, N.J.: Lawbook Exchange, 2003."},{"freeFormCitationText":"Wilson, Rufus Rockwell. <i>Lincoln in Caricature.</i> Elmira, N.Y.: The Primavera Press, 1945. [Privately printed 1903.]"},{"freeFormCitationText":"Williams, Frank J. <i>A Comparison in leadership: Franklin D. Roosevelt, Abraham Lincoln and Winston Churchill: The Warrior, Communitarian, and Echo Men</i>. Beaver Dam, Wis.: Lincoln Fellowship of Wisconsin, 2002."},{"freeFormCitationText":"Zornow. William Frank. <i>Lincoln and the Party Divided.</i> Norman: University of Oklahoma Press, 1954."},{"freeFormCitationText":"Wrone, David R. \"Abraham Lincoln's Idea of Property.\" <i>Science and Society</i> 33 (Winter 1969): 54-70."},{"freeFormCitationText":"___. <i>Judging Lincoln</i>. With a foreword by Harold Holzer, and an epilogue by John Y. Simon. Carbondale: Southern Illinois University Press, 2002."}],"researchRecord":[{"name":"Subject collection (centennial), 1909. 1 item.","recordType":["Papers"],"recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"1838-1934. 2 reels of microfilm.","recordType":["Papers"],"description":"Originals in New York Public Library.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"ca. 500 items (1860-1934) in the John Wesley Hill collection.","recordType":["Papers"],"recordLocation":{"name":"Rare Book and Manuscript Library","location":{"addressLocality":"New York","addressRegion":"NY"},"parentRecordLocation":{"name":"Columbia University","location":{"addressLocality":"New York","addressRegion":"NY"}}}},{"name":"1860-1865. 137 items.","recordType":["Papers"],"recordLocation":{"name":"New-York Historical Society","location":{"addressLocality":"New York","addressRegion":"NY"}}},{"name":"McLellan Lincoln collection, 1789-1939. 1,678 items.","recordType":["Papers"],"description":"Correspondence, documents, and other papers. Published description. Also photocopies and microfilm of originals in other collections.","recordLocation":{"name":"Brown University","location":{"addressLocality":"Providence","addressRegion":"RI"}}},{"name":"Herndon-Weik collection of Lincolniana, ca. 1830-1927. 36 containers.","recordType":["Papers"],"description":"Partial calendar. Register. Also on microfilm (15 reels).","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"1831-1866. 1 reel of microfilm.","recordType":["Papers"],"description":"Originals in Huntington Library.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"Subject collection (birth), 1894-1946. 8 items.","recordType":["Papers"],"recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In Mary Todd Lincoln collection, 1861-1909.","recordType":["Papers"],"description":"19 items.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"3 letters and an unspecified number of documents.","recordType":["Papers"],"recordLocation":{"name":"Boston Public Library","location":{"addressLocality":"Boston","addressRegion":"MA"}}},{"name":"1774-1948. 48 linear feet (221 containers).","recordType":["Papers"],"description":"The papers of Abraham Lincoln include Lincoln’s first and second inaugural addresses, his preliminary draft of the Emancipation Proclamation, the two earliest known copies of the Gettysburg Address (the Nicolay and Hay copies), his August 23, 1864, memorandum expressing his expectation of being defeated for re-election in the upcoming presidential contest, and a condolence letter written to Mary Todd Lincoln by Queen Victoria following the assassination of Abraham Lincoln in 1865. The Lincoln Papers are characterized by a large number of correspondents, including friends and associates from Lincoln’s Springfield days, well-known political figures and reformers, and local people and organizations writing to their president. A finding aid is available online.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"1856, 1864. 3 items.","recordType":["Papers"],"recordLocation":{"name":"Bentley Historical Library","location":{"addressLocality":"Ann Arbor","addressRegion":"MI"},"parentRecordLocation":{"name":"University of Michigan","location":{"addressLocality":"Ann Arbor","addressRegion":"MI"}}}},{"name":"14 scattered letters and documents.","recordType":["Papers"],"recordLocation":{"name":"Indiana Historical Society","location":{"addressLocality":"Indianapolis","addressRegion":"IN"}}},{"name":"In Edgar De Witt Jones papers, 1844-1955. ca. 1,090 items.","recordType":["Papers"],"description":"In part photocopies or facsimiles of Lincoln correspondence. Card index in library.","recordLocation":{"name":"Burton Historical Collection","location":{"addressLocality":"Detroit","addressRegion":"MI"},"parentRecordLocation":{"name":"Detroit Public Library","location":{"addressLocality":"Detroit","addressRegion":"MI"}}}},{"name":"1839-1947. ca. 200 items.","recordType":["Papers"],"recordLocation":{"name":"Missouri Historical Society","location":{"addressLocality":"St. Louis","addressRegion":"MO"}}},{"name":"In the Andre deCoppet collection, 1566-1942. ca. 3,700 items.","recordType":["Papers"],"recordLocation":{"name":"Seeley G. Mudd Library","location":{"addressLocality":"Princeton","addressRegion":"NJ"},"parentRecordLocation":{"name":"Princeton University","url":"http://infoshare1.princeton.edu","location":{"addressLocality":"Princeton","addressRegion":"NJ"}}}},{"name":"6 items of official correspondence (1861-1864) and 7 miscellaneous documents (1858-1911).","recordType":["Papers"],"description":"Finding aid in repository.","recordLocation":{"name":"Brooklyn Historical Society","location":{"addressLocality":"Brooklyn","addressRegion":"NY"}}},{"name":"The Alfred Whital Stern collection of Lincolniana, 1837-1912. Over 11,100 items.","recordType":["Papers"],"description":"The Alfred Whital Stern collection of Lincolniana includes contemporary newspapers, Lincoln's law papers, sheet music, broadsides, prints, cartoons, maps, drawings, letters, campaign tickets, and other ephemeral items. There are over 1,300 items and 4,000 images from this collection available online.","recordLocation":{"name":"Rare Book Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In U.S. Presidents' papers, 1753-1935. 202 items.","recordType":["Papers"],"description":"Card index in library.","recordLocation":{"name":"Duke University","location":{"addressLocality":"Durham","addressRegion":"NC"}}},{"name":"1843-1855. ca. 10 items.","recordType":["Papers"],"description":"Reports of legal cases in Springfield, in which Lincoln served as an attorney. Finding aid in repository.","recordLocation":{"name":"Archives and Special Collections, Seymour Library","location":{"addressLocality":"Galesburg","addressRegion":"IL"},"parentRecordLocation":{"name":"Knox College","location":{"addressLocality":"Galesburg","addressRegion":"IL"}}}},{"name":"Manuscript materials by, about, or associated with Lincoln, including over 100 letters and autographs.","recordType":["Papers"],"recordLocation":{"name":"Lincoln National Life Foundation","location":{"addressLocality":"Fort Wayne","addressRegion":"IN"}}},{"name":"Eugene Boss collection.","recordType":["Papers"],"description":"Especially political ephemera, signed documents, and autographs.","recordLocation":{"name":"Special Collections","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Georgetown University","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"Lincoln collection of Earl Kubicek.","recordType":["Papers"],"description":"Printed books, pamphlets, journal issues, and other items.","recordLocation":{"name":"Special Collections","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Georgetown University","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"1830-1865, 20th century. 2 feet.","recordType":["Papers"],"description":"Transcripts and photocopies of letters and documents by or about Lincoln concerning his legal and political career. Also printed material. Unpublished calendar in repository.","recordLocation":{"name":"Archives and Special Collections, Seymour Library","location":{"addressLocality":"Galesburg","addressRegion":"IL"},"parentRecordLocation":{"name":"Knox College","location":{"addressLocality":"Galesburg","addressRegion":"IL"}}}},{"name":"1838-1864. ca. 50 items.","recordType":["Papers"],"description":"Includes correspondence, documents, and law briefs.","recordLocation":{"name":"Department of Lincolniana","location":{"addressLocality":"Harrogate","addressRegion":"TN"},"parentRecordLocation":{"name":"Lincoln Memorial University","location":{"addressLocality":"Harrogate","addressRegion":"TN"}}}},{"name":"Edward Carlton Stone collection of Lincoln letters, 1860-1865. 95 items.","recordType":["Papers"],"description":"Indexed in library's card catalog. Restricted.","recordLocation":{"name":"Boston University","location":{"addressLocality":"Boston","addressRegion":"MA"}}},{"name":"1841-1870. 237 items.","recordType":["Papers"],"description":"Letters and documents to, from, and about Lincoln.","recordLocation":{"name":"Western Reserve Historical Society","location":{"addressLocality":"Cleveland","addressRegion":"OH"}}},{"name":"1861-1865. 1/4 foot.","recordType":["Papers"],"recordLocation":{"name":"Ohio Historical Society","location":{"addressLocality":"Columbus","addressRegion":"OH"}}},{"name":"Unknown quantity of material dealing with Lincoln and Union College.","recordType":["Papers"],"recordLocation":{"name":"Weeks-Townsend Memorial Library","location":{"addressLocality":"Barbourville","addressRegion":"KY"},"parentRecordLocation":{"name":"Union College","location":{"addressLocality":"Schenectady","addressRegion":"NY"}}}},{"name":"1608-1918. 2 feet. Lincoln historical collection.","recordType":["Papers"],"description":"Papers relating to Lincoln and his family, including genealogical material, documents, and letters; together with papers of leaders and participants in affairs before, during, and after the Civil War. In part photocopies. Indexed.","recordLocation":{"name":"Special Collections Research Center","location":{"addressLocality":"Chicago","addressRegion":"IL"},"parentRecordLocation":{"name":"University of Chicago Library","location":{"addressLocality":"Chicago","addressRegion":"IL"}}}},{"name":"E.H. Swaim collection, 1893-1980. 7 feet.","recordType":["Papers"],"description":"Focus on career of John Wilkes Booth after assassination. Finding aid in library.","recordLocation":{"name":"Special Collections","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Georgetown University","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"Lincoln file, 1811-1922. 1,275 items.","recordType":["Papers"],"description":"Artificially assembled collection of Lincolniana written to, by, or about Lincoln, including much about his legal practice and business matters.","recordLocation":{"name":"Huntington Library","location":{"addressLocality":"San Marino","addressRegion":"CA"}}},{"name":"1832-1865. 2 feet.","recordType":["Papers"],"description":"Personal, business, and congressional papers and correspondence, photographs, portraits, and memorabilia. Manuscripts only a portion of the larger collection which contains over 10,000 books titles, 1,000 broadsides, 1,000 prints, and any medium which portrays Lincoln or comments on his life. Finding aid in repository. Restricted.","recordLocation":{"name":"Abraham Lincoln Presidential Library","location":{"addressLocality":"Springfield","addressRegion":"IL"}}},{"name":"1849-1865. 52 items.","recordType":["Papers"],"description":"Photocopies of originals privately owned. Inventory in library.","recordLocation":{"name":"New York Public Library","url":"http://www.nypl.org/research/chss/spe/rbk/mss","location":{"addressLocality":"New York","addressRegion":"NY"}}},{"name":"1856-1865. 22 letters.","recordType":["Papers"],"description":"Part of Schoff Civil War collection.","recordLocation":{"name":"William L. Clements Library","location":{"addressLocality":"Ann Arbor","addressRegion":"MI"},"parentRecordLocation":{"name":"University of Michigan","location":{"addressLocality":"Ann Arbor","addressRegion":"MI"}}}},{"name":"David Rankin Barbee papers, 1886-1956. 25 feet.","recordType":["Papers"],"description":"Focus on events leading up to assassination and on people near the event. Finding aid in library.","recordLocation":{"name":"Special Collections","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Georgetown University","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"1832-1861.","recordType":["Papers"],"description":"Legislative material, documents and correspondence, and family-related items, all related to his service in state legislature. Index in repository.","recordLocation":{"name":"Illinois State Archives","location":{"addressLocality":"Springfield","addressRegion":"IL"}}},{"name":"In the Quincy-Hill-Phillips-Treadwell papers,1699-1969, 2 file boxes (0.83 linear foot).","recordType":["Papers"],"description":"Correspondents include Abraham Lincoln.","recordLocation":{"name":"Cambridge Historical Society","location":{"addressLocality":"Cambridge","addressRegion":"MA"}}},{"name":"In the The Frank and Virginia Williams Collection of Lincolniana, 1768-1992, 1.5 cubic feet.","recordType":["Papers"],"description":"Correspondence and legal documents written by Abraham Lincoln to contemporary lawyers and politicians. Also includes correspondence and legal documents written by or to Lincoln family members, cabinet members, and other military and political leaders, as well as ephemera and broadsides.","findingAid":false,"recordLocation":{"name":"Mitchell Memorial Library","location":{"addressLocality":"Mississippi State","addressRegion":"MS"},"parentRecordLocation":{"name":"Mississippi State University","location":{"addressLocality":"Mississippi State","addressRegion":"MS"}}}}]}
