{ "usCongressBioId" : "L000445", "familyName" : "Loring", "givenName" : "George", "middleName" : "Bailey", "unaccentedFamilyName" : "Loring", "unaccentedGivenName" : "George", "unaccentedMiddleName" : "Bailey", "birthDate" : "1817", "birthCirca" : false, "deathDate" : "1891", "deathCirca" : false, "image" : [{ "contentUrl" : "http://history.house.gov/Collection/Detail/38230?ret=True", "caption" : "Collection of the U.S. House of Representatives <a href=\"http://history.house.gov/Collection/Detail/38230?ret=True\">About this object</a>" }], "profileText" : "A Representative from Massachusetts; born in North Andover, Essex County, Mass., November 8, 1817; attended Franklin Academy at Andover; taught school; was graduated from Harvard University in 1838 and from the medical department in 1842; practiced medicine for a short time in North Andover; surgeon of the marine hospital at Chelsea, Mass., 1843-1850; surgeon of the Seventh Regiment, Massachusetts Volunteer Militia, 1842-1844; appointed commissioner to revise the United States marine hospital system in 1849; moved to Salem, Mass., in 1851; appointed postmaster of Salem on May 4, 1853, and served until his successor was appointed on February 16, 1858; member of the State house of representatives in 1866 and 1867; chairman of the Massachusetts State Republican committee 1869-1876; served in the State senate 1873-1876 and was also president of that body; delegate to the Republican National Conventions in 1868, 1872, and 1876; appointed United States centennial commissioner for the State of Massachusetts in 1872; elected as a Republican to the Forty-fifth and Forty-sixth Congresses (March 4, 1877-March 3, 1881); unsuccessful candidate for renomination in 1880; United States Commissioner of Agriculture 1881-1885; appointed United States Minister to Portugal, in 1889 and served until his resignation in 1890; died in Salem, Mass., on September 14, 1891; interment in Harmony Grove Cemetery.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The 45th United States Congress", "congressNumber" : 45, "congressType" : "USCongress", "startDate" : "1877-03-05", "endDate" : "1879-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Republican" } }], "caucusAffiliation" : [{ "party" : { "name" : "Republican" } }], "represents" : { "regionType" : "StateRegion", "regionCode" : "MA" } } }, { "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The 46th United States Congress", "congressNumber" : 46, "congressType" : "USCongress", "startDate" : "1879-03-18", "endDate" : "1881-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Republican" } }], "caucusAffiliation" : [{ "party" : { "name" : "Republican" } }], "represents" : { "regionType" : "StateRegion", "regionCode" : "MA" } } }], "creativeWork" : [{ "freeFormCitationText" : "Loring, George Bailey.<i> Address at the Mithras Lodge of Sorrow, Washington, November, 10, 1881: In memory of James A. Garfield</i>. [Washington?, D.C.: N.p., 1881?]" }, { "freeFormCitationText" : "------. <i>Address before the Essex Agricultural Society</i>. Published by order of the Society, December, 1858. Newburyport: <i>Herald Job</i> Press, 1858." }, { "freeFormCitationText" : "------. <i>Address delivered before the Franklin Co. Agricultural Society</i>. Greenfield: H. D. Mirick &amp; Co., printers, 1859." }, { "freeFormCitationText" : "------. <i>Address delivered before the Hampshire, Franklin, and Hampden Agricultural Society, at Northampton, Oct., 14, 1858</i>. Northampton: Metcalf &amp; Co., 1858." }, { "freeFormCitationText" : "------. <i>Address of Geo. B. Loring, Commissioner of Agriculture, and other proceedings of the Cotton Convention held in Atlanta, Ga., November 2, 1881</i>. Washington: Government Printing Office, 1881." }, { "freeFormCitationText" : "------. <i>Agriculture: A masterly review of the wealth, resources, and possibilities of Nebraska: A deserved tribute to Congressman Valentine's record in Congress: A philosophical, analytical, and dignified resume of the national agriculture: An abstract of Dr. Loring's address</i>. Omaha: Republican Book and Job Print. House, 1883." }, { "freeFormCitationText" : "------. <i>Celebration of the birth-day of Thomas Jefferson : at Salem, Mass., April 1st, 1859, oration by Dr. Geo. B. Loring, speeches by Hon. Joseph S. Cabot, Col. J.M. Adams, and others, letters by Hon. J.C. Bkeckinridge [sic], Hon. Howell Cobb, Hon. John B. Floyd, Hon. Jefferson Davis, Hon. Henry A. Wise, Hon. B.F. Hallett, Hon. John S. Wells, Hon. Bion Bradbury, Hon. Harry Hibbard, Gen. J.S. Whitney, Samuel B. Sumner, Esq. S.O. Lamb, Esq., J.E. Field, Esq., and others</i>. Salem, [Mass.]: Printed at the <i>Advocate</i> Office, 1859." }, { "freeFormCitationText" : "------. <i>Education the corner-stone of the Republic: Speech of Hon. George B. Loring, of Massachusetts, in the House of Representatives, January 23, 1879</i>. N.p., [1879]." }, { "freeFormCitationText" : "------. <i>The farm-yard club of Jotham: An account of the families and farms of that famous town</i>. Boston: Lockwood, Brooks, and Company, [1876]. Reprint, 1881." }, { "freeFormCitationText" : "------. <i>Forestry in the United States ... Address of the Hon. Geo. B. Loring, U. S. Commissioner of Agriculture, before the American Forestry Congress, Saint Paul, Minnesota, August 8, 1883</i>. Washington: Government Printing Office, 1883." }, { "freeFormCitationText" : "------.<i> Historical sketches of Dunstable, Mass. Bi-centennial oration of Hon George B. Loring</i>. Lowell, Mass.: G. M. Elliot, 1873." }, { "freeFormCitationText" : "------. <i>The new administration. A speech delivered at a Democratic banquet at Chelsea, Mass., January 8, 1857, in reponse to the sentiment:</i> \"The president and vice-president elect-the wisdom and the vigor of democracy, leading a free people in defence of a written constitution.\" Boston: Printed at the office of the <i>Boston Post</i>, 1857." }, { "freeFormCitationText" : "------. <i>An oration, delivered at Bolton, Mass., December 20, 1866, at the dedication of the tablets, erected in the town hall, to commemorate the deceased volunteers of the town in the war of the great rebellion ... Together with an appendix containing the other exercises of the occasion</i>. Clinton, [Mass.]: Printed at the office of the <i>Clinton Courant</i>, 1867." }, { "freeFormCitationText" : "------. <i>An oration delivered at the dedication of the soldiers' monument in North Weymouth, Mass., on Saturday, July 4, 1868, by Hon. George B. Loring. With an appendix, containing the other exercises, and record of the deceased soldiers</i>. Weymouth: C.G. Easterbrook, <i>Weymouth Weekly Gazette</i> Press, 1869." }, { "freeFormCitationText" : "------. <i>The present crisis. A speech delivered by Dr. Geo. B. Loring, at Lyceum hall, Salem, Wednesday evening, April 26, 1865, on the assassination of President Lincoln. Dr. Loring's letter to the</i> Salem Gazette, <i>on reconstruction</i> ... South Danvers, [Mass.]: Printed at the <i>Wizard</i> Office, 1865." }, { "freeFormCitationText" : "------. <i>Remarks on cattle husbandry</i>. [N.p., n.d.]" }, { "freeFormCitationText" : "------. <i>Resumption of specie payments</i>. Washington: [Government Printing Office], 1877." }, { "freeFormCitationText" : "------. <i>Safe and honorable reconstruction. An oration, delivered at Newburyport, July 4, 1866, by George B. Loring, of Salem</i>. South Danvers, [Mass.]: C.D. Howard, printer, 1866." }, { "freeFormCitationText" : "------. <i>The Sorghum Sugar Industry ... Address of the Hon. Geo. B. Loring, U.S. Commissioner of Agriculture, before the Mississippi Valley Cane-growers' Association, Saint Louis, Mo., December 14, 1882</i>. Washington: Government Printing Office, 1883." }, { "freeFormCitationText" : "------. <i>A speech delivered at Lynn, Mass., November 1, 1858, by George B. Loring, of Salem, Democratic candidate for Congress from the Sixth district</i>. [Salem, Mass.]: Printed at the office of the <i>Salem Advocate</i>, 1858." }, { "freeFormCitationText" : "------. <i>A speech delivered at Webster, Mass., Providence, R. I., Nashua, N. H., and other places, during the presidential campaign of 1856, in support of James Buchanan</i>. [Boston, Mass.]: Printed at the office of the <i>Boston Post</i>, 1856." }, { "freeFormCitationText" : "------.<i> Speech of George B. Loring of Massachusetts, in the House of Representatives, April 12, 1878</i>. Washington: N.p., 1878." }, { "freeFormCitationText" : "------. <i>Speech of Hon. George B. Loring ... on the Museum of Comparative Zoölogy, in Senate, March 26, 1873</i>. Boston: Wright &amp; Potter, State Printers, 1873." }, { "freeFormCitationText" : "------. <i>Speech of Hon. George B. Loring, president of the Massachusetts Senate: On the question of rescinding the resolve of Dec. 18, 1872, relating to Hon. Charles Sumner's proposition with regard to the army register and regimental colors, January 30, 1874</i>. Boston: Wright &amp; Potter, state printers, 1874." }, { "freeFormCitationText" : "------.<i> Speech of Hon. George B. Loring, upon the resolutions of the state of the union</i>. South Danvers: Printed by C. D. Howard, 1866." }, { "freeFormCitationText" : "------. <i>A vindication of General Samuel Holden Parsons against the charge of treasonable correspondence during the revolutionary war. By Hon. Geo. B. Loring. From the</i> Magazine of American History<i> for October, 1888, with an appendix containing letters from Gen. W. T. Sherman, Hon. Chas. J. McCurdy and Chas. A. Hall, Esq</i>. Salem, Mass.: Printed at the <i>Salem Press</i>, 1888." }, { "freeFormCitationText" : "------. <i>A year in Portugal, 1889-1890</i>. New York and London: G. P. Putnam's Sons, 1891." }, { "freeFormCitationText" : "New England Agricultural Society. <i>Address by Hon. George B. Loring, and report of Col. Daniel Needham</i>. Lowell, Mass.: <i>Lowell Weekly Journal</i>, 1891." }], "researchRecord" : [{ "name" : "1 item.", "recordType" : ["Papers"], "recordLocation" : { "name" : "Boston Public Library", "location" : { "addressLocality" : "Boston", "addressRegion" : "MA" } } }] }
