{"usCongressBioId":"M000589","familyName":"McNulty","givenName":"James","middleName":"Francis","honorificSuffix":"Jr.","unaccentedFamilyName":"McNulty","unaccentedGivenName":"James","unaccentedMiddleName":"Francis","birthDate":"1925","birthCirca":false,"deathDate":"2009","deathCirca":false,"profileText":"A Representative from Arizona; born in Boston, Suffolk County, Mass., October 18, 1925; attended Boston public schools; graduated, Boston Latin School, 1943; LL.B., University of Arizona, Tuscon, 1951; served, United States Army, 1944-1945; admitted to the Arizona bar, 1951 and commenced practice in Bisbee; city attorney: Bisbee, Tombstone, and Huachuca City, Ariz.; elected, Arizona senate, 1969-1975; delegate, Democratic National Convention, 1960; elected as a Democrat to the Ninety-eighth Congress (January 3, 1983-January 3, 1985); unsuccessful candidate for election to the Ninety-ninth Congress; died on June 30, 2009, in Tucson, Ariz.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 98th United States Congress","congressNumber":98,"congressType":"USCongress","startDate":"1983-01-03","endDate":"1985-01-03"},"partyAffiliation":[{"party":{"name":"Democrat"}}],"caucusAffiliation":[{"party":{"name":"Democrat"}}],"represents":{"regionType":"StateRegion","regionCode":"AZ"}}}],"creativeWork":[{"freeFormCitationText":"McNulty, James F. <i>Running Uphill: Recollections Of A Congressman From Arizona</i>. Edited by Alex Witzeman. Tucson, AZ: Whitewing Press, 2003."}],"researchRecord":[{"name":"1925-2002, 75 linear feet.","recordType":["Papers"],"description":"This collection documents the activities of James F. McNulty, who was a member of the Arizona State Senate from 1968 till 1975, and a member of the U. S. House of Representatives from 1982 to 1984. The political papers housed in this collection include materials from 1957-1985, such as McNulty’s various activities within the Democratic Party, which include correspondences, reports, minutes, pamphlets from the 1960 DNC and material associated with a 1962 national delegation to the USSR. The collection also comprises a wealth of documentation concerning McNulty’s various volunteering activities, his involvement in 4-H, Arizona Board of Regents, Arizona State Bar Association, Arizona State Board of Education, Catholic Church, the Cochise County Hospital Association and the Copper Queen Hospital Association, Health Systems Agency of Southern Arizona, Arizona State Hospital, the League of Arizona Cities and Towns, the University of Arizona College of Law. It also includes personal materials, including the records of McNulty’s business (his legal files are closed until 2028), files relating to Cochise Junior College and DSET, personal and family material from 1953 to 1986. The “Photographs” subgroup contains official and unofficial photographs and postcards documenting McNulty’s 1962 visit to the USSR, a collection of photographs taken during McNulty’s time in the House of Representatives, and miscellaneous photos of McNulty in the military, at the University of Arizona, throughout his state political career. Also included are several collections of newspaper clippings and scrapbooks from 1943 to 1997, one collection specifically documenting McNulty’s stint in the U. S. House of Representatives, and another documenting the 1982 campaign for the House of Representatives. Also included are slides from various travels to Russia, Canada and the Southwest. Finally, there is a grouping of certificates and memorabilia reflecting McNulty’s dedication to his profession, politics, the University of Arizona and the state of Arizona. A finding aid is available in the repository and online.","recordLocation":{"name":"Special Collections","location":{"addressLocality":"Tucson","addressRegion":"AZ"},"parentRecordLocation":{"name":"University of Arizona Libraries","location":{"addressLocality":"Tucson","addressRegion":"AZ"}}}}]}
