{"usCongressBioId":"M000832","familyName":"Mize","givenName":"Chester","middleName":"Louis","unaccentedFamilyName":"Mize","unaccentedGivenName":"Chester","unaccentedMiddleName":"Louis","birthDate":"1917","birthCirca":false,"deathDate":"1994","deathCirca":false,"image":[{"caption":"Collection of the U.S. House of Representatives"}],"profileText":"A Representative from Kansas; born in Atchison, Kans., December 25, 1917; attended the public schools; student at the University of Kansas School of Business Administration, 1935-1939; joined the United States Naval Reserve in 1940, served on active duty in the South Pacific Theater, 1941-1945, and was released to inactive service as a lieutenant commander; awarded the Bronze Star with Combat V; treasurer of a hardware company, 1945-1951; vice president of Locomotive Finished Materials Co., 1951-1958; vice president of Valley Co., Inc., 1958-1964; owned and operated a cattle ranch in New Mexico and a farm in Atchison County, Kans.; past member of the Atchison School Board; chairman, board of trustees of Mount St. Scholastica College, Atchison, Kans.; member of the School of Business Administration Advisory Board and the athletic board of the University of Kansas; elected as a Republican to the Eighty-ninth, Ninetieth, and Ninety-first Congresses (January 3, 1965-January 3, 1971), unsuccessful candidate for reelection in 1970 to the Ninety-second Congress; chairman, United States Tariff Commission, 1971; was a resident of La Jolla, Calif., until his death there on January 11, 1994.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 89th United States Congress","congressNumber":89,"congressType":"USCongress","startDate":"1965-01-03","endDate":"1967-01-03"},"partyAffiliation":[{"party":{"name":"Republican"}}],"caucusAffiliation":[{"party":{"name":"Republican"}}],"represents":{"regionType":"StateRegion","regionCode":"KS"}}},{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 90th United States Congress","congressNumber":90,"congressType":"USCongress","startDate":"1967-01-03","endDate":"1969-01-03"},"partyAffiliation":[{"party":{"name":"Republican"}}],"caucusAffiliation":[{"party":{"name":"Republican"}}],"represents":{"regionType":"StateRegion","regionCode":"KS"}}},{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 91st United States Congress","congressNumber":91,"congressType":"USCongress","startDate":"1969-01-03","endDate":"1971-01-03"},"partyAffiliation":[{"party":{"name":"Republican"}}],"caucusAffiliation":[{"party":{"name":"Republican"}}],"represents":{"regionType":"StateRegion","regionCode":"KS"}}}],"creativeWork":[],"researchRecord":[{"name":"1965-1970, 96 boxes.","recordType":["Papers"],"description":"The papers of Chester Louis Mize include some correspondence and other documents from earlier years that were turned over to him by William Avery, his predecessor, dealing with matters which were pending when Chester Mize took over. This collection contains a considerable amount of information about business and economic matters. At the time of Chester Mize's tenure in Congress, a number of major flood control and conservation projects were being constructed or planned in the Second District and some of the constituent correspondence reflects these projects. Military personnel is covered in the papers since at the time, the Second District contained Fort Leavenworth, Fort Riley, and Forbes Air Force Base. There were also three small Indian reservations in the Second District during Chester Mize's tenure which are documented in the papers. Other correspondence deals with several major concerns of Americans during the 1960's: the Vietnam conflict, civil rights legislation, \"Great Society\" anti poverty programs, Indian affairs, education, and political matters. There were Although an alumnus of the University of Kansas, his district contained Kansas State University and there is correspondence reflecting this fact. A finding aid is available in the repository.","recordLocation":{"name":"Kansas State Historical Society","location":{"addressLocality":"Topeka","addressRegion":"KS"}}}]}
