{"usCongressBioId":"M000809","familyName":"Mitchell","givenName":"Edward","middleName":"Archibald","unaccentedFamilyName":"Mitchell","unaccentedGivenName":"Edward","unaccentedMiddleName":"Archibald","birthDate":"1910","birthCirca":false,"deathDate":"1979","deathCirca":false,"image":[{"contentUrl":"https://history.house.gov/Collection/Detail/25769814683","caption":"Collection of the U.S. House of Representatives <a href=\"https://history.house.gov/Collection/Detail/25769814683\" target=\"_blank\" rel=\"noopener\">About this object</a>"}],"profileText":"A Representative from Indiana; born in Binghamton, Broome County, N.Y., December 2, 1910; attended the grade and high schools and had three years of college training at the American Institute and Columbia University, New York City; moved to Evansville, Ind., in September 1937; engaged as a warehouseman and later as district manager for a large food distributor 1934-1937; in 1937 purchased a half interest in a food marketing and brokerage company and served as president; served in the United States Navy from November 1942 until his discharge as a lieutenant commander in January 1946, having been commanding officer of underwater demolition teams in the Pacific Theater for two years; awarded the Silver Star Medal at Okinawa; elected as a Republican to the Eightieth Congress (January 3, 1947-January 3, 1949); unsuccessful candidate for reelection in 1948 to the Eighty-first Congress; delegate in 1952 and 1956 to Republican National Conventions; resided in Evansville, Ind., where he died December 11, 1979; interment in Sunset Memorial Park.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 80th United States Congress","congressNumber":80,"congressType":"USCongress","startDate":"1947-01-03","endDate":"1949-01-03"},"partyAffiliation":[{"party":{"name":"Republican"}}],"caucusAffiliation":[{"party":{"name":"Republican"}}],"represents":{"regionType":"StateRegion","regionCode":"IN"}}}],"creativeWork":[],"researchRecord":[{"name":"1946-1949. 27 boxes.","recordType":["Papers"],"description":"Congressional papers and correspondence, including his work on the Veterans' Affairs Committee, legislation introduced and sponsored, speeches, press releases and other publicity, campaign files, his work as an anti-Communist, and correspondence regarding his resignation from the Jewish Congressional Advisory Board. Also papers relating to the 1947 Evansville mayoral election. Described in published guide. Finding aid in repository.","recordLocation":{"name":"Indiana State Library","location":{"addressLocality":"Indianapolis","addressRegion":"IN"}}}]}
