{"usCongressBioId":"M000270","familyName":"Maxwell","givenName":"Samuel","honorificPrefix":"Mr.","unaccentedFamilyName":"Maxwell","unaccentedGivenName":"Samuel","birthDate":"1825-05-20","birthCirca":false,"deathDate":"1901-02-11","deathCirca":false,"profileText":"A Representative from Nebraska; born in Lodi (then a suburb of Syracuse), N.Y., May 20, 1825; attended the common schools; moved with his family to Michigan in 1844; taught school and also engaged in agricultural pursuits; studied law; moved to Nebraska in 1856, settled in Cass County and engaged in agricultural pursuits; returned to Michigan, completed his law studies, and was admitted to the bar in 1859; returned to Nebraska the same year and commenced the practice of law at Plattsmouth; delegate to the first Republican Territorial convention; member of the Territorial house of representatives in 1859, 1860, 1864, and 1865; delegate to the Territorial constitutional conventions in 1864 and 1866 and to the State constitutional convention in 1875; member of the first State house of representatives in 1866; appointed by the Governor a member of the board of commissioners to select capitol building plans and university lands in 1867; elected associate justice of the State supreme court in 1872; reelected in 1875, 1881, and again in 1887; elected as a Populist to the Fifty-fifth Congress (March 4, 1897-March 3, 1899); resumed the practice of law in Fremont, Dodge County, Nebr., where he died February 11, 1901; interment in Pleasant Hill Cemetery, Plattsmouth, Nebr.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"startDate":"1897-03-15","startCirca":false,"congressAffiliation":{"congress":{"name":"The 55th United States Congress","congressNumber":55,"congressType":"USCongress","startDate":"1897-03-15","endDate":"1899-03-04"},"partyAffiliation":[{"party":{"name":"Populist"}}],"caucusAffiliation":[{"party":{"name":"Populist"}}],"represents":{"regionType":"DistrictRegion","regionCode":"NE"}}}],"creativeWork":[{"freeFormCitationText":"Maxwell, Samuel. <i>A practical treatise on criminal procedure with directions and forms</i>. Chicago: Callaghan and Company, 1887. Reprint, Chicago: Callaghan and Company, 1896."},{"freeFormCitationText":"------. <i>Samuel Maxwell papers</i>. [Lincoln: N.p., 1966]."},{"freeFormCitationText":"------.<i> A treatise on pleading, practice, procedure, and precedents in actions at law and suits in equity</i>. Lincoln, Nebr.: State Journal Company, 1896."},{"freeFormCitationText":"------. <i>A treatise on the law of pleading under the Code of Civil Procedure, designed for all the code states. With forms and directions</i>. Chicago, Ill.: Callaghan &amp; Company, 1892."},{"freeFormCitationText":"------. <i>A treatise on the powers and duties of justices of the peace, sheriffs, coroners, and constables, in the state of Nebraska, with appropriate forms</i>. 5th ed. Lincoln, Nebr.: State Journal Co., 1888."}],"researchRecord":[{"name":"1853-1901. 5 cubic feet.","recordType":["Papers"],"description":"Includes correspondence, legal notes and briefs, and business papers. Unpublished finding aid in repository. Correspondence with accompanying guide on microfilm (8 reels).","recordLocation":{"name":"Nebraska State Historical Society","location":{"addressLocality":"Lincoln","addressRegion":"NE"}}}]}
