{ "usCongressBioId" : "M000075", "familyName" : "Majors", "givenName" : "Thomas", "middleName" : "Jefferson", "unaccentedFamilyName" : "Majors", "unaccentedGivenName" : "Thomas", "unaccentedMiddleName" : "Jefferson", "birthDate" : "1841", "birthCirca" : false, "deathDate" : "1932", "deathCirca" : false, "profileText" : "A Representative from Nebraska; born in Libertyville, Jefferson County, Iowa, June 25, 1841; attended the common and select schools of Libertyville and the Nebraska State Normal School; moved to Peru, Nebr., in 1860; engaged in mercantile pursuits; Union Army, first lieutenant of Company C, First Regiment, Nebraska Volunteer Infantry, and served successively as captain, major, and lieutenant colonel of that regiment, June 1861-June 15, 1866; member of the last Territorial council of Nebraska in 1866; member of the first Nebraska state senate, 1867-1869; appointed assessor of internal revenue for the district of Nebraska in 1869-1872; pursuant to the Nebraska state legislature, elected as a Republican to the Forty-fifth Congress as a contingent (or additional) Member but did not present his credentials; elected as Republican by special election to the Forty-fifth Congress to fill the vacancy caused by the death of United States Representative Frank Welch (November 5, 1878-March 3, 1879); pursuant to the Nebraska state legislature again elected a contingent (or additional) Member to the Forty-sixth and Forty-seventh Congresses, but the House, on February 24, 1883, disallowed Nebraska's claim to an additional Member and refused to seat him (see Congressional Directory, 47th Cong., 2nd sess. [February 24, 1883], 3247-3252); director of the Citizens' State Bank of Peru; lieutenant-governor of Nebraska, 1890-1894; unsuccessful candidate for Governor in 1894; member of the State board of education and served as its president; died on July 11, 1932, in Peru, Nebr.; interment in Mount Vernon Cemetery.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The 45th United States Congress", "congressNumber" : 45, "congressType" : "USCongress", "startDate" : "1877-03-05", "endDate" : "1879-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Republican" } }], "caucusAffiliation" : [{ "party" : { "name" : "Republican" } }], "represents" : { "regionType" : "StateRegion", "regionCode" : "NE" } } }], "creativeWork" : [], "researchRecord" : [{ "name" : "1859-1932. 1 foot.", "recordType" : ["Papers"], "description" : "In part microfilm. Correspondence, biographical data, financial records, military documents, certificates, clippings, and memorabilia. Finding aid in repository.", "recordLocation" : { "name" : "Nebraska State Historical Society", "location" : { "addressLocality" : "Lincoln", "addressRegion" : "NE" } } }] }
