{"usCongressBioId":"N000136","familyName":"Norrell","givenName":"Catherine","middleName":"Dorris","unaccentedFamilyName":"Norrell","unaccentedGivenName":"Catherine","unaccentedMiddleName":"Dorris","birthDate":"1901","birthCirca":false,"deathDate":"1981","deathCirca":false,"image":[{"caption":"Collection of the U.S. House of Representatives"}],"profileText":"(Wife of William Frank Norrell), a Representative from Arkansas; born in Camden, Ouachita County, Ark., March 30, 1901; attended high school in Monticello, Ouachita Baptist College in Arkadelphia, and the University of Arkansas in Fayetteville; taught in the public schools of Arkansas; director of music department at Arkansas A.&amp;M. College; elected as a Democrat to the Eighty-seventh Congress April 18, 1961, to fill the vacancy caused by the death of her husband, W.F. Norrell, and served until January 3, 1963; was not a candidate for renomination in 1962; Deputy Assistant Secretary of State, 1963-1965; Director, United States Department of State Reception Center, Honolulu, Hawaii, June 1, 1965, to January 5, 1969; resided in Monticello, Ark., until her death in Warren, Ark., August 26, 1981; interment in Oakland Cemetery, Monticello, Ark.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 87th United States Congress","congressNumber":87,"congressType":"USCongress","startDate":"1961-01-03","endDate":"1963-01-03"},"partyAffiliation":[{"party":{"name":"Democrat"}}],"caucusAffiliation":[{"party":{"name":"Democrat"}}],"represents":{"regionType":"StateRegion","regionCode":"AR"}}}],"creativeWork":[{"freeFormCitationText":"\"Catherine D. Norrell\" in <i>Women in Congress, 1917-2006.</i> Prepared under the direction of the Committee on House Administration by the Office of History &amp; Preservation, U.S. House of Representatives. Washington: Government Printing Office, 2006."}],"researchRecord":[{"name":"1932-1981, 39 boxes.","recordType":["Papers"],"description":"The collection contains some personal materials, including correspondence between Catherine Norrell and her husband, William Frank, as well as with their daughter. The bulk of the collection relates to the professional lives of the Catherine and William Frank Norrell. The collection contains a wide range of materials, including letters, funeral memorials, scrapbooks, maps, and photographs. In addition to materials relating to her career in Congress, the collection includes speeches made by Mrs. Norrell and materials relating to her activities as president of the Congressional Club. There are also materials dating from Catherine Norrell's tenure with the Bureau of Educational and Cultural Affairs, consisting of files accumulated during her trip to Europe and the Middle East in 1963. There are also materials relating to flood control in Arkansas. A finding aid is available in the repository and online.","recordLocation":{"name":"Special Collections","location":{"addressLocality":"Fayetteville","addressRegion":"AR"},"parentRecordLocation":{"name":"University of Arkansas Libraries","location":{"addressLocality":"Fayetteville","addressRegion":"AR"}}}}]}
