{"usCongressBioId":"O000054","familyName":"O'Hara","givenName":"James","middleName":"Edward","unaccentedFamilyName":"O'Hara","unaccentedGivenName":"James","unaccentedMiddleName":"Edward","birthDate":"1844","birthCirca":false,"deathDate":"1905","deathCirca":false,"image":[{"caption":"Image courtesy of Moorland–Spingarn Research Center, Howard University"}],"profileText":"A Representative from North Carolina; born in New York City February 26, 1844; pursued an academic course; studied law in North Carolina and at Howard University, Washington, D.C.; engrossing clerk in the constitutional convention of North Carolina in 1868, also in the State house of representatives in 1868 and 1869; chairman of the board of commissioners for Halifax County 1872-1876; was admitted to the bar in 1873 and practiced; member of the State constitutional convention in 1875; unsuccessfully contested the election of William H. Kitchin to the Forty-sixth Congress; elected as a Republican to the Forty-eighth and Forty-ninth Congresses (March 4, 1883-March 3, 1887); unsuccessful candidate for reelection in 1886 to the Fiftieth Congress; resumed the practice of law in New Bern, Craven County, N.C., and died there September 15, 1905; interment in Greenwood Cemetery.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 48th United States Congress","congressNumber":48,"congressType":"USCongress","startDate":"1883-12-03","endDate":"1885-03-04"},"partyAffiliation":[{"party":{"name":"Republican"}}],"caucusAffiliation":[{"party":{"name":"Republican"}}],"represents":{"regionType":"StateRegion","regionCode":"NC"}}},{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 49th United States Congress","congressNumber":49,"congressType":"USCongress","startDate":"1885-03-04","endDate":"1887-03-03"},"partyAffiliation":[{"party":{"name":"Republican"}}],"caucusAffiliation":[{"party":{"name":"Republican"}}],"represents":{"regionType":"StateRegion","regionCode":"NC"}}}],"creativeWork":[{"freeFormCitationText":"\"James Edward O'Hara\" in <i>Black Americans in Congress, 1870-2007</i>. Prepared under the direction of the Committee on House Administration by the Office of History &amp; Preservation, U.S. House of Representatives. Washington: Government Printing Office, 2008."},{"freeFormCitationText":"Reid, George W. \"Four in Black: North Carolina's Black Congressmen, 1874-1901.\" <i> Journal of Negro History</i> 64 (Summer 1979): 229-43."}],"researchRecord":[{"name":"1866-1970, 3 linear feet.","recordType":["Papers"],"description":"The James E. O'Hara Papers consist of miscellaneous materials that document the life and career of one of America's first African American Congressmen. There are several letters from family and from constituents in North Carolina. In addition, three folders are devoted to photographs of Representative O'Hara, his wife and son, and associates. An important and detailed resource for the study of the O'Hara family and the social history of the late nineteenth century South is the biographical sketch of Representative O'Hara and his family written by his granddaughter, Vera Jean O'Hara Rivers, and entitled \"A Thespian Must Play His Role.\" Finally, the collection includes some ephemeral material, such as a handbill announcing the establishment of a Canadian newspaper for fugitive slaves, an autograph book and \"Register of Documents sent\" owned by James E. O'Hara, and a small twentieth century booklet of biographical sketches that includes a brief description of Representative O'Hara. An inventory is available in the repository and online.","findingAid":false,"recordLocation":{"name":"Special Collections Research Center","location":{"addressLocality":"Chicago","addressRegion":"IL"},"parentRecordLocation":{"name":"University of Chicago Library","location":{"addressLocality":"Chicago","addressRegion":"IL"}}}}]}
