{"usCongressBioId":"O000081","familyName":"O'Loughlin McCarthy","givenName":"Kathryn","middleName":"Ellen","honorificPrefix":"Mr.","unaccentedFamilyName":"O'Loughlin McCarthy","unaccentedGivenName":"Kathryn","unaccentedMiddleName":"Ellen","birthDate":"1894-04-24","birthCirca":false,"deathDate":"1952-01-16","deathCirca":false,"image":[{"contentUrl":"https://history.house.gov/Collection/Detail/15032443812","caption":"Collection of the U.S. House of Representatives <a href=\"https://history.house.gov/Collection/Detail/15032443812\" target=\"_blank\" rel=\"noopener\">About this object</a>"}],"profileText":"(After election married Daniel M. McCarthy and served under the name of Kathryn O&#39;Loughlin McCarthy), a Representative from Kansas; born near Hays, Ellis County, Kans., April 24, 1894; attended the rural schools; was graduated from the Hays (Kans.) High School in 1913, from the State Teachers College, Hays, Kans., in 1917, and from the law school of the University of Chicago, Chicago, Ill., in 1920; was admitted to the bar in 1921 and commenced practice in Chicago, Ill.; returned to Kansas in 1928 and continued the practice of law in Hays; delegate to the State Democratic conventions in 1930, 1931, 1932, 1934, and 1936, and to the Democratic National Conventions in 1940 and 1944; member of the State house of representatives in 1931 and 1932; elected as a Democrat to the Seventy-third Congress (March 4, 1933-January 3, 1935); was an unsuccessful candidate for reelection in 1934 to the Seventy-fourth Congress; resumed the practice of law; also owned and operated a large ranch and was part owner of an automobile agency at Hays and Ellis, Kans.; died in Hays, Kans., January 16, 1952; interment in St. Joseph's Cemetery.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"startDate":"1933-03-04","startCirca":false,"congressAffiliation":{"congress":{"name":"The 73rd United States Congress","congressNumber":73,"congressType":"USCongress","startDate":"1933-03-04","endDate":"1935-01-03"},"partyAffiliation":[{"party":{"name":"Democrat"}}],"caucusAffiliation":[{"party":{"name":"Democrat"}}],"represents":{"regionType":"DistrictRegion","regionCode":"KS"},"note":[{"type":"Note","noteType":"FootNote","content":"After election, married Daniel M. McCarthy and served under the name of Kathryn O'Laughlin McCarthy."}]}}],"creativeWork":[{"freeFormCitationText":"\"Kathryn O'Loughlin McCarthy\" in <i>Women in Congress, 1917-2006.</i> Prepared under the direction of the Committee on House Administration by the Office of History &amp; Preservation, U.S. House of Representatives. Washington: Government Printing Office, 2006."}],"researchRecord":[{"name":"1900-1948, quantity unknown.","recordType":["Papers"],"description":"The papers of Kathryn O'Loughlin include announcements of graduations, engagements, and weddings; papers and a scrapbook pertaining to her term in the U.S. House of Representatives, 1933-35; materials on Kansas Frontier Historical Park (\"Fort Hays Frontier Park\") (now Fort Hays State Historic Site) (Kan.), Fort Hays Kansas State College (now Fort Hays State University) (Hays, Kan.), corporate farming, and sterilization of inmates at the State Industrial School for Girls (now Beloit Juvenile Correctional Facility) (Beloit, Kan.); and a scrapbook of her wedding to Daniel M. McCarthy. A finding aid is available in the repository.","recordLocation":{"name":"Thomas More Prep Center for Research","location":{"addressLocality":"Hays","addressRegion":"KS"},"parentRecordLocation":{"name":"Ellis County Historical Society","location":{"addressLocality":"Hays","addressRegion":"KS"}}}},{"name":"1900-1948, 1 reel.","recordType":["Microfilm"],"description":"The microfilm is for the papers of Kathryn O'Loughlin at the Ellis County Historical Society. A finding aid is available in the microfilm.","recordLocation":{"name":"Kansas State Historical Society","location":{"addressLocality":"Topeka","addressRegion":"KS"}}}]}
