{ "usCongressBioId" : "P000511", "familyName" : "Prentiss", "givenName" : "Seargent", "middleName" : "Smith", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Prentiss", "unaccentedGivenName" : "Seargent", "unaccentedMiddleName" : "Smith", "birthDate" : "1808-09-30", "birthCirca" : false, "deathDate" : "1850-07-01", "deathCirca" : false, "profileText" : "A Representative from Mississippi; born in Portland, Cumberland County, Maine, September 30, 1808; attended Gorham (Maine) Academy and was graduated from Bowdoin College, Brunswick, Maine, in 1826; studied law in Gorham, Maine, and in Cincinnati, Ohio; moved to Natchez, Adams County, Miss.; was admitted to the bar in 1829 and commenced practice in Vicksburg, Miss.; member of the state house of representatives 1836-1837; as a Whig, contested the election of John F.H. Claiborne to the Twenty-fifth Congress and the election was set aside by the House; subsequently elected to fill the vacancy caused by this action and served from May 30, 1838, to March 3, 1839; was not a candidate for renomination in 1838; unsuccessful candidate for the United States Senate in 1839-1840; resumed the practice of law at Vicksburg; moved to New Orleans, La, in 1845 and resumed the practice of law; died at ``Longwood,'' near Natchez, Miss., July 1, 1850; interment in the private burying ground at ``Longwood.''", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1838-05-30", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 25th United States Congress", "congressNumber" : 25, "congressType" : "USCongress", "startDate" : "1837-03-04", "endDate" : "1839-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Whig" } }], "caucusAffiliation" : [{ "party" : { "name" : "Whig" } }], "represents" : { "regionType" : "StateRegion", "regionCode" : "MS" }, "note" : [{ "type" : "Note", "noteType" : "FootNote", "content" : "Mississippi elected its Representatives in November of odd numbered years (after the beginning of the congressional term); as Congress had been called to meet in September, the governor issued writs for a special election to fill vacancies until the regular election; John F. H. Claiborne and Samuel J. Gholson presented credentials and were seated September 4, 1837, when, at their request the question of the validity of their election was referred to the Committee on Elections; on October 3, 1837, the House decided they had been elected for the full term; Sergeant S. Prentiss and Thomas J. Word presented credentials on December 27, 1837, and on February 5, 1838, the House rescinded its former decision and declared the seats vacant; Prentiss and Word were subsequently elected, and took their seats May 30, 1838." }] } }], "creativeWork" : [{ "freeFormCitationText" : "Dickey, Dallas C. <i>Seargent S. Prentiss, Whig Orator of the Old South.</i> Baton Rouge: Louisiana State University Press, 1945." }, { "freeFormCitationText" : "Prentiss, George Lewis, ed. <i>A Memoir of S. S. Prentiss.</i> 2 vols. New York: C. Scribner's Sons, 1855. Reprint, New York: C. Scribner, 1886" }, { "freeFormCitationText" : "Shields, Joseph Dunbar. <i>Life and Times of Seargent Smith Prentiss.</i> Philadelphia: J.B. Lippincott, 1884. Reprint, Freeport, N.Y.: Books for Libraries Press, 1971." }, { "freeFormCitationText" : "Sydnor, Charles S., ed. \"A Description of Seargent S. Prentiss in 1838.\" <i>Journal of Southern History</i> 10 (November 1944): 475-79." }], "researchRecord" : [{ "name" : "1842-1845. 7 items.", "recordType" : ["Papers"], "description" : "Correspondence and business papers.", "recordLocation" : { "name" : "Mississippi Department of Archives and History", "location" : { "addressLocality" : "Jackson", "addressRegion" : "MS" } } }] }
