{ "usCongressBioId" : "P000231", "familyName" : "Perkins", "givenName" : "Elias", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Perkins", "unaccentedGivenName" : "Elias", "birthDate" : "1767-04-05", "birthCirca" : false, "deathDate" : "1845-09-27", "deathCirca" : false, "profileText" : "A Representative from Connecticut; born in Newent Society (now Lisbon), Conn., April 5, 1767; was graduated from Yale College in 1786; studied law; was admitted to the bar and commenced practice in New London, New London County, Conn.; member of the State house of representatives 1795-1800, 1814, and 1815 and served as speaker in 1798 and 1815; was assistant judge of the New London County Court in 1799 and chief justice of the same court 1807-1825; elected as a Federalist to the Seventh Congress (March 4, 1801-March 3, 1803); resumed the practice of law; member of the State senate 1817-1822; mayor of New London 1829-1832; died in New London, Conn., September 27, 1845; interment in Cedar Grove Cemetery.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1801-12-07", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 7th United States Congress", "congressNumber" : 7, "congressType" : "USCongress", "startDate" : "1801-03-04", "endDate" : "1803-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Federalist" } }], "caucusAffiliation" : [{ "party" : { "name" : "Federalist" } }], "represents" : { "regionType" : "StateRegion", "regionCode" : "CT" } } }], "creativeWork" : [], "researchRecord" : [{ "name" : "2 items.", "recordType" : ["Papers"], "description" : "There are two items relating to Elias Perkins: a ledger (1792-1840) including an index and 2 miscellaneous sections; a bond (1801) for a turnpike company.", "recordLocation" : { "name" : "Connecticut State Library", "location" : { "addressLocality" : "Hartford", "addressRegion" : "CT" } } }, { "name" : "18th-19th centuries, 332 items.", "recordType" : ["Papers"], "description" : "The papers reflect Elias Perkins's various activities chiefly reflecting his interests as a judge, member of U.S. Congress, and banking and business activities. Includes materials relating to his involvement in New London Turnpike Company, Niantic River Bridge Company, New London Bank, of which he was president, and church and school societies; accounts with Phillips Academy (Andover, Mass.) and Yale College; letters from the Perkins family; papers concerning the estates of Thomas and Temperance Shaw; claims on the estate of Nathaniel Shaw, Jr.; deeds; and unidentified log of prize ships taken from Dec. 1812-Jan. 1813. Other subjects include slave trade, dueling, U.S. presidential and other elections, land investments and interest in Firelands and Western Reserve, Ohio, treaties and trade with Europe, roads, privateering, and yellow fever. Persons represented include Nathan Bailey, Ebenezer Blanchard, Elijah Boardman, Charles Brown, Pember Caulkins, Henry Channing, Daniel Coit, Joseph Coit, Joshua Coit, Thomas Coit, Thomas Humphrey Cushing, David Daggett, Oliver Ellsworth, Albert Gallatin, Roger Griswold, Thomas Jefferson, James Lanman, Isaac Mills, Joseph Noyes, Robert Palmer, Elijah Perkins, Elisha Perkins, Mary Mumford Perkins, Samuel Perkins, Thomas Shaw Perkins, Charles Pinckney, Benjamin Richards, Guy Richards, Peter Richards, Cesar Shaw, Joseph Coop Stubbs, Lewis Burr Sturgis, Oliver Wolcott, Nathaniel Shaw Woodbridge, and members of the Woodbridge family.", "recordLocation" : { "name" : "New London County Historical Society", "location" : { "addressLocality" : "New London", "addressRegion" : "CT" } } }, { "name" : "In the Shaw Papers, 1734-1850, approximately 2 feet.", "recordType" : ["Papers"], "description" : "The papers chiefly include deeds and correspondence received, including letters from Joshua Coit to Elias Perkins.", "recordLocation" : { "name" : "New London County Historical Society", "location" : { "addressLocality" : "New London", "addressRegion" : "CT" } } }] }
