{ "usCongressBioId" : "R000123", "familyName" : "Reed", "givenName" : "Joseph", "unaccentedFamilyName" : "Reed", "unaccentedGivenName" : "Joseph", "birthDate" : "1741", "birthCirca" : false, "deathDate" : "1785", "deathCirca" : false, "profileText" : "A Delegate from Pennsylvania; was born in Trenton, N.J., August 27, 1741; attended Philadelphia Academy; was graduated from the College of New Jersey (now Princeton University) in 1757; studied law; was admitted to the bar in 1762; was a law student in the Temple in London; returned in 1767 and commenced practice in Trenton, N.J.; moved to Philadelphia, Pa., in October 1770; member of the committee of correspondence in 1774; president of the Pennsylvania convention in January 1775; accompanied General Washington to Cambridge as his aide-de-camp and military secretary in July 1775; served during the campaign of 1776 as adjutant general of the Army from June 5, 1776, to January 22, 1777; Member of the Continental Congress in 1778; president of the supreme executive council of Pennsylvania 1778-1781; trustee of the University of Pennsylvania, 1782-1785; died in Philadelphia March 5, 1785; interment in the Arch Street Presbyterian Church Cemetery.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Delegate", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The 2nd Continental Congress", "congressNumber" : 2, "congressType" : "ContinentalCongress", "startDate" : "1775-05-10", "endDate" : "1781-03-01" }, "represents" : { "regionType" : "StateRegion", "regionCode" : "PA" } } }], "creativeWork" : [{ "freeFormCitationText" : "Bancroft, George.<i> Joseph Reed; A Historical Essay</i>. New York: W. J. Widdleton, 1867." }, { "freeFormCitationText" : "Cadwalader, John. <i>A Reply to General Joseph Reed's Remarks on a Late Publication in the Independent Gazeteer, with Some Observations on His Address to the People of Pennsylvania</i>. [Philadelphia: N.p., 1848]." }, { "freeFormCitationText" : "Eliot, Ellsworth. <i>The Patriotism of Joseph Reed</i>. New Haven: Yale University Library, 1943." }, { "freeFormCitationText" : "Johnson, John Graver. <i>A Criticism of Mr. Wm. B. Reed's Aspersions on the Character of Dr. Benjamin Rush, With an Incidental Consideration of General Joseph Reed's Character</i>. By a member of the Philadelphia Bar. Philadelphia: Collins, Printer, 1867." }, { "freeFormCitationText" : "<i>Lives of Charles Lee and Joseph Reed</i>. Boston: C. C. Little and J. Brown, 1846." }, { "freeFormCitationText" : "Reed, Joseph. <i>Remarks on a Late Publication in the Independent Gazeteer: With a Short Address to the People of Pennsylvania on the Many Libels and Slanders Which Have Lately Appeared Against the Author</i>. Philadelphia: Printed by Francis Bailey, 1783." }, { "freeFormCitationText" : "Reed, William Bradford.<i> Life and Correspondence of Joseph Reed, Military Secretary of Washington, at Cambridge</i>. Philadelphia: Lindsay and Blakiston, 1847." }, { "freeFormCitationText" : "------. <i>My Late Engagement of a Public Nature</i> N.p.: 1781." }, { "freeFormCitationText" : "------. <i>President Joseph Reed of Pennsylvania. A Correspondence Between Hon. William B. Reed, and John C. Hamilton, Esq</i>. Morrisania, N.Y.: N.p., 1867." }, { "freeFormCitationText" : "Roche, John Francis.<i> Joseph Reed, A Moderate in the American Revolution</i>. 1957. Reprint, New York: AMS Press, [1968]." }, { "freeFormCitationText" : "[Stryker, William Scudder]. <i>The Reed Controversy. Further Facts with Reference to the Character of Joseph Reed</i>. Trendon, N.J.: J. L. Murphy, 1876." }, { "freeFormCitationText" : "Washington, George. <i>Original Autograph Letters, from General Washington to Joseph Reed, During the American Revolution; Many of Which Have Not Been Published</i>. [N.p.: 1876?]." }, { "freeFormCitationText" : "------. <i>Reprint of the Original Letters from Washington to Joseph Reed, During the American Revolution</i>. Referred to in the pamphlets of Lord Mahon and Mr. Sparks. By William B. Reed. Philadelphia: A. Hart, late Carey and Hart, 1852." }], "researchRecord" : [{ "name" : "1775-1784, 3 items.", "recordType" : ["Papers"], "description" : "Letters of Joseph Reed, 1775-1784.", "recordLocation" : { "name" : "Manuscript Division", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" }, "parentRecordLocation" : { "name" : "Library of Congress", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" } } } }, { "name" : "In the Arthur St. Clair Papers, 1746-1882, 4 cubic feet.", "recordType" : ["Papers"], "description" : "Other authors include Joseph Reed.", "recordLocation" : { "name" : "Manuscript Division", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" }, "parentRecordLocation" : { "name" : "Library of Congress", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" } } } }, { "name" : "In the Elisha Porter Papers, 1762-1822, 1 box.", "recordType" : ["Papers"], "description" : "Correspondents include Colonel Joseph Reed. An unpublished finding aid is available in the repository.", "recordLocation" : { "name" : "Massachusetts Historical Society", "url" : "http://thomasjeffersonpapers.org/independence", "location" : { "addressLocality" : "Boston", "addressRegion" : "MA" } } }, { "name" : "1780, 1 item.", "recordType" : ["Papers"], "description" : "A letter from Joseph Reed to General Green written on January 12, 1780. In the letter, Joseph Reed mentions the trial of Benedict Arnold.", "recordLocation" : { "name" : "Department of Literary and Historical Manuscripts", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" }, "parentRecordLocation" : { "name" : "The Morgan Library", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" } } } }, { "name" : "1780, 1 item.", "recordType" : ["Papers"], "description" : "An autograph note signed by Joseph Reed on September 9, 1780.", "recordLocation" : { "name" : "Department of Literary and Historical Manuscripts", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" }, "parentRecordLocation" : { "name" : "The Morgan Library", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" } } } }, { "name" : "1757-1785, 3.8 linear feet.", "recordType" : ["Papers"], "description" : "The collection of Joseph Reed contains correspondence, a letterbook, and a few papers. The letters and documents pertain to such matters as colonial politics, trade between England and America, the De Berdt family affairs, his law practice prior to the Revolution, relations between Great Britain and the colonies, supply of the Revolutionary army, his activities as an officer in the Continental Army, and as a member of Continental Congress, representing Pennsylvania as president of the Supreme Executive Council of Pennsylvania, including lists of donations from ladies of Philadelphia for soldiers of the American Army in 1780 collected under the leadership of Mrs. Esther Reed; notes on the hearing of the \"University cause\" (College of Philadelphia) in September, 1784; private and family matters; etc. Included are many letters to and from Charles Pettit, Dennis De Berdt, his brother in-law in London, and Esther De Berdt, later Esther Reed; as well as correspondence with John Cox of Philadelphia, Nathanael Greene, Thomas Paine, General Anthony Wayne, and many other public and military officials, friends, relations, and business associates. The letterbook, 1772-1784, contains copies of letters written by Joseph Reed, including many to his brother-in-law, Dennis De Berdt, in London. Additional materials include documents pertaining to the settlement and administration of Joseph Reed's estate, including a copy of his will and an inventory and appraisal of his estate; along with the text of a Latin oration, \"Answers to questions in divinity,\" delivered in public by Joseph Reed at the age of 16 while attending Princeton, dated 1758. The collection is also available on microfilm.", "recordLocation" : { "name" : "The New-York Historical Society", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" } } }, { "name" : "1779, 1 item.", "recordType" : ["Papers"], "description" : "An order from Joseph Reed, President of the Supreme Executive Council of Pennsylvania to David Rittenhouse, for the payment of the salary of Matthew Smith for attendance in Council signed on June 11, 1779.", "recordLocation" : { "name" : "Butler-Gunsaulus Collection", "location" : { "addressLocality" : "Chicago", "addressRegion" : "IL" }, "parentRecordLocation" : { "name" : "University of Chicago Library", "location" : { "addressLocality" : "Chicago", "addressRegion" : "IL" } } } }, { "name" : "1780-1781, 0.1 cubic foot.", "recordType" : ["Papers"], "description" : "Letters from Joseph Reed, a Philadelphia political figure, to Samuel J. Atlee, Lieutenant of Lancaster County, thanking him for furnishing troops; and to David B. Rittenhouse regarding the payment of a loan.", "recordLocation" : { "name" : "Archives Division", "location" : { "addressLocality" : "Madison", "addressRegion" : "WI" }, "parentRecordLocation" : { "name" : "Wisconsin Historical Society", "location" : { "addressLocality" : "Madison", "addressRegion" : "WI" } } } }, { "name" : "1767, 1 item.", "recordType" : ["Papers"], "description" : "A letter from Joseph Reed to Esther DeBert written on November 17, 1767. In the letter, Joseph Reed discusses some matters which must be resolved before he joins DeBerdt in London.", "recordLocation" : { "name" : "Rosenbach Museum and Library", "location" : { "addressLocality" : "Philadelphia", "addressRegion" : "PA" } } }, { "name" : "1776, 2 items.", "recordType" : ["Papers"], "description" : "Correspondence from Joseph Reed from May through July, 1776. A copy in Joseph Reed's hand (omitting the signature) of a letter to him from a \"gentleman of character\" in London, 3 May, urging the Americans to negotiate with Admiral Lord Howe, who is arriving to take command of the British forces in North America. The letter is enclosed in another letter from Joseph Reed to Robert Morris, 18 July, in which Joseph Reed doubts that it was meant as a purely personal letter and tells Robert Morris to use or suppress it as he sees fit. Joseph Reed adds his own comments on the advisability of negotiations and also addresses the need to improve the distribution of supplies to the army in the north. The separate address panel bears a \"free\" stamp and docket note in Robert Morris's hand.", "recordLocation" : { "name" : "Rosenbach Museum and Library", "location" : { "addressLocality" : "Philadelphia", "addressRegion" : "PA" } } }] }
