{"usCongressBioId":"R000419","familyName":"Romulo","givenName":"Carlos","middleName":"Peña","unaccentedFamilyName":"Romulo","unaccentedGivenName":"Carlos","unaccentedMiddleName":"Pena","birthDate":"1899","birthCirca":false,"deathDate":"1985","deathCirca":false,"image":[{"caption":"Image courtesy of the Library of Congress"}],"profileText":"A Resident Commissioner from the Commonwealth of the Philippines; born in Camiling, Tarlac Province, Luzon, Philippine Islands, January 14, 1899; graduated from the University of the Philippines, Manila, P.I., 1918; graduated from Columbia University, New York, N.Y., 1921; graduated from Notre Dame University, Notre Dame, Ind., 1935; faculty member, University of the Philippines, Manila, P.I., 1923-1928; journalist; secretary to Manuel L. Quezon, president of the Philippine senate,1922; member of the Philippine independence missions to the United States in 1921, 1924, 1928, 1929, 1933, and 1937; member of the board of regents, University of the Philippines, Manila, P.I., 1929-1941; secretary of information and public relations in the war cabinet of President Manuel L. Quezon,1943-1944; member of the Filipino rehabilitation commission 1944-1946; secretary of public instruction from October 1944 to February 1945; aide-de-camp to Gen. Douglas MacArthur at Bataan, Corregidor, and Australia; promoted to brigadier general in the Philippine Army in September 1944; appointed Resident Commissioner to the Seventy-eighth Congress, to fill the vacancy caused by the resignation of Resident Commissioner Joaquin M. Elizalde, and served until July 4, 1946, when the office of Resident Commissioner was abolished (August 10, 1944-July 4, 1946); appointed by President Manuel Roxas on July 9, 1946, as permanent delegate of the Republic of the Philippines to the United Nations; Philippines ambassador to the United States 1952-1953, 1955-1962; secretary of foreign affairs, 1949-1951; president of the United Nations General Assembly, 1949-1950; president of the United Nations Security Council in 1957; president, University of the Philippines, Manila, P.I., and concurrently secretary of education, 1962-1968; president, Philippine academy of arts and science, 1962; secretary of foreign affairs, 1969-1984; died on December 15, 1985, in Manila, Philippine Islands; interment in Heroes' Cemetery, Manila, P.I.","relationship":[],"jobPositions":[{"job":{"name":"Resident Commissioner","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 78th United States Congress","congressNumber":78,"congressType":"USCongress","startDate":"1943-01-03","endDate":"1945-01-03"},"represents":{"regionType":"TerritoryRegion","regionCode":"PI"}}},{"job":{"name":"Resident Commissioner","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 79th United States Congress","congressNumber":79,"congressType":"USCongress","startDate":"1945-01-03","endDate":"1947-01-03"},"represents":{"regionType":"TerritoryRegion","regionCode":"PI"}}}],"creativeWork":[{"freeFormCitationText":"Andrade, Pio, Jr. <i>The Fooling of America: The Untold Story of Carlos P. Romulo</i>. N.p., 1990."},{"freeFormCitationText":"\"Carlos Pe&ntilde;a Romulo\" in <i>Asian and Pacific Islander Americans in Congress, 1900-2017</i>. Prepared under the direction of the Committee on House Administration by the Office of the Historian and the Office of the Clerk, U.S. House of Representatives. Washington: Government Publishing Office, 2018."},{"freeFormCitationText":"Romulo, Carlos Pe&ntilde;a. <i>I Walked With Heroes.</i> New York: Holt Rinehart and Winston, 1961."},{"freeFormCitationText":"___. <i>Forty Years: A Third World Soldier at the UN.</i> New York: Greenwood Press, 1986."},{"freeFormCitationText":"___. <i>The Romulo Reader</i>. Makati City, Philippines: Bookmark, 1998."},{"freeFormCitationText":"Romulo, Carlos P., and Beth Day Romulo. <i>The Philippine Presidents: Memoirs of Carlos P. Romulo with Beth Day Romulo</i>. Quezon City, Philippines: New Day Publishers, 1988."},{"freeFormCitationText":"Spencer, Cornelia. <i>Romulo: Voice of Freedom. </i> New York: J. Day Co., 1953."},{"freeFormCitationText":"Wells, Evelyn. <i>Carlos P. Romulo: Voice of Freedom. </i>New York: Funk and Wagnalls, 1964."}],"researchRecord":[]}
