{"usCongressBioId":"R000498","familyName":"Ruffin","givenName":"James","middleName":"Edward","honorificPrefix":"Mr.","unaccentedFamilyName":"Ruffin","unaccentedGivenName":"James","unaccentedMiddleName":"Edward","birthDate":"1893-07-24","birthCirca":false,"deathDate":"1977-04-09","deathCirca":false,"profileText":"A Representative from Missouri; born on a farm near Covington, Tipton County, Tenn., July 24, 1893; in 1905 moved to Missouri with his parents, who settled in Aurora, Lawrence County; attended the grade schools; was graduated from the Aurora High School in 1912 and from Drury College, Springfield, Mo., in 1916; taught school at Nickerson (Kans.) College in 1917; during the First World War was commissioned a first lieutenant on November 27, 1917; served in the Fifty-third Regiment, Pioneer Infantry, overseas with the First and Thirty-fifth Divisions, and was discharged on June 3, 1919; was graduated from the law department of Cumberland University, Lebanon, Tenn., in 1920; was admitted to the bar the same year and commenced practice in Springfield, Mo.; served as assistant city attorney 1926-1928; elected as a Democrat to the Seventy-third Congress (March 4, 1933-January 3, 1935); unsuccessful candidate for renomination in 1934 to the Seventy-fourth Congress; appointed special assistant to the Attorney General of the United States on May 9, 1935, assigned to the criminal division of the Department of Justice, and served until August 1953; resumed the practice of law in Springfield, Mo., where he died April 9, 1977; interment in East Lawn Cemetery.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"startDate":"1933-03-04","startCirca":false,"congressAffiliation":{"congress":{"name":"The 73rd United States Congress","congressNumber":73,"congressType":"USCongress","startDate":"1933-03-04","endDate":"1935-01-03"},"partyAffiliation":[{"party":{"name":"Democrat"}}],"caucusAffiliation":[{"party":{"name":"Democrat"}}],"represents":{"regionType":"DistrictRegion","regionCode":"MO"}}}],"creativeWork":[],"researchRecord":[{"name":"1929-1965, 0.4 linear foot.","recordType":["Papers"],"description":"The papers of James Edward Ruffin include correspondence, speeches, legal papers, and newspaper clippings, relating to state and county politics, his congressional service, and activities in the Justice Department.","recordLocation":{"name":"Joint Collection University of Missouri Western Historical Manuscript Collection-Columbia and State Historical Society of Missouri Manuscripts","location":{"addressLocality":"Columbia","addressRegion":"MO"}}},{"name":"1966, 74 pages.","recordType":["Oral history"],"description":"An interview with James E. Ruffin, who served in the Truman Administration. A finding aid for the oral history collection is available in the repository.","recordLocation":{"name":"Harry S. Truman Library","location":{"addressLocality":"Independence","addressRegion":"MO"}}}]}
