{ "usCongressBioId" : "R000440", "familyName" : "Rosecrans", "givenName" : "William", "middleName" : "Starke", "unaccentedFamilyName" : "Rosecrans", "unaccentedGivenName" : "William", "unaccentedMiddleName" : "Starke", "birthDate" : "1819", "birthCirca" : false, "deathDate" : "1898", "deathCirca" : false, "image" : [{ "caption" : "Collection of the U.S. House of Representatives" }], "profileText" : "A Representative from California; born in Kingston, Ross County, Ohio, September 6, 1819; completed preparatory studies; was appointed to the United States Military Academy at West Point in 1838 and graduated in 1842; brevetted second lieutenant, United States Corps of Engineers, July 1, 1842; second lieutenant April 3, 1843; assistant professor of engineering at the United States Military Academy 1843-1847; in charge of various Government surveys and improvements 1843-1853; resigned from the Army April 1, 1854; engaged as an architect and civil engineer, with residence in Cincinnati; president of the Coal River Navigation Co., Kanawha County, Va. (now West Virginia), in 1856; organized the Preston Coal Oil Co. in 1857 and engaged in the manufacture of kerosene; during the Civil War reentered the service on June 7, 1861, as colonel of the Twenty-third Regiment, Ohio Volunteer Infantry; commissioned brigadier general, United States Army, May 16, 1861; major general, United States Volunteers, March 21, 1862; resigned from the United States Army March 28, 1867; moved to California and settled in Los Angeles; United States Minister to Mexico in 1868 and 1869; again engaged in civil engineering; president of the Safety Powder Co., Los Angeles, Calif., in 1875; elected as a Democrat to the Forty-seventh and Forty-eighth Congresses (March 4, 1881-March 3, 1885); chairman, Committee on Military Affairs (Forty-eighth Congress); was not a candidate for renomination in 1884; regent of the State university in 1884 and 1885; Register of the Treasury 1885-1893; reappointed brigadier general on the retired list, United States Army (act of Congress, February 27, 1889), and retired March 1, 1889; died near Redondo, Los Angeles County, Calif., March 11, 1898; interment in Rosedale Cemetery; reinterment in the Arlington National Cemetery, May 17, 1902.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The 47th United States Congress", "congressNumber" : 47, "congressType" : "USCongress", "startDate" : "1881-03-04", "endDate" : "1883-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "StateRegion", "regionCode" : "CA" } } }, { "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The 48th United States Congress", "congressNumber" : 48, "congressType" : "USCongress", "startDate" : "1883-12-03", "endDate" : "1885-03-04" }, "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "StateRegion", "regionCode" : "CA" } } }], "creativeWork" : [{ "freeFormCitationText" : "Kniffin, Gilbert Crawford. <i>Major-General William Starke Rosecrans, U.S. Army.</i> Washington: N.p., 1908." }, { "freeFormCitationText" : "Lamers, William Mathias. <i>The Edge of Glory: A Biography of General William S. Rosecrans, U.S.A.</i> New York: Harcourt, Brace and World, Inc., 1961." }, { "freeFormCitationText" : "Mink, James V. <i>Papers of General William Starke Rosecrans and the Rosecrans Family: A Guide to Collection 663. </i> University of California at Los Angeles. Occasional paper no. 12. Los Angeles: University of California Library, 1961." }, { "freeFormCitationText" : "Mulhane, L. W. <i>Memorial of Major-General William Starke Rosecrans.</i> Columbus, Ohio: The Columbian Printing Company, 1898." }, { "freeFormCitationText" : "Ohio. General Assembly. <i>Resolutions of Thanks to Major General Rosecrans, with General Rosecrans' Reply; and the Address of the Ohio Soldiers to the People of Ohio; together with the correspondence connected therewith.</i> Columbus, Ohio: Richard Nevins, State Printer, 1863." }, { "freeFormCitationText" : "Philadelphia. Union League. <i>Letters from General Rosecrans! To the Democracy of Indiana.</i> Philadelphia: Printed for the Union League by King and Baird, 1863." }, { "freeFormCitationText" : "Pletcher, David M. \"General William S. Rosecrans and the Mexican Transcontinental Railroad Project.\" <i>Mississippi Valley Historical Review</i> 38 (March 1952): 657-78." }, { "freeFormCitationText" : "Riley, Josiah. <i>Popular Government. A New and Simple Plan for Making Ours Effectively a Government \"of the people.\" </i> San Francisco: Skelton and Company, printers, 1878." }, { "freeFormCitationText" : "Rosecrans, William Starke. <i>\"Manifest Destiny,\" The \"Monroe Doctrine,\" and Our Relations with Mexico. </i> N.p., 1870." }, { "freeFormCitationText" : "------. <i>The Memorial of Gen. W. S. Rosecrans. To the Honorable Senate and House of Representatives.</i> N.p., 1868." }, { "freeFormCitationText" : "------. <i>Mexico: What Shall Our Policy Be? </i>N.p., 1867 [?]." }, { "freeFormCitationText" : "Society of the Army of the Cumberland. <i>Burial of General Rosecrans: Arlington National Cemetery, May 17, 1902.</i> Cincinnati: The Robert Clarke Company, 1903." }, { "freeFormCitationText" : "Taggart, Joseph. \"William Starke Rosecrans.\" In <i>Biographical Sketches of the Early American Patriots,</i> pp. 270-99. Kansas City, Mo.: The Burton Company, Publishers, 1907." }, { "freeFormCitationText" : "U.S. Congress. Joint Committee on the Conduct of the War. <i>Rosecrans' Campaigns.</i> 1865. 38th Congress. 2nd session. Reprint, Millwood, N.Y.: Kraus Reprint Company, 1977." }], "researchRecord" : [{ "name" : "Military papers (November 2-26, 1861); official correspondence (1862-1863); and personal correspondence (September 6, 1868; December 14, 1880).", "recordType" : ["Papers"], "description" : "Finding aid in repository.", "recordLocation" : { "name" : "New-York Historical Society", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" } } }, { "name" : "In the Brigadier General William Wallace Burns Papers, ca. 1848-1910, 1 linear foot.", "recordType" : ["Papers"], "description" : "Correspondents include General William Starke Rosecrans. Also included are copies of military orders and official reports focused on Burns' thwarted ambitions to become Major General and lead a Division in the Army of the Cumberland under the command of General Rosecrans.", "recordLocation" : { "name" : "Cushing Memorial Library", "location" : { "addressLocality" : "College Station", "addressRegion" : "TX" }, "parentRecordLocation" : { "name" : "Texas A&M University", "location" : { "addressLocality" : "College Station", "addressRegion" : "TX" } } } }, { "name" : "1810-1920, 59 linear feet.", "recordType" : ["Papers"], "description" : "The collection consists of correspondence, papers, diaries, accounts, photographs, maps, realia, and related printed material of Major General William S. Rosecrans and his family. The papers cover nearly a century of American history and are comprised of materials from three generations of the Rosecrans family. Topics covered in the collection include Civil War campaigns, mining and railroad activities in Mexico and the Western United States, California land issues, and U.S. politics. The bulk of the material in the collection documents the life of William S. Rosecrans, from his years at West Point through his ten years with the Army Corps of Engineers, his role in the Civil War, his brief appointment as U.S. Minister to Mexico, his participation in local and national politics, and his involvement with mining and railroads in the West. His wartime correspondence and papers form a nearly complete record of his Civil War campaigns in West Virginia, Mississippi, Tennessee, and Missouri. A finding aid is available in the repository and online.", "recordLocation" : { "name" : "Department of Special Collections, Charles E. Young Research Library", "location" : { "addressLocality" : "Los Angeles", "addressRegion" : "CA" }, "parentRecordLocation" : { "name" : "University of California, Los Angeles", "location" : { "addressLocality" : "Los Angeles", "addressRegion" : "CA" } } } }, { "name" : "In the William Mathias Lamars papers, ca. 1952-1971, 5 linear feet.", "recordType" : ["Papers"], "description" : "The collection consists of papers relating to William Larmars's book, <i>The Edge of Glory</i> (Harcourt, Brace &amp; World, 1961), a biography of Major General William Starke Rosecrans, commander for the North during the American Civil War. The collection includes the preliminary manuscript, final transcript, correspondence, research notes, reviews, and various printed material concerning the Civil War.", "recordLocation" : { "name" : "Department of Special Collections, Charles E. Young Research Library", "location" : { "addressLocality" : "Los Angeles", "addressRegion" : "CA" }, "parentRecordLocation" : { "name" : "University of California, Los Angeles", "location" : { "addressLocality" : "Los Angeles", "addressRegion" : "CA" } } } }] }
