{ "usCongressBioId" : "R000105", "familyName" : "Redfield", "givenName" : "William", "middleName" : "Cox", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Redfield", "unaccentedGivenName" : "William", "unaccentedMiddleName" : "Cox", "birthDate" : "1858-06-18", "birthCirca" : false, "deathDate" : "1932-06-13", "deathCirca" : false, "image" : [{ "caption" : "Collection of the U.S. House of Representatives" }], "profileText" : "A Representative from New York; born in Albany, N.Y., June 18, 1858; moved with his parents to Pittsfield, Mass., in 1867; attended the public schools and received home instruction; employed in the Pittsfield post office and later as a traveling salesman for a paper company; went to New York City at the age of nineteen and was employed in the stationery and printing business; leaving this in 1883, he became connected with the manufacture of steel and iron forgings in Brooklyn, N.Y.; interested in many other manufacturing concerns and banking and life insurance companies; delegate to the Gold Democrats National Convention at Indianapolis in 1896; unsuccessful candidate as a Gold Democrat for election in 1896 to the Fifty-fifth Congress; commissioner of public works for Brooklyn Borough in 1902 and 1903; elected as a Democrat to the Sixty-second Congress (March 4, 1911-March 3, 1913); unsuccessful candidate for nomination as Vice President of the United States and therefore declined to be a candidate for renomination to Congress in 1912; appointed Secretary of Commerce in the Cabinet of President Wilson and served from March 4, 1913, to November 1, 1919, when he resigned; engaged in banking and the investment and insurance business in New York City and Brooklyn, N.Y.; died in New York City, June 13, 1932; interment in the Albany Rural Cemetery, Albany, N.Y.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1911-03-04", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 62nd United States Congress", "congressNumber" : 62, "congressType" : "USCongress", "startDate" : "1911-04-04", "endDate" : "1913-03-04" }, "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "NY" } } }], "creativeWork" : [{ "freeFormCitationText" : "Redfield, William Cox. <i>Address by Honorable William C. Redfield, Secretary of Commerce, at Conference of Regional Chairmen of the Highways Transport Committee, Council of National Defense, Washington, D.C., Thursday, September 19, 1918.</i> Washington: Government Printing Office, 1918." }, { "freeFormCitationText" : "------. <i>Dependent America: A study of the Economic Bases of Our International Relations.</i> Boston and New York: Houghton Mifflin Company, 1926." }, { "freeFormCitationText" : "------. \"Grover Cleveland.\" An address before the Democratic Women's Luncheon Club of Philadelphia, March 7, 1927. In <i>Democratic Women's Luncheon Club of Philadelphia, Addresses 1-48, 1922-1930.</i> N.p., n.d." }, { "freeFormCitationText" : "------. \"The Interdependence of Nations.\" An address before the Democratic Women's Luncheon Club of Philadelphia, April 28, 1924. In <i>Democratic Women's Luncheon Club of Philadelphia,</i><i>Addresses 1-48, 1922-1930.</i> N.p., n.d." }, { "freeFormCitationText" : "------. \"International Relations, Present and Future.\" An address before the Democratic Women's Luncheon Club of Philadelphia, October 19, 1925. In <i>Democratic Women's Luncheon Club of Philadelphia,</i><i>Addresses 1-48, 1922-1930.</i> N.p., n.d." }, { "freeFormCitationText" : "------. <i>The Limits of Efficiency: Address of Hon. William C. Redfield before the Cleveland Chamber of Commerce, Tuesday, November 19, 1912.</i> N.p., 1921." }, { "freeFormCitationText" : "------. <i>A Message from the Secretary of Commerce of the United States of America.</i> New York: American Metric Association, 1919." }, { "freeFormCitationText" : "------. National Canners Association. Baltimore Convention. 1914. <i>Export Trade In Canned Products: How to Get it and How to Keep it.</i> Address of the Hon. William C. Redfield, Secretary of Commerce, Washington. Baltimore: Printed by The Lord Baltimore Press, 1914." }, { "freeFormCitationText" : "------. <i>The New Industrial Day: A Book for Men who Employ Men. </i> New York: The Century Company, 1912." }, { "freeFormCitationText" : "------. Pan American Financial Conference. <i>Remarks of Hon. William C. Redfield, Secretary of Commerce, at the Pan American Financial Conference, Washington, D.C., May 24, 1915.</i> Washington: Government Printing Office, 1915." }, { "freeFormCitationText" : "------. <i>The Trust Form of Organization Questioned as to Efficiency: Speech of the Hon. William C. Redfield, Secretary of Commerce, Before the Second Annual Meeting of the Chamber of Commerce of the United States, Washington, D.C., February 11, 12 and 13, 1914. </i> Washington: N.p., 1914." }, { "freeFormCitationText" : "------. <i>Two Weak Spots in Our Commercial Efficiency.</i> Address Delivered by William C. Redfield, M.C., New York, Before the Board of Trade of the City of Newark, New Jersey. N.p., 1913." }, { "freeFormCitationText" : "------. U.S. Congress. House. <i>The Progress of Japanese Industry.</i> Speech of the Hon. William C. Redfield. 62nd Congress. 2d session. Washington: Government Printing Office, 1912." }, { "freeFormCitationText" : "------. U.S. Congress. House. Committee on Merchant Marine and Fisheries. <i>Address of Hon. William C. Redfield, Member of Congress from New York, before the Society of Naval Architects and Marine Engineers, November 22, 1912.</i> 62nd Congress. 3d session. Washington: Government Printing Office, 1913." }, { "freeFormCitationText" : "------. U.S. Congress. Senate. <i>The Attitude of the Public Mind Toward Business.</i> An Address Before the National Association of Employing Lithographers, Washington, D.C., May 14, 1913. 63rd Congress. 1st session. Washington: Government Printing Office, 1913." }, { "freeFormCitationText" : "------. <i>We and the World.</i> New York: Silver Burdett and Company, 1927." }, { "freeFormCitationText" : "------. \"Why We Must Help Russia: Her Problems Come Home To Every American Household.\" <i>Forum</i> 64 (July 1920): 37-42." }, { "freeFormCitationText" : "------. <i>With Congress and Cabinet.</i> Garden City, N.Y.: Doubleday, Page and Company, 1924." }], "researchRecord" : [{ "name" : "1821-1932. 2 containers.", "recordType" : ["Papers"], "description" : "Register. Restricted.", "recordLocation" : { "name" : "Manuscript Division", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" }, "parentRecordLocation" : { "name" : "Library of Congress", "location" : { "addressLocality" : "Washington", "addressRegion" : "DC" } } } }, { "name" : "1 official letter (October 8, 1912) in the Henry Parks Willis collection.", "recordType" : ["Papers"], "description" : "Finding aid in repository.", "recordLocation" : { "name" : "Rare Book and Manuscript Library", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" }, "parentRecordLocation" : { "name" : "Columbia University", "location" : { "addressLocality" : "New York", "addressRegion" : "NY" } } } }] }
