{ "usCongressBioId" : "R000210", "familyName" : "Richard", "givenName" : "Gabriel", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Richard", "unaccentedGivenName" : "Gabriel", "birthDate" : "1767-10-15", "birthCirca" : false, "deathDate" : "1832-09-13", "deathCirca" : false, "profileText" : "A Delegate from Michigan Territory; born in La Ville de Saintes, France, October 15, 1767; pursued classical studies; studied theology in the seminary of Augers, France, and in Paris, and was ordained as a priest on October 15, 1790; immigrated to the United States in 1792 and settled in Baltimore, Md.; professor of mathematics in St. Mary's College, Maryland; sent by Bishop Carroll as a missionary to the Indians in the Northwest Territory and was stationed in what is now Kaskaskia, Ill., and later as a missionary in Detroit, Mich.; published a periodical in the French language entitled ``Essais du Michigan''; was elected to the Eighteenth Congress (March 4, 1823-March 3, 1825); unsuccessful candidate for reelection in 1824 to the Nineteenth Congress; returned to Detroit and officiated as grand vicar; died in Detroit, Mich., September 13, 1832; interment in the cemetery of the Roman Catholic Church of St. Anne.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Delegate", "jobType" : "CongressMemberJob" }, "startDate" : "1824-12-06", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 18th United States Congress", "congressNumber" : 18, "congressType" : "USCongress", "startDate" : "1823-12-01", "endDate" : "1825-03-03" }, "represents" : { "regionType" : "StateRegion", "regionCode" : "MI" }, "note" : [{ "type" : "Note", "noteType" : "FootNote", "content" : "Election unsuccessfully contested by John Biddle." }] } }], "creativeWork" : [{ "freeFormCitationText" : "Abodaher, David J. <i>Under Three Flags; The Story of Gabriel Richard</i>. New York: Hawthorn Books, [1965]." }, { "freeFormCitationText" : "Alois, Brother. <i>Frontier Priest and Congressman: Father Gabriel Richard, S.S.</i> Illustrated by Charles Dougherty. New York: Benziger Bros., [1958]." }, { "freeFormCitationText" : "Bald, F. Clever (Frederick Clever). <i>Gabriel Richard, the first Vice-President of the University of Michigan</i>. Ann Arbor: University of Michigan, 1948." }, { "freeFormCitationText" : "Clarke, Norman Ellsworth. <i>The Richard Press, 1809-1823; with a bibliography</i>. Detroit: N.p., 1951." }, { "freeFormCitationText" : "Dionne, Narcisse Eutrope.<i> Gabriel Richard</i>. Québec: Typ. Laflamme &amp; Proulx, 1911." }, { "freeFormCitationText" : "Flavius, Brother. <i>An Apostle in Michigan</i>. Notre Dame, Ind.: Dujarie Press, [1961]." }, { "freeFormCitationText" : "Greenly, Albert Harry. <i>A Bibliography of Father Richard's Press in Detroit</i>. Ann Arbor: William L. Clements Library, 1955." }, { "freeFormCitationText" : "<i>Intellectual Life on the Michigan Frontier: The Libraries of Gabriel Richard &amp; John Monteith</i>. Edited by Leonard A. Coombs and Francis X. Blouin, Jr. Ann Arbor: Michigan Historical Collections, Bentley Historical Library, University of Michigan, 1985." }, { "freeFormCitationText" : "Mast, Dolorita. <i>Always the Priest; The Life of Gabriel Richard, S.S.</i> Baltimore: Helicon, [1965]." }, { "freeFormCitationText" : "Pargellis, Stanley McCrory. <i>Father Gabriel Richard.</i> (Cass Lectureship Series, 1948) Detroit: Wayne University Press, 1950." }, { "freeFormCitationText" : "Polscher, Andrew A. <i>Father Richard: Notes on His Printing in Early Detroit</i>. [Detroit]: Detroit Club of Printing House Craftsmen, [195-?]" }, { "freeFormCitationText" : "Woodford, Frank B. and Albery Hyma. <i>Gabriel Richard: Frontier Ambassador</i>. With a foreward by Roscoe O. Bonisteel and an introduction by Edward J. Hickey. Detroit: Wayne State University Press, 1958." }], "researchRecord" : [{ "name" : "1784-1931. 4 volumes and 1 box.", "recordType" : ["Papers"], "description" : "In part copies. Correspondence, memorandum book, documents, and other papers relating to his ministry, scholarly activities, and term in Congress.", "recordLocation" : { "name" : "Burton Historical Collection", "location" : { "addressLocality" : "Detroit", "addressRegion" : "MI" }, "parentRecordLocation" : { "name" : "Detroit Public Library", "location" : { "addressLocality" : "Detroit", "addressRegion" : "MI" } } } }] }
