{"usCongressBioId":"S000620","familyName":"Smith","givenName":"Thomas","middleName":"Vernor","honorificPrefix":"Mr.","unaccentedFamilyName":"Smith","unaccentedGivenName":"Thomas","unaccentedMiddleName":"Vernor","birthDate":"1890-04-26","birthCirca":false,"deathDate":"1964-05-24","deathCirca":false,"image":[{"caption":"Collection of the U.S. House of Representatives"}],"profileText":"A Representative from Illinois; born in Blanket, Brown County, Tex., April 26, 1890; attended the public schools; was graduated from the University of Texas at Austin in 1915 and from the University of Chicago, Chicago, Ill., in 1922; during the First World War entered the military service September 3, 1918, and served as a private in the United States Army until discharged on January 28, 1919; member of the faculty of Texas Christian University 1916-1918, the University of Texas 1919-1921, and the University of Chicago 1923-1948; author of numerous books; editor of the International Journal of Ethics 1931-1948; member of the State senate 1935-1938; chairman of the Illinois Legislative Council in 1937 and 1938; elected as a Democrat to the Seventy-sixth Congress (January 3, 1939-January 3, 1941); unsuccessful candidate for reelection in 1940 to the Seventy-seventh Congress; served in the Army of the United States, as a lieutenant colonel and later as a colonel, from 1943 to 1946; served as director of education of the Allied Control Commission in Italy from November 24, 1943, to November 11, 1944; in 1948 resumed his profession as a writer and teacher at the University of Syracuse, Syracuse, N.Y., until his retirement in 1959; resided in Hyattsville, Md., until his death there May 24, 1964; interment in Arlington National Cemetery.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"startDate":"1939-01-03","startCirca":false,"congressAffiliation":{"congress":{"name":"The 76th United States Congress","congressNumber":76,"congressType":"USCongress","startDate":"1939-01-03","endDate":"1941-01-03"},"partyAffiliation":[{"party":{"name":"Democrat"}}],"caucusAffiliation":[{"party":{"name":"Democrat"}}],"represents":{"regionType":"StateRegion","regionCode":"IL"}}}],"creativeWork":[{"freeFormCitationText":"Smith, Thomas Vernor. <i>Abraham Lincoln and the Spiritual Life.</i> Boston: The Beacon Press, 1951."},{"freeFormCitationText":"------. <i>The American Philosophy of Equality</i>. Chicago, Ill.: The University of Chicago Press, [1927]."},{"freeFormCitationText":"------. <i>Atomic Power and Moral Faith.</i> Foreword by Robert J. Bernard. Claremont, Calif.: Claremont College, 1946."},{"freeFormCitationText":"------. <i>Beyond Conscience.</i> New York: Whittlesey House, 1934."},{"freeFormCitationText":"------. <i>Building Your Philosophy of Life.</i> Chicago: Science Research Associates, Inc., 1953."},{"freeFormCitationText":"------. <i>Creative Sceptics; In Defense of the Liberal Temper</i>. Chicago and New York: Willett, Clark &amp; Company, 1934. Reprint, Freeport, N.Y.: Books for Libraries Press, [1972]."},{"freeFormCitationText":"------. <i>The Democratic Tradition in America.</i> New York: Farrar and Rinehart, Inc., Publishers, 1941."},{"freeFormCitationText":"------. <i>Discipline for Democracy.</i> Chapel Hill: University of North Carolina Press, 1942."},{"freeFormCitationText":"------. <i>The Ethics of Compromise and the Art of Containment.</i> Boston: Starr King Press, 1956."},{"freeFormCitationText":"------. <i>The Legislative Way of Life</i>. Chicago: University of Chicago Press, 1940."},{"freeFormCitationText":"------. <i>Lincoln: Living Legend.</i> Chicago: University of Chicago Press, 1940."},{"freeFormCitationText":"------. <i>Live Without Fear.</i> New York: New American Library, 1956."},{"freeFormCitationText":"------. <i>Man's Threefold Will to Freedom.</i> Toronto: The Ryerson Press, 1953."},{"freeFormCitationText":"<i>------. A Non-Existent Man: An Autobiography.</i> Austin: University of Texas Press, 1962."},{"freeFormCitationText":"------. <i>Our Moral and Spiritual Resources</i>. Moorhead, Minn.: State Teachers College, 1953."},{"freeFormCitationText":"------. <i>Philosophers in Hades.</i> Chicago: University of Chicago Press, 1932."},{"freeFormCitationText":"------. <i>Philosophers Speak for Themselves: Guides and Readings for Greek, Roman, and Early Christian Philosophy.</i> Chicago: University of Chicago Press, 1934. Reprint, Chicago: University of Chicago Press, 1956."},{"freeFormCitationText":"------. \"Philosophic Bases of the American Doctrine of Equality.\" Ph.D. diss., University of Chicago, 1922."},{"freeFormCitationText":"------. <i>The Philosophic Way of Life in America.</i> 2nd ed. 1943. Reprint, Port Washington and New York: Kennikat Press, Inc., 1968."},{"freeFormCitationText":"------. <i>The Political Way of Life</i>. [N.p., 1948]."},{"freeFormCitationText":"------. <i>The Promise of American Politics.</i> Chicago: University of Chicago Press, 1936."},{"freeFormCitationText":"------. \"The Promise of American Politics, or the Principle of Private and Public Skills.\" In <i>What Is Democracy?: Its Conflicts, Ends and Means,</i> pp. 21-35. Norman, Okla.: Cooperative Books, 1939."},{"freeFormCitationText":"------. <i>The Re-education of Germany, Italy, and Japan</i>. Claremont: Friends of the Colleges at Claremont, [1947]."},{"freeFormCitationText":"Smith, Thomas Vernor, Baker Brownell, Clarence Darrow, Edwin E. Slosson, and W. Lee Lewis. <i>A Preface to the Universe. Man and His World: Northwestern University Essays in Contemporary Thought.</i> Edited by Baker Brownell, Vol 1. New York: D. Van Nostrand Company, Inc., 1929."},{"freeFormCitationText":"Smith, Thomas Vernor, and Eduard C. Lindeman.<i> The Democratic Way of Life. An American interpretation</i>. [Chicago]: The University of Chicago Press, [1926]. [New York]: New American Library, [1951]."},{"freeFormCitationText":"Smith, Thomas Vernor, and Glenn R. Negley. <i>Democracy vs. Dictatorship: Teaching American Youth to Analyze and Understand Their Own and the Enemy's Ways of Life.</i> Problems in American Life, Unit No. 6. Washington: National Education Association, 1942."},{"freeFormCitationText":"Smith, Thomas Vernor, and Robert A. Taft. <i>Foundations of Democracy: A Series of Debates.</i> 1939. Reprint, New York: Arno Press, 1974."},{"freeFormCitationText":"Smith, Thomas Vernor, and Leonard D. White. <i>Politics and Public Service: A Discussion of the Civic Art in America.</i> New York: Harper and Brothers Publishers, 1939."},{"freeFormCitationText":"Smith, Thomas Vernor, and William Debbins. <i>Constructive Ethics</i>. New York: Appleton-Century-Crofts, [1948]. Reprint, [Englewood Cliffs, N.J.]: Prentice-Hall, [1961]."},{"freeFormCitationText":"Smith, Thomas Vernor, and Gordon H. Clark, eds. <i>Readings in Ethics.</i> New York: F.S. Crofts and Company, 1935."},{"freeFormCitationText":"Smith, Thomas Vernor, and Leonard D. White, eds. <i>Chicago: An Experiment in Social Science Research.</i> 1929. Reprint, New York: Greenwood Press, Publishers, 1968."},{"freeFormCitationText":"Smith, Thomas Vernor, and Marjorie Grene.<i> From Descartes to Kant; Readings in the Philosophy of the Renaissance and Enlightenment</i>. Chicago: University of Chicago Press, [1940]."},{"freeFormCitationText":"Smith, Thomas Vernor, and William Kelley Wright, eds. <i>Essays in Philosophy.</i> Chicago: The Open Court Publishing Company, 1929."}],"researchRecord":[{"name":"1934-1946. 5 feet.","recordType":["Papers"],"description":"Correspondence relating to his political activities, material on Democratic Party in Chicago, printed matter, and papers as a member of the U.S. Educational Commission in Germany and Japan. Unpublished guide in library.","recordLocation":{"name":"University of Chicago Library","location":{"addressLocality":"Chicago","addressRegion":"IL"}}}]}
