{ "usCongressBioId" : "T000183", "familyName" : "Thomas", "givenName" : "Richard", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Thomas", "unaccentedGivenName" : "Richard", "birthDate" : "1744-12-30", "birthCirca" : false, "deathDate" : "1832-01-19", "deathCirca" : false, "profileText" : "A Representative from Pennsylvania; born in West Whiteland, Pa., December 30, 1744; educated at home by private teachers; served in the Revolutionary Army as colonel of the First Regiment, Chester County Volunteers; elected as a Federalist to the Fourth, Fifth, and Sixth Congresses (March 4, 1795-March 3, 1801); engaged in agricultural pursuits; died in Philadelphia, Pa., January 19, 1832; interment in the Friends Western Burial Ground.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1795-12-07", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 4th United States Congress", "congressNumber" : 4, "congressType" : "USCongress", "startDate" : "1795-06-08", "endDate" : "1797-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Federalist" } }], "caucusAffiliation" : [{ "party" : { "name" : "Federalist" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "PA" } } }, { "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1797-05-15", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 5th United States Congress", "congressNumber" : 5, "congressType" : "USCongress", "startDate" : "1797-03-04", "endDate" : "1799-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Federalist" } }], "caucusAffiliation" : [{ "party" : { "name" : "Federalist" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "PA" } } }, { "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1799-12-02", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 6th United States Congress", "congressNumber" : 6, "congressType" : "USCongress", "startDate" : "1799-12-02", "endDate" : "1801-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Federalist" } }], "caucusAffiliation" : [{ "party" : { "name" : "Federalist" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "PA" } } }], "creativeWork" : [], "researchRecord" : [{ "name" : "ca. 1741-1919, 3 boxes.", "recordType" : ["Papers"], "description" : "The documents, especially Richard Thomas's letters, give a detailed account of not only Chester County and U.S. history, but also of the personal life of the Thomas family. Military records in the collection include \"Accounts of a Revolutionary War Soldier, Richard Thomas 1776-1777,\" and \"A Size Book of Firelocks 1776/Field Book 1775, Richard Thomas.\" These manuscripts record the activity of the Chester County Militia during Thomas's service in the Revolutionary War and are a record of supplies. In the \"Size Book of Firelocks,\" Thomas lists the captains of each company of the 5th Battalion of Association of Chester County and the number and gauges of guns and firelocks that they had. He also lists other supplies needed or used along with expenses. Thomas's records in \"Accounts of a Revolutionary War Soldier, Richard Thomas 1776-1777,\" list the Returns of the Officers and Privates at their muster on 3 Aug.1776. Revolutionary War records are also at the front and back of this book and at a later date, he used the middle of the book to record the survey of the route of the Lancaster- Philadelphia turnpike. There are twelve other manuscripts in the collection that relate to this time period. Items in the collection from Thomas's time in Congress include tickets to dine with President Washington and an invitation to attend the first celebration of the President's birthday. Thomas also wrote numerous letters to friends and loved ones back in Pennsylvania during 1800-1801 when he was with the first session of Congress to serve in Washington City. The letters provide insight into the young city and Congress as well as Thomas's personality. Thomas maintained a mill on his property and his account book is in this collection along with receipts and letters. His business expertise is shown in the advice he gave in several letters to Richard Trimble, who was considering purchasing a mill, and also in a letter of recommendation for William Yardley as flour inspector of the Port of Philadelphia. There are many family letters in the collection, two are especially poignant: Thomas describes the death of his daughter Mary in a letter dated 18 May 1798, and in another dated 14 Feb. 1830, writes of his son Richard's head injury and death. Many letters tell of weddings, new babies, dinners, and business happenings. Topics include his trip, via many modes of transportation, across New York State in 1819. These letters provide a detailed account of the people, sights, and landscape of the times. He eventually had a report of his trip published in the Village Record newspaper shortly after he returned home. Also included in the collection are poetry, written by family members and friends or copied from published works. A travel journal is a record of a trip to Madeira by Samuel Hains that began 15 July 1796, and along with the daily record of events and reflections, Hains wrote a sketch of the country at the end of the journal.", "recordLocation" : { "name" : "Chester County Historical Society", "location" : { "addressLocality" : "West Chester", "addressRegion" : "PA" } } }, { "name" : "In the Wayne Family Papers, ca. 1778-1881, 1 item.", "recordType" : ["Papers"], "description" : "Letters from Richard Thomas to Isaac Wayne, 1829.", "recordLocation" : { "name" : "Rare Book and Manuscript Library", "location" : { "addressLocality" : "Philadelphia", "addressRegion" : "PA" }, "parentRecordLocation" : { "name" : "University of Pennsylvania Libraries", "location" : { "addressLocality" : "Philadelphia", "addressRegion" : "PA" } } } }] }
