{"usCongressBioId":"W000038","familyName":"Waldon","givenName":"Alton","middleName":"R.","honorificSuffix":"Jr.","unaccentedFamilyName":"Waldon","unaccentedGivenName":"Alton","unaccentedMiddleName":"R.","birthDate":"1936-12-21","birthCirca":false,"deathCirca":false,"image":[{"caption":"Collection of the U.S. House of Representatives"}],"profileText":"A Representative from New York; born in Lakeland, Fla., December 21, 1936; graduated from Boys High School, Brooklyn, N.Y., 1954; B.S., John Jay College, New York, N.Y., 1968; J.D., New York Law School, New York, N.Y., 1973; United States Army, 1956-1959; appointed deputy commissioner, State Division of Human Rights in 1975; counsel, Office of Mental Retardation and Developmental Disabilities; member of the New York state assembly, 1983-1986; delegate to the Democratic national convention, 1984 and 1988; elected as a Democrat to the Ninety-ninth Congress, by special election, to fill the vacancy caused by the death of United States Representative Joseph P. Addabbo (June 10, 1986-January 3, 1987); unsuccessful candidate for renomination to the One Hundredth Congress in 1986; appointed to the New York state investigation commission; was an unsuccessful candidate for the special election to the One Hundred Fifth Congress on February 3, 1998; member of the New York state senate, 1990-2000; judge, New York state court of claims, 2000-2006.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 99th United States Congress","congressNumber":99,"congressType":"USCongress","startDate":"1985-01-03","endDate":"1987-01-03"},"partyAffiliation":[{"party":{"name":"Democrat"}}],"caucusAffiliation":[{"party":{"name":"Democrat"}}],"represents":{"regionType":"StateRegion","regionCode":"NY"}}}],"creativeWork":[{"freeFormCitationText":"\"Alton R. Waldon, Jr.\" in <i>Black Americans in Congress, 1870-2007</i>. Prepared under the direction of the Committee on House Administration by the Office of History &amp; Preservation, U.S. House of Representatives. Washington: Government Printing Office, 2008."}],"researchRecord":[]}
