{ "usCongressBioId" : "W000523", "familyName" : "Williams", "givenName" : "Jonathan", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Williams", "unaccentedGivenName" : "Jonathan", "birthDate" : "1750-05-20", "birthCirca" : false, "deathDate" : "1815-05-16", "deathCirca" : false, "profileText" : "A Representative from Pennsylvania; born in Boston, Mass., May 20, 1750; completed preparatory studies and worked in a bank in Boston; went to France as secretary to Benjamin Franklin in 1770 and served until 1775, part of this time as commercial agent for the United States; studied military science; returned to the United States in 1785 and settled in Philadelphia; was judge of the court of common pleas; entered the United States Army as major of the Second Regiment of Artillerists and Engineers February 16, 1801; commanded the post at West Point, N.Y., and was the first Superintendent of the United States Military Academy in 1802; promoted through the ranks to colonel; planned and built the inner forts for the defense of New York Harbor; resigned July 31, 1812; returned to Philadelphia, Pa., and engaged in literary and scientific pursuits; was the author of several military and philosophical papers; elected to the Fourteenth Congress and served from March 4, 1815, until his death, before the assembling of the Congress, in Philadelphia, Pa., May 16, 1815.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1815-03-04", "startCirca" : false, "endDate" : "1815-05-16", "endCirca" : false, "departureReason" : "Died", "congressAffiliation" : { "congress" : { "name" : "The 14th United States Congress", "congressNumber" : 14, "congressType" : "USCongress", "startDate" : "1815-12-04", "endDate" : "1817-03-03" }, "departureReason" : "Died", "represents" : { "regionType" : "DistrictRegion", "regionCode" : "PA" }, "note" : [{ "type" : "Note", "noteType" : "FootNote", "content" : "One of four elected to represent first district." }, { "type" : "Note", "noteType" : "FootNote", "content" : "Died May 16, 1815, before Congress assembled." }] } }], "creativeWork" : [{ "freeFormCitationText" : "Knollenberg, Bernhard.<i> Franklin, Jonathan Williams and William Pitt: A letter of January 21, 1775</i>. Bloomington: N.p., 1949." }, { "freeFormCitationText" : "[Rush, Samuel]. <i>Jonathan Williams</i>. New York: N.p., 1834-39." }, { "freeFormCitationText" : "Williams, Jonathan. <i>Circular / I am, respectfully, ... Jonathan Williams, President</i>. [Philadelphia, Pa.?: N.p., 1813?]" }, { "freeFormCitationText" : "___. <i>Plan of Col. Jonathan Williams, for fortifying the narrows, between Long and Staten islands</i>. New-York: Printed for the Corporation of the City of New-York, by H. C. Southwick, July 31, 1807." }, { "freeFormCitationText" : "___. <i>Thermometrical navigation: Being a series of experiments and observations tending to prove that ascertaining the relative heat of the sea-water from time to time, the passage of a ship through the Gulph [sic] Stream, and from deep water into soundings, may be discovered in time to avoid danger, although (owing to tempestuous weather) it may be impossible to heave the lead or observe the heavenly bodies: Extracted from the American Philosophical Transactions, vol. 2 &amp;3, with additions and improvements</i>. Philadelphia: Printed and sold by R. Aitken, 1799." }, { "freeFormCitationText" : "___. <i>Washington, January [23] 1808. Sir, there being now in this city a considerable number of the members of the United States Military Philosophical Society, I think it my duty ... to call an occasional meeting ... / your most obedient servant, [Jon Williams]</i>. [Washington, D.C.?: N.p., 1808?]" }, { "freeFormCitationText" : "___.<i> West Point, July 31, 1807. Sir, the United States Military Philosophical Society are desirous of making the next annual account of their transactions as extensive and useful as possible</i>. [West Point, N.Y.?: U.S.M.P.S.?, 1807?]" }], "researchRecord" : [{ "name" : "4 letters.", "recordType" : ["Papers"], "recordLocation" : { "name" : "Boston Public Library", "location" : { "addressLocality" : "Boston", "addressRegion" : "MA" } } }, { "name" : "1738-1869, approximately 7,203 items.", "recordType" : ["Papers"], "description" : "The bulk of the manuscripts in this collection fall in the period after 1800 and concern themselves with Jonathan Williams's military service, particularly as Superintendent of West Point and as Inspector of Fortifications. There are many letters and papers relating to the affairs of West Point and numerous letters, documents, plans and drawings of fortifications, coast defenses and harbors of the Eastern United States. There are also a good many family letters, especially correspondence between Jonathan Williams and his wife. Included among these is his so-called \"Niagara Journal\" in the form of letters from Williams to his wife in the spring and summer of 1801 while he was on a journey to Niagara Falls with General James Wilkinson for the purpose of laying out a road from Buffalo to Niagara and on a trip down the Ohio River. For the period of Williams' sojourns in England and France there are some accounts, business letters, memoranda, etc., relating to his commercial activities and scientific papers along the line of Benjamin Franklin's interests, particularly those concerned with thermometrical navigation. Included also are law papers relating to cases before the Court of Common Pleas in Philadelphia of which Williams was an associate judge, notes relating to the court martial of General James Wilkinson, which began on September 2, 1811, at Fredericktown, Maryland, and letters to and from Wilkinson. Some of Williams's financial records are contained in the collection. A finding aid for the collection is available in the repository and online.", "recordLocation" : { "name" : "Lilly Library", "location" : { "addressLocality" : "Bloomington", "addressRegion" : "IN" }, "parentRecordLocation" : { "name" : "Indiana University", "location" : { "addressLocality" : "Bloomington", "addressRegion" : "IN" } } } }, { "name" : "1771-1813, 1 reel.", "recordType" : ["Microfilm"], "description" : "Originals at Indiana University Library. These papers related to Benjamin Franklin and the American Philosophical Society, and include correspondence among Benjamin Franklin, William Franklin, Jonathan Williams, Sr., and Jonathan Williams, Jr. Also included is Williams' journal of a trip through England with Benjamin Franklin, Jan Ingenhousz, and John Canton (1771), memoranda and essays by Williams on trade, meteorology, and sugar refining, and notes and drawings.", "recordLocation" : { "name" : "American Philosophical Society Library", "location" : { "addressLocality" : "Philadelphia", "addressRegion" : "PA" } } }, { "name" : "In the William Penn Miscellaneous Letters and Documents, 1665-1801, 4 volumes.", "recordType" : ["Papers"], "description" : "Other authors include Jonathan Williams.", "recordLocation" : { "name" : "American Philosophical Society Library", "location" : { "addressLocality" : "Philadelphia", "addressRegion" : "PA" } } }, { "name" : "1795, 1 item.", "recordType" : ["Papers"], "description" : "A power of attorney granting to Alexander John Alexander authority to sell ten shares of Williams's stock in the Bank of the United States. Other authors include Jonathan Williams.", "recordLocation" : { "name" : "Rosenbach Museum and Library", "location" : { "addressLocality" : "Philadelphia", "addressRegion" : "PA" } } }, { "name" : "1810, 1 item.", "recordType" : ["Papers"], "description" : "A letter from Jonathan Williams to W.C. Leffingwell written on March 25, 1810. In the letter, Williams accepts Leffingwell's resignation from the army.", "recordLocation" : { "name" : "Rosenbach Museum and Library", "location" : { "addressLocality" : "Philadelphia", "addressRegion" : "PA" } } }, { "name" : "1811, 1 item.", "recordType" : ["Papers"], "description" : "A letter from Jonathan Williams to Jonathan Dayton written on June 6, 1811. In the letter, Williams discusses the problematic situation regarding the Cheltenham land purchase.", "recordLocation" : { "name" : "Rosenbach Museum and Library", "location" : { "addressLocality" : "Philadelphia", "addressRegion" : "PA" } } }, { "name" : "In the Williams Family Papers, 1710-1895, 6.6 linear feet.", "recordType" : ["Papers"], "description" : "Included in the papers of Jonathan Williams is extensive correspondence, including nearly two hundred letters from his father-in-law, William Alexander, and more than one hundred letters from his wife's uncle, Alexander John Alexander. Most of these letters contain discussions of family matters, finance, and various business ventures, including William Alexander's plan to move to Virginia and export tobacco to France.", "recordLocation" : { "name" : "Rosenbach Museum and Library", "location" : { "addressLocality" : "Philadelphia", "addressRegion" : "PA" } } }, { "name" : "1768-1814, 1 box.", "recordType" : ["Papers"], "description" : "The papers of Jonathan Williams contain a promisary note 1768; \"Statement of the examination of the Cadets of Engineers and Artillery in arithmetic, algebra and geometry, 1806\"; contemporary copy of a report submitted by Williams to the president of the U.S., 11 May 1808, on the past, present and future of the Military Academy; contemporary copy of letter, 8 May 1809, discussing Corps of Engineers and Artillerists as well as the Military Academy; letter, 14 February 1810, from office of the purveyor discussing the use of a felt cap rather than a sound hat by the Corps of Cadets; extracts of official correspondence regarding the fortification of New York harbor, 1812; printed circulars signed and annotated by Williams; correspondence, 1800-1811; letter, 17 July 1803, to Major W.W. Burrows explaining Williams' reasons for resignation as superintendent of the U.S. Military Academy; letter, 13 February 1801, from T.H. Cushing regarding a U.S. Military Academy muster roll; correspondence with Henry Dearborn. Correspondence from Callender Irvine; letter from Alexander Macomb, 18 December 1814, discussing the war and including two diagrams of the battle; correspondence with William Macpherson; copy of report to James Madison regarding the publication of a lecture delivered at West Point; letter, 29 March 1813, to General Ogden; letter to Alden Partridge; correspondence from Rodgers; correspondence with Samuel Vernon and Decius Wadsworth; letter to his son John Williams Jr; correspondence regarding harbor fortifications and defenses for New York.", "recordLocation" : { "name" : "Special Collections", "location" : { "addressLocality" : "West Point", "addressRegion" : "NY" }, "parentRecordLocation" : { "name" : "U. S. Military Academy Library", "location" : { "addressLocality" : "West Point", "addressRegion" : "NY" } } } }, { "name" : "In the Thomas Jefferson Papers, 1790-1808, amount unknown.", "recordType" : ["Papers"], "description" : "The documents grant George Washington the right to purchase West Point for the U.S. to use as a fortification or garrison, signed by Thomas Jefferson, 1790; letter to Col. Williams, 28 Oct. 1808, regarding Kozciusko's \"Treatise on the flying artillery.\"", "recordLocation" : { "name" : "Special Collections", "location" : { "addressLocality" : "West Point", "addressRegion" : "NY" }, "parentRecordLocation" : { "name" : "U. S. Military Academy Library", "location" : { "addressLocality" : "West Point", "addressRegion" : "NY" } } } }, { "name" : "In the J.G. Swift Papers, 1800-1865, 13 boxes.", "recordType" : ["Papers"], "description" : "Correspondents include Jonathan Williams.", "recordLocation" : { "name" : "Special Collections", "location" : { "addressLocality" : "West Point", "addressRegion" : "NY" }, "parentRecordLocation" : { "name" : "U. S. Military Academy Library", "location" : { "addressLocality" : "West Point", "addressRegion" : "NY" } } } }] }
