{ "usCongressBioId" : "W000515", "familyName" : "Williams", "givenName" : "John", "unaccentedFamilyName" : "Williams", "unaccentedGivenName" : "John", "birthDate" : "1731", "birthCirca" : false, "deathDate" : "1799", "deathCirca" : false, "profileText" : "A Delegate from North Carolina; born in Hanover County, Va., March 14, 1731; moved to North Carolina in 1745 with his parents, who settled in Granville County; donated the land and laid out the town of Williamsboro, N.C.; studied law; was admitted to the bar and commenced practice in Williamsboro; one of the founders of the University of North Carolina at Chapel Hill; deputy attorney general in 1768; delegate to the Provincial Congress of 1775; member of the State house of commons in 1777 and 1778 and served as speaker; Member of the Continental Congress in 1778 and 1779; judge of the supreme court of North Carolina from 1779 until his death in Montpelier, near Williamsboro, N.C., October 10, 1799; interment in the family cemetery, Montpelier, N.C.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Delegate", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The 2nd Continental Congress", "congressNumber" : 2, "congressType" : "ContinentalCongress", "startDate" : "1775-05-10", "endDate" : "1781-03-01" }, "represents" : { "regionType" : "StateRegion", "regionCode" : "NC" } } }], "creativeWork" : [], "researchRecord" : [{ "name" : "1770-1803, 1 volume.", "recordType" : ["Papers"], "description" : "A ledger of John Williams, restored and bound in red leather in about 1930. Entries cover the period from 1770 to 1803 and include accounts, court attendances and fees, and John Williams's salary as a delegate to the Continental Congress (p. 144). Also included are records of the settlement of the estate of John Williams's cousin and partner, Richard Henderson. There appear to be no entries for the period when John Williams was in Boonesboro as agent for the Transylvania Company.", "recordLocation" : { "name" : "Southern Historical Collection", "location" : { "addressLocality" : "Chapel Hill", "addressRegion" : "NC" }, "parentRecordLocation" : { "name" : "University of North Carolina, Chapel Hill", "location" : { "addressLocality" : "Chapel Hill", "addressRegion" : "NC" } } } }, { "name" : "ca. 1775-1786, 4 items.", "recordType" : ["Papers"], "description" : "A letter, ca. 1775-1780, from John Penn to John Williams noting that \"the President\" had been staying with him and giving war news. Another letter from 1781, is from James Iredell to John Williams, about political matters. A letter written by John Williams in 1785 to an unidentified recipient concerning judicial matters. The items also contain a receipt signed by John Williams in 1786.", "recordLocation" : { "name" : "South Carolina Historical Society", "location" : { "addressLocality" : "Charleston", "addressRegion" : "SC" } } }] }
