{ "usCongressBioId" : "W000692", "familyName" : "Wood", "givenName" : "Bradford", "middleName" : "Ripley", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Wood", "unaccentedGivenName" : "Bradford", "unaccentedMiddleName" : "Ripley", "birthDate" : "1800-09-03", "birthCirca" : false, "deathDate" : "1889-09-26", "deathCirca" : false, "profileText" : "A Representative from New York; born in Westport, Conn., September 3, 1800; attended the common schools and was graduated from Union College at Schenectady, N.Y., in 1824; was engaged in teaching and lecturing; studied law at the Litchfield (Conn.) Law School; was admitted to the bar in 1827 and commenced practice in Albany, N.Y.; on May 29, 1827, was made solicitor in the court of chancery of New York State, and on June 6, 1830, rose to the position of chancellor of the same court; became counselor in the New York Supreme Court in 1835 and in the United States Supreme Court in 1845; member of the Albany County board of supervisors in 1844; was elected as a Democrat to the Twenty-ninth Congress (March 4, 1845-March 3, 1847); unsuccessful candidate for reelection in 1846 to the Thirtieth Congress; president of the Young Men's Temperance Society in 1851; trustee of Union College, Williams College, and the Albany Law School; vice president of the Albany Medical College; one of the founders of the Republican Party in New York State in 1856; vice president of the American Home Missionary Society; founder of the First Congregational Church in Albany; United States Minister to Denmark from 1861 to 1865; died in Albany, N.Y., September 26, 1889; interment in Albany Rural Cemetery, Albany County, N.Y.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1845-03-04", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 29th United States Congress", "congressNumber" : 29, "congressType" : "USCongress", "startDate" : "1845-03-04", "endDate" : "1847-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "NY" } } }], "creativeWork" : [{ "freeFormCitationText" : "Wood, Bradford Ripley. <i>Speech of Mr. Wood, of New York, on the three million appropriation bill, and the Wilmot Proviso. Delivered in the House of Representatives of the U.S., Feb. 10, 1847</i>. Washington: Printed by J. &amp; G.S. Gideon, 1847." }], "researchRecord" : [{ "name" : "1848, 2 pages.", "recordType" : ["Papers"], "description" : "A letter from Bradford Ripley Wood to Hugh White written on March 3, 1848. In the letter, Bradford Ripley writes that \"I hope when the time comes, when Mr. Clay is called on to say whether slavery shall enter our new territory. My Whigs friends will be equally firm with us radicals. Things now look as if there would be several candidates for the presidency in the field, not one of whom will probably be our candidate,-and not one of whom will be elected by the people.\"", "recordLocation" : { "name" : "Manuscripts and Special Collections", "location" : { "addressLocality" : "Albany", "addressRegion" : "NY" }, "parentRecordLocation" : { "name" : "New York State Library", "location" : { "addressLocality" : "Albany", "addressRegion" : "NY" } } } }] }
