{ "usCongressBioId" : "W000255", "familyName" : "Weightman", "givenName" : "Richard", "middleName" : "Hanson", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Weightman", "unaccentedGivenName" : "Richard", "unaccentedMiddleName" : "Hanson", "birthDate" : "1816-12-28", "birthCirca" : false, "deathDate" : "1861-08-10", "deathCirca" : false, "profileText" : "A Delegate from the Territory of New Mexico; born in Washington, D.C., December 28, 1816; attended private schools in Washington, D.C., and Alexandria, Va.; graduated from the University of Virginia at Charlottesville in 1834; attended the United States Military Academy at West Point 1835-1837; studied law; was admitted to the bar in 1841 in the District of Columbia, but did not practice; moved to St. Louis, Mo., and on May 28, 1846, was elected captain of Clark's Battalion, Missouri Volunteer Light Artillery, in the Mexican War; he served as Additional Paymaster, Volunteers, in the Army in 1848 and 1849; moved to New Mexico in 1851 and edited a newspaper in Santa Fe; appointed agent for Indians in New Mexico in July 1851; elected as a Democrat and the Territory's first Delegate to the Thirty-second Congress (March 4, 1851-March 3, 1853); was not a candidate for reelection in 1852; resumed newspaper work; moved to Kickapo and Atcheson, Kans., in 1858, and went to Independence, Mo., in 1861; elected colonel, First Regiment Cavalry, Eighth Division, Missouri State Guard, Confederate States Army, June 11, 1861; promoted to command of First Brigade, Eighth Division, June 20, 1861; killed while commanding the First Brigade at Wilson Creek, Mo., August 10, 1861; interment on the battlefield near Springfield, Mo.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Delegate", "jobType" : "CongressMemberJob" }, "startDate" : "1851-03-04", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 32nd United States Congress", "congressNumber" : 32, "congressType" : "USCongress", "startDate" : "1851-03-04", "endDate" : "1853-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "StateRegion", "regionCode" : "NM" }, "note" : [{ "type" : "Note", "noteType" : "FootNote", "content" : "Took his seat December 1, 1851." }] } }], "creativeWork" : [{ "freeFormCitationText" : "[Kephart, W. G.]. <i>The editor of the \"Santa Fe Gazette\" and Major Weightman, or Truth vindicated</i>. [N.p., 1852]." }, { "freeFormCitationText" : "Weightman, Richard Hanson. <i>Speech of Hon. Richard H. Weightman, of New Mexico, delivered in the House of Representatives, March 15, 1852, vindicatory of the course of Governor James S. Calhoun, of New Mexico, and of the character of the people of that country</i>. Washington: Printed at the <i>Congressional Globe</i> Office, 1852." }, { "freeFormCitationText" : "------. <i>To the Congress of the United States, by R. H. Weightman, Senator-elect, state of New Mexico. Requesting the passage of a bill declaring New Mexico one of the United States of America on certain conditions</i>. Washington: Printed by Gideon and Co., 1851." }], "researchRecord" : [{ "name" : "1850, 1 item.", "recordType" : ["Papers"], "description" : "A letter from Richard Hanson Weightman to the editor of the <i>Union</i>, written on October 7, 1850. The letter is in reply to an editorial appearing in the <i>Union</i>, a Washington, D.C., newspaper, regarding New Mexico statehood. Richard Weightman argues in favor of statehood, asserting that the movement is supported by the inhabitants of New Mexico, and criticizing the administration of the military commander, Lieutenant Colonel John Monroe, and the conduct of recent elections. An appended note to the editor requests insertion of additional comments.", "recordLocation" : { "name" : "Beinecke Rare Book and Manuscript Library", "location" : { "addressLocality" : "New Haven", "addressRegion" : "CT" }, "parentRecordLocation" : { "name" : "Yale University", "location" : { "addressLocality" : "New Haven", "addressRegion" : "CT" } } } }, { "name" : "In the James S. Calhoun Letters, 1850, 43 pages.", "recordType" : ["Papers"], "description" : "Subjects include Richard Hanson Weightman.", "recordLocation" : { "name" : "Beinecke Rare Book and Manuscript Library", "location" : { "addressLocality" : "New Haven", "addressRegion" : "CT" }, "parentRecordLocation" : { "name" : "Yale University", "location" : { "addressLocality" : "New Haven", "addressRegion" : "CT" } } } }] }
