{ "usCongressBioId" : "W000152", "familyName" : "Warner", "givenName" : "Hiram", "honorificPrefix" : "Mr.", "unaccentedFamilyName" : "Warner", "unaccentedGivenName" : "Hiram", "birthDate" : "1802-10-29", "birthCirca" : false, "deathDate" : "1881-06-30", "deathCirca" : false, "profileText" : "A Representative from Georgia; born in Williamsburg, Hampshire County, Mass., on October 29, 1802; received a good common-school training and acquired some knowledge of the classics; in 1819 moved to Georgia and taught school for three years; studied law; was admitted to the bar and commenced practice in Knoxville, Crawford County, Ga., in 1825; served in the general assembly 1828-1831; declined reelection; moved to Talbotton in 1830 and continued the practice of his profession; moved to Greenville; elected judge of the State superior court and served from 1833 to 1840; judge of the State supreme court from 1846 to 1853, when he resigned; elected as a Democrat to the Thirty-fourth Congress (March 4, 1855-March 3, 1857); declined to be a candidate for reelection in 1856; appointed by Governor Jenkins as judge of the Coweta Circuit Court and served from 1865 to 1867, when he was appointed chief justice of the State supreme court; was subsequently elected and served until 1880, when he resigned; died in Atlanta, Ga., June 30, 1881; interment in Town Cemetery, Greenville, Meriwether County, Ga.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "startDate" : "1855-03-04", "startCirca" : false, "congressAffiliation" : { "congress" : { "name" : "The 34th United States Congress", "congressNumber" : 34, "congressType" : "USCongress", "startDate" : "1855-12-03", "endDate" : "1857-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "DistrictRegion", "regionCode" : "GA" } } }], "creativeWork" : [{ "freeFormCitationText" : "Warner, Hiram. <i>Slavery in the territories. Speech of Hon. Hiram Warner, of Georgia, delivered in the House of Representatives, April 1, 1856, on the power of the general government to exclude slave property from the territories</i>. [Washington: Printed at the Office of the <i>Congressional Globe</i>, 1856]." }], "researchRecord" : [{ "name" : "In File II Names.", "recordType" : ["Papers"], "description" : "File is primarily incoming correspondence to the Governor of Georgia. Finding aid in repository.", "recordLocation" : { "name" : "Georgia Department of Archives and History", "location" : { "addressLocality" : "Atlanta", "addressRegion" : "GA" } } }] }
