{ "usCongressBioId" : "W000054", "familyName" : "Walker", "givenName" : "Gilbert", "middleName" : "Carlton", "unaccentedFamilyName" : "Walker", "unaccentedGivenName" : "Gilbert", "unaccentedMiddleName" : "Carlton", "birthDate" : "1833", "birthCirca" : false, "deathDate" : "1885", "deathCirca" : false, "profileText" : "A Representative from Virginia; born in South Gibson, Susquehanna County, Pa., August 1, 1833; received a thorough English training and was graduated from Hamilton College, Clinton, N.Y., in 1854; studied law; was admitted to the bar in 1855 and practiced in Owego, Broome County, N.Y., 1855-1859 and in Chicago, Ill., 1859-1864; moved to Norfolk, Va., in 1864 and continued the practice of law; also engaged in banking; Governor of Virginia 1869-1874; elected as a Democrat to the Forty-fourth and Forty-fifth Congresses (March 4, 1875-March 3, 1879); chairman, Committee on Education and Labor (Forty-fourth Congress); was not a candidate for renomination in 1878; settled in Binghamton, N.Y., in 1879 and practiced law; moved to New York City in 1881 and continued the practice of law; served as president of the New York Underground Railroad Co.; died in New York City, May 11, 1885; interment in Spring Forest Cemetery, Binghamton, N.Y.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The 44th United States Congress", "congressNumber" : 44, "congressType" : "USCongress", "startDate" : "1875-03-05", "endDate" : "1877-03-04" }, "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "StateRegion", "regionCode" : "VA" } } }, { "job" : { "name" : "Representative", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The 45th United States Congress", "congressNumber" : 45, "congressType" : "USCongress", "startDate" : "1877-03-05", "endDate" : "1879-03-03" }, "partyAffiliation" : [{ "party" : { "name" : "Democrat" } }], "caucusAffiliation" : [{ "party" : { "name" : "Democrat" } }], "represents" : { "regionType" : "StateRegion", "regionCode" : "VA" } } }], "creativeWork" : [{ "freeFormCitationText" : "Walker, Gilbert Carlton. <i>The President's Veto of the Silver Bill</i>. Washington: Government Printing Office, 1878." }], "researchRecord" : [{ "name" : "In the Correspondence of George C. Wedderburn, 1865-1872, 55 pieces.", "recordType" : ["Papers"], "description" : "Included is George Wedderburn's correspondence with Gilbert Carlton Walker and Montgomery Blair regarding the Cincinnati Convention of Liberal Republican party in May 1872.", "recordLocation" : { "name" : "Huntington Library", "location" : { "addressLocality" : "San Marino", "addressRegion" : "CA" } } }, { "name" : "In the Virginia Governor (1870-1874: Walker) Executive Papers, 1869-1873, amount unknown.", "recordType" : ["Papers"], "description" : "Governor Walker’s Executive papers are organized chronologically by date of endorsement, where available, and primarily consist of incoming correspondence dated between September 1869 and December 1873, with additional undated material at the end of the collection. Requests for appointments to all manner of public office, including Inspector of Hides and Leather, Notaries Public, local judgeships, and the Commissioner of the Virginia-West Virginia Boundary Line Commission are included, as are letters from individuals asking to be part of Virginia’s delegations to both the Centennial Celebration of Independence scheduled for Philadelphia in 1876 and the 1873 Vienna Exposition. There are a considerable number of letters from Virginia citizens seeking assistance finding employment, educational training or money, many claiming to have suffered severely since the end of the Civil War, as well as numerous requests for pardons for convicted criminals and removals of political disabilities. There are also letters of support and financial contributions to Virginians suffering from the April 1870 disaster at the Capitol, in which the third floor of the building collapsed, killing over 60 people, and the massive flooding of the James River in the fall of 1870. Of note is also correspondence between Walker and United States Secretary of State Hamilton Fish, regarding Virginia’s readmission to the Union (26 January 1870); between Walker and the Auditor of Public Accounts regarding the repayment of the public debt; statistical returns from Virginia localities regarding taxes and court cases (fall 1871); an undated joint resolution of the Senate and House of Delegates asking the United States State Department for the return of the Ordinance of Secession to the Virginia State Library as part of the official history of the state; and a letter from W. C. Newberry, Superintendent of Public Buildings, regarding money for repairs to various buildings in the capital (9 October 1873). There is also correspondence regarding the University of Virginia, including a letter from mathematics professor Charles Venable asking the governor to appropriate $5000 per year for the maintenance of a proposed observatory to house the world’s largest refracting telescope, donated to the University by Leander J. McCormick (11 August 1870); a letter regarding the financial condition of the University (spring 1872); and a letter from William Pope Dabney, in which he asks to be elected to the University’s Board of Visitors (18 December 1873). There are also numerous pieces of correspondence from 1872 regarding the appointment of a state Fish Commissioner, as well as issues surrounding stocking state streams with salmon. Correspondents of note include Spencer F. Baird, United States Commissioner of Fisheries, and Seth Green, pioneering fish culturist from New York. A finding aid is available in the repository and online.", "recordLocation" : { "name" : "Archives Branch", "location" : { "addressLocality" : "Richmond", "addressRegion" : "VA" }, "parentRecordLocation" : { "name" : "Library of Virginia", "location" : { "addressLocality" : "Richmond", "addressRegion" : "VA" } } } }, { "name" : "In the Clarke Family Papers, 1854-1890, 70 items.", "recordType" : ["Papers"], "description" : "Persons represented include Gilbert C. Walker.", "recordLocation" : { "name" : "Archives Branch", "location" : { "addressLocality" : "Richmond", "addressRegion" : "VA" }, "parentRecordLocation" : { "name" : "Library of Virginia", "location" : { "addressLocality" : "Richmond", "addressRegion" : "VA" } } } }, { "name" : "In the Frank G. Ruffin Scrapbooks and Papers, 1874-1892, 33 leaves and 8 pages.", "recordType" : ["Papers"], "description" : "Persons represented include Gilbert Carlton Walker.", "recordLocation" : { "name" : "Archives Branch", "location" : { "addressLocality" : "Richmond", "addressRegion" : "VA" }, "parentRecordLocation" : { "name" : "Library of Virginia", "location" : { "addressLocality" : "Richmond", "addressRegion" : "VA" } } } }, { "name" : "In the Virginia Division of the Budget State Capitol Portrait Files: 1936-1962 Capitol Building, 0.82 cubic foot.", "recordType" : ["Papers"], "description" : "Persons represented include Gilbert Carlton Walker.", "recordLocation" : { "name" : "Archives Branch", "location" : { "addressLocality" : "Richmond", "addressRegion" : "VA" }, "parentRecordLocation" : { "name" : "Library of Virginia", "location" : { "addressLocality" : "Richmond", "addressRegion" : "VA" } } } }, { "name" : "In the George C. Wedderburn Correspondence, 1865-1872, 1 reel.", "recordType" : ["Microfilm"], "description" : "Included is George Wedderburn’s correspondence with Gilbert Carlton Walker and Montgomery Blair regarding the Cincinnati Convention of Liberal Republican party in May 1872.", "recordLocation" : { "name" : "Archives Branch", "location" : { "addressLocality" : "Richmond", "addressRegion" : "VA" }, "parentRecordLocation" : { "name" : "Library of Virginia", "location" : { "addressLocality" : "Richmond", "addressRegion" : "VA" } } } }] }
