{"usCongressBioId":"W000714","familyName":"Woodhouse","givenName":"Chase","middleName":"Going","unaccentedFamilyName":"Woodhouse","unaccentedGivenName":"Chase","unaccentedMiddleName":"Going","birthDate":"1890","birthCirca":false,"deathDate":"1984","deathCirca":false,"image":[{"caption":"Collection of the U.S. House of Representatives"}],"profileText":"A Representative from Connecticut; born March 3, 1890, in Victoria, British Columbia, Canada; graduated from Science Hill School, Shelbyville, Ky., 1908; graduated from McGill University, Montreal, Canada, 1912; graduate work at the University of Berlin and the University of Chicago; faculty, Smith College, Northampton, Mass., 1918-1925; faculty, Connecticut College, New London, Conn., 1934-1946; managing director, Institute of Women's Professional Relations, Connecticut College, New London, Conn., 1929-1946; personnel director, Woman's College, University of North Carolina, Greensboro, N.C., 1929-1934; senior economist, Bureau of Home Economics, United States Department of Agriculture, 1926-1928; consultant, National Roster of Scientific and Specialized Personnel, War Manpower Commission, 1942-1944; chair, New London, Conn., Democratic Town Committee, 1942-1943; secretary of state of Connecticut, 1941-1942; president of the Connecticut Federation of Democratic Women's Clubs, 1943-1948; elected as a Democrat to the Seventy-ninth Congress (January 3, 1945-January 3, 1947); unsuccessful candidate for reelection to the Eightieth Congress in 1946; executive director, women's division, Democratic National Committee, Washington, D.C., 1947-1948; visiting expert on the staff of Gen. Lucius Clay, Allied Military Governor of Germany, in 1948; elected to the Eighty-first Congress (January 3, 1949-January 3, 1951); unsuccessful candidate for reelection to the Eighty-second Congress in 1950; special assistant to the Director of Price Stabilization, 1951-1953; member, Connecticut state Constitutional Convention, 1965; died on December 12, 1984, in New Canaan, Conn.","relationship":[],"jobPositions":[{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 79th United States Congress","congressNumber":79,"congressType":"USCongress","startDate":"1945-01-03","endDate":"1947-01-03"},"partyAffiliation":[{"party":{"name":"Democrat"}}],"caucusAffiliation":[{"party":{"name":"Democrat"}}],"represents":{"regionType":"StateRegion","regionCode":"CT"}}},{"job":{"name":"Representative","jobType":"CongressMemberJob"},"congressAffiliation":{"congress":{"name":"The 81st United States Congress","congressNumber":81,"congressType":"USCongress","startDate":"1949-01-03","endDate":"1951-01-03"},"partyAffiliation":[{"party":{"name":"Democrat"}}],"caucusAffiliation":[{"party":{"name":"Democrat"}}],"represents":{"regionType":"StateRegion","regionCode":"CT"}}}],"creativeWork":[{"freeFormCitationText":"\"Chase Going Woodhouse\" in <i>Women in Congress, 1917-2006.</i> Prepared under the direction of the Committee on House Administration by the Office of History &amp; Preservation, U.S. House of Representatives. Washington: Government Printing Office, 2006."},{"freeFormCitationText":"Woodhouse, Chase Going and Ruth Francis Yeomans Schiffman. <i>Occupations for College Women, A Bibliography.</i> Greensboro: The North Carolina College for Women, 1929."},{"freeFormCitationText":"Woodhouse, Chase Going and Ruth Francis Yeomans Schiffman.<i> Dentistry, Its Professional Opportunities: With Chapters on the Dental Hygienist, Dental Assistant and Dental Mechanic. </i>Greensboro: The Woman's College of the University of North Carolina, 1934."},{"freeFormCitationText":"Woodhouse, Chase Going, and Edward James Woodhouse. <i>Italy and the Jugoslavs</i>. Boston: R. G. Badger, 1920."},{"freeFormCitationText":"Woodhouse, Chase Going, ed. <i>After College- What?: A Study of 6665 Land-Grant College Women, Their Occupations, Earnings, Families and Some Undergraduate and Vocational Problems.</i> Greensboro: North Carolina College for Women, 1932."},{"freeFormCitationText":"___. <i> Comparison of Schedule and Account Methods of Collecting Data on Family Living.</i> Washington: N.p., 1933."},{"freeFormCitationText":"___. <i> Dental Careers: Opportunities in Dentistry and Dental Hygiene. </i>New York: London, Funk &amp; Wagnalls,1939."},{"freeFormCitationText":"Woodhouse, Chase Going. <i> The Big Store: Opportunities in Department Store Work. </i>New York: London, Funk &amp; Wagnalls,1943."}],"researchRecord":[{"name":"3 folders. Transcript in the Oral History Collection of the Association of Former Members of Congress.","recordType":["Oral history"],"description":"Restricted. Sound recording in the Library's Motion Picture, Broadcasting and Recorded Sound Division.","recordLocation":{"name":"Manuscript Division","location":{"addressLocality":"Washington","addressRegion":"DC"},"parentRecordLocation":{"name":"Library of Congress","location":{"addressLocality":"Washington","addressRegion":"DC"}}}},{"name":"In the Political Women in Connecticut Collection, ca. 1934-1981, 5 linear feet.","recordType":["Papers"],"description":"The collection includes photocopies of transcripts of oral history tapes held by University of Connecticut, Center for Oral History, Storrs, Conn. Interviewees include Chase Going Woodhouse. A finding aid is available in the National Inventory of Documentary Sources in the United States, microfiche 3.78.35.","recordLocation":{"name":"Thomas J. Dodd Research Center","location":{"addressLocality":"Storrs","addressRegion":"CT"},"parentRecordLocation":{"name":"University of Connecticut Library","location":{"addressLocality":"Storrs","addressRegion":"CT"}}}},{"name":"In the Douglas M. Fellows Papers, 1955-1972, 480 items.","recordType":["Papers"],"description":"Correspondents include Chase Going Woodhouse.","recordLocation":{"name":"Connecticut Historical Society","location":{"addressLocality":"Hartford","addressRegion":"CT"}}},{"name":"In the Florence Ledyard Cross Kitchelt Papers, 1885-1961, 4.75 linear feet.","recordType":["Papers"],"description":"Subjects covered include Chase Going Woodhouse. The Florence Kitchelt's journals are available on microfilm. Microfilmed originals are closed; use microfilm. An unpublished finding aid is available in the repository.","recordLocation":{"name":"Schlesinger Library","location":{"addressLocality":"Cambridge","addressRegion":"MA"},"parentRecordLocation":{"name":"Radcliffe Institute for Advanced Study, Harvard University","location":{"addressLocality":"Cambridge","addressRegion":"MA"}}}},{"name":"In the Helen Brewster Owens Papers, 4.25 linear feet.","recordType":["Papers"],"description":"Subjects covered include Chase Going Woodhouse. The collection has been published on microfilm.","recordLocation":{"name":"Schlesinger Library","location":{"addressLocality":"Cambridge","addressRegion":"MA"},"parentRecordLocation":{"name":"Radcliffe Institute for Advanced Study, Harvard University","location":{"addressLocality":"Cambridge","addressRegion":"MA"}}}},{"name":"1922-1984, 50 linear feet.","recordType":["Papers"],"description":"The papers of Chase Going Woodhouse reflect her activities and interests in women and family issues, service to the state of Connecticut and her local community, and other career activities (excluding her duties as secretary of state and U.S. representative). Included are published and unpublished writings; office files, scrapbooks, and annual reports of Auerbach Service Bureau, a women's service organization, Hartford, Conn.; reference files and reports of U.S. Work Projects Administration, Trends in Occupations Project; reference files, newsletters, and reports on the status of women and the women's movement; records of Connecticut Constitutional Convention (1965) to which she was a delegate; Juvenile Justice Standards Project records and publications; and citations, commissions, awards, and photos. A finding aid is available in the repository and online: http://www.lib.uconn.edu/online/research/speclib/ASC/findaids/Woodhouse/MSS19830009.html. A finding aid also is available through the National Inventory of Documentary Sources in the United States, microfiche 3.78.","recordLocation":{"name":"Thomas J. Dodd Research Center","location":{"addressLocality":"Storrs","addressRegion":"CT"},"parentRecordLocation":{"name":"University of Connecticut Library","location":{"addressLocality":"Storrs","addressRegion":"CT"}}}}]}
