{ "usCongressBioId" : "W000325", "familyName" : "Wharton", "givenName" : "Samuel", "unaccentedFamilyName" : "Wharton", "unaccentedGivenName" : "Samuel", "birthDate" : "1732", "birthCirca" : false, "deathDate" : "1800", "deathCirca" : false, "profileText" : "A Delegate from Delaware; born in Philadelphia, Pa., May 3, 1732; received a liberal schooling; engaged in mercantile pursuits; speculated in western lands and promoted the Vandalia Company; signed the nonimportation resolutions of 1765; Member of the Continental Congress from Delaware in 1782 and 1783; justice of the peace for the district of Southwark 1784-1786; judge of the court of common pleas 1790-1791 and resigned in the latter year; died at his country home near Philadelphia, Pa., in March 1800.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Delegate", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The Confederation Congress", "congressNumber" : 1, "congressType" : "ConfederationCongress", "startDate" : "1781-03-01", "endDate" : "1789-03-02" }, "represents" : { "regionType" : "StateRegion", "regionCode" : "DE" } } }], "creativeWork" : [{ "freeFormCitationText" : "Wharton, Samuel. <i>Facts and observations, respecting the country granted to His Majesty by the Six united nations of Indians</i>. London: N.p., 1775." }, { "freeFormCitationText" : "------. <i>Plain Facts: Being an Examination into the Rights of the Indian Nations of America, to their Respective Countries; and a Vindication of the Grant, from the Six United Nations of Indians, to the Proprietors of Indiana, Against the Decision of the Legislature of Virginia: Together with Authentic Documents, Proving that the Territory, Westward of the Allegany Mountain, Never Belonged to Virginia, etc</i>. Philadelphia: R. Aitken, 1781." }, { "freeFormCitationText" : "------. <i>View of the Title to Indiana, A Tract of Country on the River Ohio</i>. Philadelphia: Printed by Styner and Cist, in Second-street, near Archstreet, 1776." }], "researchRecord" : [{ "name" : "ca. 1770-1772, 1 volume.", "recordType" : ["Papers"], "description" : "The collection of Samuel Wharton contains a manuscript volume of various notes and memoranda on Native Americans' rights to property and titles in colonial North America. Compiled by Samuel Wharton in the years 1770 through 1775, the volume contains 144 pages of citations, mostly from Grotius, Douglass, and Smith's <i>History of New Jersey</i>, with the purpose of providing English legal interpretation and precedents on the proper transfer of title of tracts of property in North America. Ultimately, these notes formed the basis of Samuel Wharton's argument before the Lords of the Committee of Council to grant the parcel of land to Samuel Wharton and his partners what came to be known as the Walpole Grant. A finding aid is available in the repository.", "recordLocation" : { "name" : "The New Jersey Historical Society", "location" : { "addressLocality" : "Newark", "addressRegion" : "NJ" } } }] }
