{ "usCongressBioId" : "Z000015", "familyName" : "Zubly", "givenName" : "John", "middleName" : "Joachim", "unaccentedFamilyName" : "Zubly", "unaccentedGivenName" : "John", "unaccentedMiddleName" : "Joachim", "birthDate" : "1724", "birthCirca" : false, "deathDate" : "1781", "deathCirca" : false, "profileText" : "A Delegate from Georgia; born in St. Gall, Switzerland, August 27, 1724; immigrated to America and settled in South Carolina; was engaged as a clerk in Wando Neck; ordained to the ministry in 1744; was the first pastor of the Presbyterian Church in Savannah (later the Independent Presbyterian Church) in 1760; served in the Provincial Congress of Georgia in 1775; Member of the Continental Congress from July 4, 1775, to November 1775, when he resigned; was accused of having furnished information to Sir James Wright, the royal governor, and narrowly escaped severe punishment; was banished from the State and one-half of his property was confiscated; resided in South Carolina 1777-1779; returned to Georgia and resumed pastoral duties in Savannah, where he died July 23, 1781; interment in what was later known as Colonial Park.", "relationship" : [], "jobPositions" : [{ "job" : { "name" : "Delegate", "jobType" : "CongressMemberJob" }, "congressAffiliation" : { "congress" : { "name" : "The 2nd Continental Congress", "congressNumber" : 2, "congressType" : "ContinentalCongress", "startDate" : "1775-05-10", "endDate" : "1781-03-01" }, "represents" : { "regionType" : "StateRegion", "regionCode" : "GA" } } }], "creativeWork" : [{ "freeFormCitationText" : "Martin, Roger A. ``John Joachim Zubly: Preacher, Planter, and Politician.'' Ph.D. diss., University of Georgia, 1976." }, { "freeFormCitationText" : "Zubly, John Joachim. <i>Revolutionary Tracts</i>. Spartanburg, S.C.: Reprint Co., [1972]." }, { "freeFormCitationText" : "------. <i>Calm and Respectful Thoughts on the Negative of the Crown on a Speaker Chosen and Presented by the Representatives of the People: Occasioned by Some Publications in the Georgia Gazette, of May and June 1772, Wherein the Late Assembly of that Province is Charged with Encroaching on the Rights of the Crown</i>. By a freeman [One line in Latin]. [Savannah: Printed by J. Johnston, 1772]." }, { "freeFormCitationText" : "------.<i> Great Britain's Right to Tax Her Colonies Placed in the Clearest Light, by a Swiss</i>... [Philadelphia?: N.p., 1775]." }, { "freeFormCitationText" : "------. <i>The Journal of the Reverend John Joachim Zubly, A.M., D.D., March 5, 1770 through June 22, 1781</i>. Edited by Lilla Mills Hawes. Savannah, Ga.: Georgia Historical Society, 1989." }, { "freeFormCitationText" : "------. <i>The Law of Liberty. A Sermon on American Affairs, Preached at the Opening of the Provincial Congress of Georgia</i>. Philadelphia: Printed and sold by Henry Miller [and 4 other firms], 1775." }, { "freeFormCitationText" : "------.<i> The Stamp-Act Repealed; A Sermon, Preached in the Meeting at Savannah in Georgia, June 25th, 1766</i>. Savannah: Printed by James Johnston, 1766." }, { "freeFormCitationText" : "------.<i> \"A Warm &amp; Zealous Spirit\": John J. Zubly and the American Revolution: A Selection of His Writings</i>. Edited by Randall M. Miller. Macon, Ga.: Mercer University Press, 1982." }], "researchRecord" : [{ "name" : "1770-1781 and 1853, 1 folder.", "recordType" : ["Papers"], "description" : "The John Joachim Zubly Collection consists of a diary, letters, manuscripts, and two biographical sketches. The diary, 1770-1781, is too fragile for use but a photocopy is available. The letters are copies made by I.K. Tefft and Archibald Smith from their respective personal collections. Correspondents include Noble Wimberly Jones, John Houstoun, Archibald Bulloch, Governor Sir James Wright, Captain Moon, I.K. Tefft, William R. Sprague, and Archibald Smith. Also included are abstracts from letters to various recipients. A biographical sketch of Zubly by Edward J. Harden and \"Extract from the Biography of Button Gwinnett by Maj. Hugh McCall. Published in Sanderson's lives of the Signers, vol. iii p. 124-125-126,\" with information on Zubly, are also included in this collection. A finding aid is available in the repository.", "recordLocation" : { "name" : "Georgia Historical Society", "location" : { "addressLocality" : "Savannah", "addressRegion" : "GA" } } }, { "name" : "1773-1777, 4 items.", "recordType" : ["Papers"], "description" : "The John Joachim Zubly's Papers include a letter from a committee concerning the uniting of the American colonies to preserve their liberties. Other letters deal with legal matters and a land indenture.", "recordLocation" : { "name" : "Manuscripts, Special Collections Library", "location" : { "addressLocality" : "Durham", "addressRegion" : "NC" }, "parentRecordLocation" : { "name" : "Duke University", "location" : { "addressLocality" : "Durham", "addressRegion" : "NC" } } } }] }
